Repository: fusiondirectory/fusiondirectory
Catalog: locale/core/*/LC_MESSAGES/messages.po
Languages: es, it, vi

source: Password method '%s' does not support locking. Account (%s) has not been locked!
es: El método de contraseña '%s' no soporta bloqueo. ¡La cuenta (%s) no ha sido bloqueada!
it: Il formato '%s' di memorizzazione delle password non supporta il meccanismo di bloccaggio. L'account (%s) non è statobloccato !

source: Unlock account
es: Desbloquear cuenta
it: Sblocca l'account

source: Lock account
es: Bloquear cuenta
it: Blocca l'account

source: Edit generic properties
es: Editar características generales
it: Modifica le proprietà di base
vi: Hiệu chỉnh các tính năng chung

source: Edit POSIX properties
es: Editar características POSIX
it: Modifica le proprietà POSIX

source: Edit netatalk properties
es: Editar características netatalk
it: Modifica le proprietà Netatalk
vi: Hiệu chỉnh các đặc tính của netatalk

source: Edit FAX properties
es: Editar características FAX
it: Modifica le proprietà FAX

source: List of users
es: Lista de usuarios
it: Elenco degli utenti
vi: Danh sách người dùng

source: Lock users
es: Bloquear usuarios
it: Blocca gli utenti

source: Unlock users
es: Desbloquear usuarios
it: Sblocca gli utenti

source: Apply template
es: Aplicar plantilla
it: Applica il modello
vi: Áp dụng mẫu

source: New user from template
es: Nuevo usuario desde plantilla
it: Nuovo utente a partire dal modello

source: Edit user
es: Editar usuario
it: Modifica utente

source: Remove user
es: Eliminar usuario
it: Elimina utente

source: Show templates
es: Mostrar plantillas
it: Mostra i modelli

source: Show functional users
es: Mostrar usuarios funcionales
it: Mostra gli utenti funzionali

source: Show POSIX users
es: Mostrar usuarios POSIX
it: Mostra gli utenti POSIX

source: Show Mail users
es: Mostrar los usuarios de correo
it: Mostra gli utenti di posta elettronica

source: Show Samba users
es: Mostrar los usuarios samba
it: Mostra gli utenti di Samba

source: Applying a template
es: Aplicando una plantilla
it: Applica un modello
vi: Áp dụng một mẫu

source: Applying a template to several users will replace all user attributes defined in the template.
es: Aplicar una plantilla a usuarios reemplazará los valores de estos por los definidos en la plantilla.
it: Applicare un modello a più utenti rimpiazzerà tutti gli attributi degli stessi utenti con quelli definiti nel modello.
vi: Việc áp dụng một mẫu cho vài người dùng sẽ thay thế tất cả các thuộc tính của người dùng được xác định trên mẫu.

source: No templates available!
es: ¡No hay plantillas disponibles!
it: Non ci sono modelli disponibili !
vi: Không có mẫu nào!

source: This includes 'all' accounts, systems, etc. in this subtree. Please double check if your really want to do this since there is no way for GOsa to get your data back.
es: Esto incluye 'todas' las cuentas, sistemas, etc. en este subárbol. Por favor pulse dos veces si quiere realmente hacer esto, ya que no hay forma de que GOsa recupere la información posteriormente.

source: Best thing to do before performing this action would be to save the current contents of your LDAP tree in a file. So - if you've done so - press 'Delete' to continue or 'Cancel' to abort.
es: La mejor opción antes de ejecutar esta acción es haber grabado el contenido actual de su árbol LDAP en un fichero. Entonces - Y solo entonces - presione 'Eliminar' para continuar o 'Cancelar' para abortar.
it: Fai una copia del contenuto del tuo annuario LDAP, in un file a parte, prima di eseguire questa azione. Se lo hai già fatto premi 'Cancella' per continuare, altrimenti premi 'Annulla' per interrompere l'azione.
vi: Tốt nhất là trước khi thực hiện thao tác này bạn nên lưu lại nội dung hiện tại của cây thư mục LDAP trong một file. Nếu bạn đã làm thế, hãy kích 'Delete' để tiếp tục hoặc kích 'Cancel' để hủy bỏ.

source: List of departments
es: Lista de Departamentos
it: Elenco dei dipartimenti
vi: Danh sách các bộ phận

source: Domain
es: Dominio
it: Dominio

source: Domain component
es: Componente del dominio
it: Oggetto di Dominio

source: Country
es: País
it: Nazione
vi: Quốc Gia

source: Locality
es: Localidad
it: Nome della località

source: Organization
es: Organización
it: Organizzazione
vi: Tổ chức

source: Locality name
es: Localidad
it: Nome della località

source: Name of locality to create
es: Nombre de la localidad a crear
it: Nome della località da creare

source: Descriptive text for department
es: Descripción del departamento
it: Descrizione del dipartimento
vi: Văn bản mô tả cho bộ phận

source: Administrative settings
es: Parámetros administrativos
it: Impostazioni amministrative
vi: Thiết lập quản trị

source: Tag department as an independent administrative unit
es: Marcar departamento como una unidad administrativa independiente
it: Etichetta il dipartimento come un'entità amministrativa indipendente
vi: Đặt bộ phận như một đơn vị quản trị độc lập

source: Name of department
es: Nombre del departamento
it: Nome del dipartimento
vi: Tên bộ phận

source: Name of subtree to create
es: Nombre del subárbol a crear
it: Nome della sottostruttura da creare
vi: Tên của cây con được tạo

source: Descriptive text for department
es: Descripción del departamento
it: Descrizione del dipartimento

source: Category
es: Categoría
it: Categoria
vi: Các danh mục

source: Category for this subtree
es: Categoría para este subárbol
it: Categoria di questa sottostruttura
vi: Các danh mục cho cây con

source: Location
es: Localización
it: Luogo
vi: Vị trí

source: State
es: Provincia
it: Stato
vi: Bang

source: State where this subtree is located
es: Estado donde está este subárbol localizado
it: Stato nel quale questa sottostruttura è localizzata
vi: Xác định xem tập cây con này ở đâu

source: Location of this subtree
es: Localización de este subárbol
it: Localizzazione di questa sottostruttura
vi: Vị trí của cây con

source: Address
es: Dirección
it: Indirizzo
vi: Địa chỉ

source: Postal address of this subtree
es: Dirección postal de este subárbol
it: Indirizzo postale di questa sottostruttura
vi: Địa chỉ bưu điện của cây con này

source: Base telephone number of this subtree
es: Número base de teléfono de este subárbol
it: Numero di telefono principale di questa sottostruttura
vi: Đặt số điện thoại của cây con này

source: Base facsimile telephone number of this subtree
es: Número base de fax de este subárbol
it: Numero di Fax di questa sottostruttura
vi: Đặt số fax của cây con này

source: Domain Component
es: Componentes del dominio
it: Oggetto di Dominio

source: Departments
es: Departamentos
it: Dipartimenti
vi: Các bộ phận

source: Manage Departments
es: Gestionar Departamentos
it: Gestisci i Dipartimenti
vi: Quản lý các bộ phận

source: As soon as the tag operation has finished, you can scroll down to end of the page and press the 'Continue' button to continue with the department management dialog.
es: Tan pronto como la operación de etiquetado termine, puede avanzar hasta el final de la página y presionar el botón 'Continuar' para continuar al dialogo de gestión de departamento.

source: Organization name
es: Nombre de la Organización
it: Nome dell'organizzazione

source: Postal address
es: Código Postal
it: Indirizzo postale
vi: Địa chỉ theo bưu điện

source: Phone number
es: Número de teléfono
it: Numero di telefono

source: Country name
es: Nombre del País
it: Nome della Nazione

source: Domain name
es: Nombre de dominio
it: Nome del dominio

source: Name of domain to create
es: Nombre del dominio a crear
it: Nome del dominio da creare

source: Name of country to create
es: Nombre del país a crear
it: Nome della nazione da creare

source: Cannot find an unused tag for this administrative unit!
es: ¡No se puede encontrar una etiqueta sin usar para identificar la unidad administrativa!
it: Non trovo nessun tag che non sia già in uso per questa unità amministrativa !
vi: Không thể tìm được một tag chưa được dùng cho đơn vị quản trị này!

source: Tagging '%s'.
es: Etiquetando '%s'.
it: Etichettando '%s'

source: Moving '%s' to '%s'
es: Moviendo '%s' a '%s'
it: Spostare '%s' in '%s'
vi: Chuyển từ '%s' đến '%s'

source: FAILED to copy %s, aborting operation
es: Ha fallado a copiar %s, operación abortada
it: Impossibile copiare %s, fine dell'operazione
vi: Thất bại trong việc copy %s, bãi bỏ thao tác

source: Department name
es: Nombre de departamento
it: Nome del dipartimento
vi: Tên bộ phận

source: Telephone
es: Teléfono
it: Telefono
vi: Số điện thoại

source: Object '%s' is already tagged
es: El objeto '%s' está ya marcado
it: L'oggetto '%s' è già etichettato
vi: Đối tượng '%s' đã bị tag

source: Adding tag (%s) to object '%s'
es: Añadir marca (%s) al objeto '%s'
it: Aggiungi l'etichetta (%s) all'oggetto '%s'
vi: Thêm tag (%s) vào đối tượng '%s'

source: Removing tag from object '%s'
es: Eliminando marca del objeto '%s'
it: Rimuovi l'etichetta dall'oggetto '%s'
vi: Bỏ tag từ đối tượng '%s'

source: Processing the requested operation
es: Procesando la operación solicitada
it: Operazione in corso
vi: Xử lý thao tác được yêu cầu

source: Your browser doesn't support iframes, please use this link to perform the requested operation.
es: Su navegador no soporta IFRAMES, porfavor use este enlace para ejecutar la operación solicitada.
it: Il tuo navigatore non supporta gli iframes, usa questo link per effettuare l'operazione richiesta.
vi: Trình duyệt của bạn không hỗ trợ iframe, xin hãy sử dụng đường link này để thực hiện những thao tác được yêu cầu.

source: Name of organization
es: Nombre de la Organización
it: Nome dell'organizzazione

source: Name of organization to create
es: Nombre de la organización a crear
it: Nome dell'organizzazione da creare

source: You are currently moving/renaming this department.
es: Está actualmente moviendo/renombrando este departamento.
it: Stai attualmente spostando/rinominando questo dipartimento.
vi: Bạn hiện đang bỏ/đổi tên bộ phận này.

source: Modifying a departments naming attribute 'ou' or base may corrupt acls and snapshot entries for all entire objects.
es: Modificar un atributo 'ou' de un departamento puede corromper acls e instantaneas de todos los objetos.
it: La modifica dell'attributo 'ou' oppure della base di un dipartimento puó corrompere le entries relative alle ACL e agli snapshots di tutti gli oggetti.
vi: Thay đổi thuộc tính đặt tên 'ou' của các bộ phận hoặc cơ sở có thể ảnh hưởng đển các file acl và các entry snapshot cho toàn bộ các đối tượng.

source: GOsa can NOT fix this for you, yet.
es: GOsa no puede solucionar este problema, aún.

source: Before you confirm this action, ensure that everything will be as expected, possibly the best solution is a backup.
es: Antes de que confirme la acción, asegurese que todo sera como espera, se recomienda que realize un backup.
it: Prima di confermare questa azione, verifica che tutto sarà fatto come prevedi, in ogni caso la miglior cosa sarebbe effettuare un backup.
vi: Trước khi bạn xác nhận hành động này, hãy đảm bảo rằng mọi thứ sẽ như mong đợi, có lẽ cách giải quyết tốt nhất là có một bản backup.

source: ACL Assignment
es: Asignación de ACL
it: Gestione delle ACL

source: ACL Templates
es: Plantillas ACL
it: Modelli delle ACL
vi: Các mẫu ACL

source: Access control roles
es: Roles de control de acceso
it: Ruoli di controllo d'accesso
vi: Các vai trò kiểm soát truy cập

source: Edit AC roles
es: Editar roles CA
it: Modifica i ruoli di controllo d'accesso (AC)
vi: Hiệu chỉnh các vai trò ACL

source: Reset ACL
es: Eliminar ACL
it: Resetta le ACL
vi: Xác lập lại ACL

source: No ACL settings for this category
es: No hay ACL configuradas en esta categoría
it: Nessuna ACL per questa categoria
vi: Không có cài đặt ACL cho mục này

source: ACL for these objects: %s
es: ACLs que tienen estos objetos: %s
it: ACL per questi oggetti: %s
vi: ACL cho các đối tượng sau: %s

source: Edit category ACL
es: Editar la categoría ACL
it: Modifica la categoria di ACL
vi: Hiệu chính mục ACL

source: Reset category ACL
es: Eliminar la categoría ACL
it: Resetta la categoria di ACL
vi: Xác lập mục ACL

source: Edit ACL for '%s', scope is '%s'
es: Editar ACL para '%s', el ámbito es '%s'
it: Modifica l'ACL per '%s', il campo di portata è '%s'
vi: Hiệu chỉnh ACL cho'%s', vùng là '%s'

source: Object in use
es: Objeto en uso
it: Oggetto utilizzato
vi: Đối tượng đang được sử dụng

source: This role cannot be removed while it is in use by these objects:
es: Este Rol no puede ser eliminado por estar siendo usado por los siguientes objetos:
it: Questo ruolo non puó essere rimosso fin quando è usato da questi oggetti :
vi: Vai trò này không thể bị xóa bỏ trong khi nó vẫn đang được sử dụng bởi các đối tượng:

source: Role
es: Rol
it: Ruolo
vi: Vai trò

source: Permissions
es: Permisos
it: Permessi

source: List of acls
es: Lista de acls
it: Elenco delle ACL
vi: Danh sách các ads

source: Show access control lists
es: Mostrar listas de control de acceso
it: Mostra l'elenco dei controlli d'accesso

source: Show roles
es: Mostrar roles
it: Mostra i ruoli

source: Bug submitter
es: Envío de fallos

source: <a href='https://oss.gonicus.de/labs/gosa/newticket' target='_blank'>Bugsubmitter</a>
es: <a href='https://oss.gonicus.de/labs/gosa/newticket' target='_blank'>Envío incidencias</a>

source: Edit organizational user settings
es: Editar parámetros de usuarios administrativos
it: Modifica i parametri organizzativi degli utenti
vi: Hiệu chỉnh thiết lập tổ chức của người sử dụng

source: Please add a single IP address or a network/netmask combination!
es: ¡Por favor añada una IP única o una combinación red/mascara!
it: Inserisci un singolo indirizzo IP oppure una combinazione network/netmask !

source: female
es: mujer
it: femmina
vi: Nữ

source: male
es: hombre
it: maschio
vi: Nam

source: Cannot upload file!
es: ¡No se puede subir el archivo!
it: Impossibile importare il file !
vi: Không thể tải file lên!

source: Serial number
es: Número serie
it: Numero di serie
vi: Số seri

source: (Some types of certificates are currently not supported and may be displayed as 'invalid'.)
es: (Algunos tipos de certificados no están soportados y pueden ser mostrados como no validos.)
it: (Alcuni tipi di certificato non sono supportati e saranno mostrati come 'non validi'.)
vi: (Một số loại chứng nhận hiện không được hỗ trợ và có thể hiển thị 'không hợp lệ'.)

source: Certificate is valid from %s to %s and is currently %s.
es: El certificado es valido desde %s hasta %s y es actualmente %s.
it: Il certificato è valido da %s a %s ed è attualmente %s
vi: Giấy chứng nhận có hiệu lực từ %s đến %s và hiện tại đang là %s.

source: valid
es: válido
it: valido
vi: hợp lệ

source: invalid
es: no válido
it: non valido
vi: không hợp lệ

source: No certificate installed
es: No hay certificados instalados
it: Nessu certificato installato
vi: Không có giấy chứng nhận nào được cài đặt

source: The selected password method is no longer available.
es: El método de contraseña seleccionado no está disponible.
it: Il formato scelto per la memorizzazione delle password non è più disponibile.
vi: Phương pháp lập mật khẩu được chọn này không còn ở đây.

source: Cannot build RDN: no + allowed to build sub RDN!
es: No se puede construir RDN: ¡no se permite + para construir subRDN!
it: Impossibile costruire l'RDN: il + non è permesso nella costruzione di sotto RDN !

source: Cannot build RDN: attribute is not defined!
es: No se puede construir RDN: ¡Atributo no definido!
it: Non posso costruire RDN: l'attributo non è definito !

source: Cannot build RDN: invalid attribute parameters!
es: No se puede construir RDN: ¡Valor no válido del atributo!
it: Non posso costruire RDN: i parametri dell'attributo non sono validi !

source: The selected password method requires initial configuration!
es: ¡El método de contraseña seleccionado necesita una configuració inicial!
it: Questo metodo selezionato per le password richiede una configurazione iniziale !
vi: Phương pháp lập mật khẩu được chọn yêu cầu cấu hình ban đầu!

source: Homepage
es: Página Web
vi: Trang chủ

source: Mobile
es: Móvil
it: Cellulare
vi: Điện thoại di động

source: Pager
es: Buscapersonas
it: Segreteria telefonica
vi: Máy nhắn tin

source: Date of birth
es: Fecha de nacimiento
it: Data di nascita
vi: Ngày sinh

source: Cannot open certificate!
es: ¡No puedo abrir el certificado!
it: Impossibile aprire il certificato selezionato!
vi: Không mở được giấy chứng nhận!

source: Unit
es: Unidad
it: Unità
vi: Đơn vị

source: House identifier
es: Tipo de Vía
it: Identificativo della casa
vi: Mô tả căn nhà

source: Vocation
es: Profesión
it: Professione
vi: Nghề nghiệp

source: Last delivery
es: Última dirección conocida
it: Ultima consegna
vi: Lần cung cấp cuối

source: Person locality
es: Lugar de residencia
it: Luogo di residenza
vi: Địa phương của người dùng

source: Unit description
es: Descripción de la unidad
it: Descrizione dell'unità
vi: Mô tả đơn vị

source: Subject area
es: Área de desarrollo
it: Area disciplinare
vi: Lĩnh vực chuyên môn

source: Functional title
es: Función
it: Funzione
vi: Danh xưng chức năng

source: Certificate serial number
es: Número de serie del certificado
it: Numero di serie del certificato
vi: Số seri chứng nhận

source: Public visible
es: Visible por todos
it: Pubblico
vi: Hiển thị với tất cả mọi người

source: Street
es: Calle
it: Via
vi: Phố

source: Postal code
es: Código Postal
it: CAP
vi: Mã bưu điện

source: Generic user settings
es: Parámetros genéricos del usuario
it: Impostazioni generali per gli utenti
vi: Thiết lập chung của người dùng

source: My account
es: Mi cuenta
it: Identità personale
vi: Tài khoản của tôi

source: User identification
es: Identificación de Usuario
it: Identifica dell'utente
vi: Chứng nhận người dùng

source: Personal title
es: Título Personal
it: Titolo onorifico
vi: Chức danh cá nhân

source: Academic title
es: Títulos académicos
it: Titolo di studio
vi: Chức danh học thuật

source: Sex
es: Sexo
it: Sesso
vi: Giới tính

source: Preferred language
es: Idioma preferido
it: Lingua preferita
vi: Ngôn ngữ muốn sử dụng

source: User picture
es: Foto del usuario
it: Foto personale
vi: Ảnh của người sử dụng

source: Department number
es: Número del departamento
it: Numero del dipartimento
vi: Số phòng làm việc

source: Employee number
es: Número de empleado
it: Matricola dell'impiegato
vi: Số nhân viên

source: Employee type
es: Funciones laborales
it: Qualifica
vi: Loại nhân viên

source: Room number
es: Número de habitación
it: Numero dell'ufficio
vi: Số phòng

source: Telefon number
es: Número de teléfono
it: Numero di telefono
vi: Số điện thoại

source: Pager number
es: Número del busca
it: Numero della segreteria telefonica
vi: Số máy nhắn tin

source: Mobile number
es: Teléfono móvil
it: Numero del telefono cellulare
vi: Số di động

source: Fax number
es: Número de Fax
it: Numero di telefono del fax
vi: Số fax

source: Home postal address
es: Dirección Postal personal
it: Indirizzo postale personale
vi: Đại chỉ nhà theo bưu điện

source: Home phone number
es: Número de teléfono personal
it: Numero di telefono personale
vi: Số điện thoại nhà

source: User password method
es: Metodo de contraseña de usuario
it: Algoritmo per la password dell'utente

source: User certificates
es: Certificados de usuario
it: Certificati dell'utente
vi: Giấy phép của người dùng

source: You've successfully changed your password. Remember to change all programms configured to use it as well.
es: Su cambio de contraseña se ha realizado correctamente. Recuerde cambiarla en todos los programas configurados también.
it: Hai cambiato con successo la tua password. Ricorda di modificare tutti i programmmi configurati per usarla.
vi: Bạn đã thay đổi mật khẩu thành công. Hãy nhớ thay đổi cả các chương trình cấu hình để sử dụng được nó.

source: Personal information
es: Información personal
it: Informazioni personali
vi: Thông tin cá nhân

source: Personal picture
es: Foto
it: Foto personale
vi: Ảnh cá nhân

source: Change picture
es: Cambiar foto
it: Cambia foto
vi: Thay đổi hình ảnh

source: Template name
es: Nombre de la plantilla
it: Nome del modello
vi: Tên Mẫu

source: Preferred langage
es: Idioma preferido
it: Lingua preferita
vi: Ngôn ngữ muốn dùng

source: Private phone
es: Teléfono privado
it: Numero di telefono privato
vi: Số điện thoại riêng

source: Password storage
es: Almacén de claves
it: Algoritmo per la password
vi: Kho lưu mật khẩu

source: Certificates
es: Certificados
it: Certificati
vi: Các giấy phép

source: Edit certificates
es: Editar certificados
it: Modifica certificati
vi: Hiệu chỉnh các giấy phép

source: Restrict login to
es: Restringir inicio de sesión a
it: Restrizione d'accesso per

source: IP or network
es: IP o Red
it: Indirizzo IP oppure network

source: Organizational information
es: Información corporativa
it: Informazioni organizzazione
vi: Thông tin về tổ chức

source: Department No.
es: Número departamento
it: Dipartimento No.
vi: Số phòng ban

source: Employee No.
es: Número empleado
it: Matricola No.
vi: Số nhân viên

source: Room No.
es: Número sala
it: Stanza No.
vi: Số phòng

source: Please use the phone tab
es: Por favor use la sección telefóno
it: Usa la linguetta del telefono
vi: Xin hãy sử dụng Phone Tab

source: User settings
es: Caracteristicas del usuario
it: Impostazioni dell'utente
vi: Thiết lập của người dùng

source: Clear password
es: Borrar Contraseña
it: Rimuovi la password
vi: Bỏ mật khẩu

source: Set new password
es: Introducir nueva contraseña
it: Imposta la nuova password
vi: Đặt mật khẩu mới

source: Remove picture
es: Eliminar foto
it: Elimina foto
vi: Xóa ảnh

source: Generic user information
es: Información genérica del usuario
it: Informazioni generali dell'utente
vi: Thông tin chung của người dùng

source: To change your personal password use the fields below. The changes take effect immediately. Please memorize the new password, because you wouldn't be able to login without it.
es: Para cambiar su contraseña personal use los campos siguientes. Los cambios tendrán efecto inmediato. Por favor memorice la nueva contraseña, porque no podrá entrar sin ella.
it: Per cambiare la tua password usa i campi qui sotto. I cambiamenti avranno effetto immediato. Memorizza la nuova password perché non sarai in grado di connetterti senza di essa.
vi: Để thay đổi được mật khẩu cá nhân, sử dụng các trường dưới đây. Các thay đổi sẽ diễn ra ngay lập tức. Xin hãy nhớ mật khẩu mới, bởi vì bạn sẽ không thể đăng nhập vào nếu không có nó.

source: Clear fields
es: Limpiar información
it: Ripulisci i campi
vi: Dọn sạch các trường

source: Standard certificate
es: Certificado estándar
it: Certificato standard
vi: Giấy phép chuẩn

source: S/MIME certificate
es: Certificado S/MIME
it: Certificato S/MIME
vi: Giấy phép S/MIME

source: PKCS12 certificate
es: Certificado PKCS12
it: Certificato PKCS12
vi: Giấy phép PKCS12

source: You have no permission to change your password at this time
es: No tiene permisos para cambiar su contraseña en estos momentos
it: Non hai il permesso di cambiare la tua password in questo momento.
vi: Bạn không được phép thay đổi mật khẩu tại thời điểm này

source: Edit users POSIX settings
es: Editar parametros de usuarios POSIX
it: Modifica le impostazioni POSIX dell'utente
vi: Hiệu chỉnh cài đặt POSIX của người dùng

source: expired
es: expiró
it: Scaduto
vi: hết hạn

source: grace time active
es: Periodo de gracia activado
it: Il tempo di grazia è attivo
vi: Thời gian trước khi tài khoản bị khóa đang hoạt động

source: active
es: activo
it: Attivo
vi: hoạt động

source: password not changeable
es: no puede cambiar la contraseña
it: Password non modificabile

source: password expired
es: la contraseña expiró
it: Password scaduta
vi: mật khẩu hết hạn

source: automatic
es: automático
it: automatico
vi: tự động
