Repository: fusiondirectory/fusiondirectory
Catalog: locale/core/*/LC_MESSAGES/messages.po
Languages: es, it, vi

source: register_globals is a PHP mechanism to register all global variables to be accessible from scripts without changing the scope. This may be a security risk.
es: registr_globals es un mecanismo de PHP para registrar todas las variables globales de tal manera que sean accesible desde scripts sin que cambien su ámbito. Esto puede ser un problema de seguridad.
it: register_globals è un meccanismo PHP che permette di registrare tutte le variabili globali affinchè gli scripts possano accedervi senza cambiare la portata delle variabili. Questo puó generare un rischio per la sicurezza.
vi: đăng ký_toàn cầu (register_globals) là một cơ chế PHP dùng để đăng ký tất cả các biến số toàn cầu mà có thể truy cập từ các tập lệnh mà không phải thay đổi phạm vi. Đây có thể là một rủi ro về bảo mật.

source: Search for 'register_globals' in your php.ini and switch it to 'Off'.
es: Busque 'register_globals' en su php.ini y modifíquelo por 'Off'.
it: Cerca l'opzione register_globals nel tuo file php.ini e impostalo su 'Off'.
vi: Tìm kiếm 'register_globals' trong thư mục php.ini của bạn và chuyển nó thành 'Off'.

source: PHP uses this value for the garbage collector to delete old sessions.
es: PHP usa este valor en el recolector de basura para eliminar las sesiones antiguas.
it: PHP utilizza questa variabile per cancellare delle vecchie sessioni.
vi: PHP sử dụng giá trị này để phần mềm thu dọn rác có thể sóa các phiên cũ đi.

source: Setting this value to one day will prevent loosing session and cookies before they really timeout.
es: Ajustando este valor a un día impedirá la perdida de sesiones y cookies antes de que realmente se desconecte por tiempo.
it: Impostare questa variabile a "1 giorno" eviterà di perdere i coockies e le sessioni prima che siano realmente scadute.
vi: Thiết lập giá trị này đến một ngày sẽ ngăn cản việc mất đi các phiên và cookies trước khi chúng thực sự hết hạn.

source: Search for 'session.gc_maxlifetime' in your php.ini and set it to 86400 or higher.
es: Busque 'sessio.gc_maxlifetime' en su php.ini y modifíquelo a 86400 o mayor.
it: Cerca la variabile 'session.gc_maxlifetime' nel tuo file php.ini e impostala a 86400 o un valore più grande.
vi: Tìm kiếm 'session.gc_maxlifetime' trong thư mục php.ini của bạn và thiết lập nó đển 86400 hoặc cao hơn.

source: In Order to use GOsa without any trouble, the session.auto_register option in your php.ini should be set to 'Off'.
es: Si quiere usar GOsa sin problemas, debe modificar a 'Off' la opción 'session.auto_register' en su php.ini.

source: Search for 'session.auto_start' in your php.ini and set it to 'Off'.
es: Busque 'session.auto_start' en su php.ini y modifíquelo a 'Off'.
it: Cerca la variabile 'session.auto_start' nel file php.ini e impostala su 'Off'.
vi: Tìm kiếm 'session.auto_start' trong thư mục php.ini của bạn và đặt nó thành 'Off'.

source: GOsa needs at least 32MB of memory. Setting it below this limit may cause errors that are not reproducable! Increase it for larger setups.
es: GOsa necesita al menos 32Mb de memoria. Teniéndola por debajo de ese limite provocara errores inesperados. Aumentar para configuraciones mayores.

source: Search for 'memory_limit' in your php.ini and set it to '32M' or higher.
es: Busque 'memory_limit' en su php.ini y modifíquelo a '32M' o mayor.
vi: Tìm kiếm 'memory_limit' trong thư mục php.ini của bạn và thiết lập nó lên '32M' hoặc cao hơn.

source: This option influences the PHP output handling. Turn this Option off, to increase performance.
es: Esta opción está relacionada con el manejo de salida de PHP. Desactive esta opción poniéndola en off para mejorar el rendimiento.
it: Questa opzione influenza la gestione delle uscite. Per aumentare le prestazioni, impostala su 'Off'.
vi: Lựa chọn này sẽ ảnh hưởng tới việc sử lý đầu vào PHP. Tắt chức năng này đi, để tăng khả năng hoạt động.

source: Search for 'implicit_flush' in your php.ini and set it to 'Off'.
es: Busque 'implicit_flush' en su php.ini y modifíquelo a 'Off'.
it: Cerca la variabile 'implicit_flush' nel file php.ini e impostala su 'Off'.
vi: Tìm kiếm 'implicit_flush' trong thư mục php.ini của bạn và chuyển nó sang 'Off'.

source: The Execution time should be at least 30 seconds.
es: El tiempo de ejecución debe ser de al menos 30 segundos.
it: Il tempo di esecuzione deve essere di almeno 30 secondi.
vi: Thời gian chạy ít nhất là 30 giây.

source: Search for 'max_execution_time' in your php.ini and set it to '30' or higher.
es: Busque 'max_execution_time' en su php.ini y modifíquelo a '30' o mayor.
it: Cerca la variabile 'max_execution_time' nel file php.ini e impostala su '30' o un valore più grande.
vi: Tìm kiếm 'max_execution_time' trong thư mục php.ini của bạn và thiết lập nó đến '30' hoặc cao hơn.

source: Increase the server security by setting expose_php to 'off'. PHP won't send any information about the server you are running in this case.
es: Aumente la seguridad del servidor modificando el parámetro 'expose_php' a 'off'. PHP no debería enviar ningún tipo de información sobre el servidor que esta ejecutando la aplicación.
it: Aumenta la sicurezza del tuo server impostando la variabile 'expose_php' su 'Off'. PHP non trasmetterà alcuna informazione a proposito del server che stai configurando.
vi: Tăng tính bảo mật của server bằng việc thiết lập expose_php thành 'off'. PHP sẽ không gửi bất cứ thông tin nào về server bạn đang chạy trong trường hợp này.

source: Search for 'expose_php' in your php.ini and set if to 'Off'.
es: Busque 'expose_php' en su php.ini y modifíquelo a 'Off'.
it: Cerca la variabile 'expose_php' nel file php.ini e impostala su 'Off'.
vi: Tìm kiếm 'expose_php' trong thư much php.ini của bạn và chuyển nó thành 'Off'.

source: Increase your server security by setting magic_quotes_gpc to 'on'. PHP will escape all quotes in strings in this case.
es: Aumente la seguridad del servidor modificando el parámetro 'magic_quotes_gpc ' a 'on'. PHP debería escapar todas las comillas de las cadenas en este caso.
vi: Tăng cường an ninh cho server của bạn bằng cách thiết lập magic_quotes_gpc thành 'on'. PHP sẽ giải thoát tất cả các trích dẫn trong các đoạn mã trong trường hợp này.

source: Search for 'magic_quotes_gpc' in your php.ini and set it to 'On'.
es: Busque 'magic_quotes_gpc' en su php.ini y modifíquelo a 'On'.
vi: Tìm kiếm ''magic_quotes_gpc' trong thư mục php.ini của bạn và chuyển nó thành 'On'

source: Increase your server performance by setting magic_quotes_gpc to 'off'.
es: Aumente el rendimiento de su servidor modificando 'magic_quotes_gpc' a 'off'
it: Aumenta le prestazioni del tuo server impostando la variabile 'magic_quotes_gpc' su 'Off'.
vi: Tăng cường khả năng hoạt động cho server của bạn bằng việc thiết lập magic_quotes_gpc thành 'off'.

source: Search for 'zend.ze1_compatibility_mode' in your php.ini and set it to 'Off'.
es: Busque 'zend.ze1_compatibility_mode' en su php.ini y modifíquelo a 'Off'.
it: Cerca la variabile 'zend.ze1_compatibility_mode' nel file php.ini e impostala su 'Off'.
vi: Tìm kiếm 'zend.ze1_compatibility_mode' trong thư mục php.ini và chuyển nó thành 'Off'.

source: Configuration writeable
es: Se puede escribir en la configuración
it: Il file di configurazione puó essere scritto
vi: Cấu hình có thể lưu trữ dữ liệu (writable)

source: The configuration file can't be written
es: No se puede escribir en la configuración
it: Il file di configurazione non puó essere scritto
vi: Không thể viết lên File cấu hình

source: GOsa reads its configuration from a file located in (%s/%s). The setup can write the configuration directly if it is writeable.
es: GOsa lee la configuración desde un archivo colocado en (%s/%s). El asistente puede escribir la configuración directamente si tiene permisos de escritura.

source: GOsa core settings
es: Configuración común de GOsa

source: Enable primary group filter
es: Activar filtro de grupo primario
it: Abilita il filtro per il gruppo primario

source: Display summary in listings
es: Mostrar resumen en listados
it: Mostra il riepilogo negli elenchi
vi: Hiển thị tóm tắt trên danh sách

source: Honour administrative units
es: Delegar en unidades administrativas
it: Onorare le entità amministrative
vi: Các đơn vị quản trị chức danh

source: Smarty compile directory
es: Directorio de compilación Smarty
vi: Thư mục soạn thảo Smarty

source: SNMP community
es: Comunidad SNMP
vi: Cộng đồng SNMP

source: Path for PPD storage
es: Ruta del almacén PPD
vi: Đường dẫn đến kho lưu trữ PPD

source: Path for kiosk profile storage
es: Ruta del almacén de perfiles kiosk
vi: Đường dẫn đến kho lưu trữ profile của ki-ốt

source: SUDO role base
es: Rol Base SUDO

source: Mail queue script
es: Script de cola de correo
vi: Tập lệnh sắp hàng mail

source: Notification script
es: Script de notificación
vi: Tập lệnh thông báo

source: Enable edit locking
es: Activar edición de bloqueo
it: Attivare il blocco durante la modifica
vi: Bật chức năng khóa việc hiệu chỉnh lên

source: Gosa support daemon
es: Demonio de soporte GOsa

source: Daemon timeout
es: Tiempo máximo de respuesta de acceso al demonio

source: Login and session
es: Inicio y sesión
it: Connessione e sessione
vi: Đăng nhập và phiên

source: Login attribute
es: Atributo de inicio de sesión
it: Attributo di connessione
vi: Thuộc tính đăng nhập

source: Enforce register_globals to be deactivated
es: Forzar register_globals para que sea desactivado
it: Forza la disattivazione della variabile 'register_globals'
vi: Tắt chức năng đăng ký _toàn cầu

source: Enforce encrypted connections
es: Forzar conexiones seguras
it: Forza le connessioni criptate
vi: Thực thi việc mã hóa các kết nối

source: Warn if session is not encrypted
es: Avisar si la sesión no esta codificada
it: Mostra un avvertimento quando la sessione non è criptata
vi: Cảnh báo nếu một phiên chưa được mã hóa

source: Remember dialog filter settings
es: Recordad los parámetros de filtro de los diálogos
it: Ricordarsi delle impostazioni dei filtri
vi: Nhớ thiết lập bộ lọc đối thoại

source: Session lifetime
es: Duración de sesiones.
it: Durata di vita della sessione
vi: Thời gian cho một phiên (một Session)

source: Debugging
es: Depurando
vi: Sửa lỗi

source: Show PHP errors
es: Mostrar errores PHP:
it: Mostra gli errori PHP
vi: Hiển thị lỗi PHP

source: Maximum LDAP query time
es: Tiempo de consulta máxima de LDAP
it: Durata massima di una richiesta LDAP
vi: Thời gian truy vấn LDAP tối đa

source: Log LDAP statistics
es: Registrar estadísticas LDAP
it: Inserisci le statistiche dell'annuario LDAP nel giornale di sistema
vi: Đăng nhập thống kê LDAP

source: Debug level
es: Nivel de depuración
it: Livello per il debug
vi: Cấp độ sửa lỗi

source: Disabled
es: Desactivado
it: Disabilitato
vi: Vô hiệu hóa/ Tắt chức năng

source: Enabled
es: Activado
it: Abilitato
vi: Bật chức năng

source: Feedback sucessfully send
es: Sugerencia enviada correctamente
vi: Phản hồi đã được gửi thành công

source: Subscribe to the gosa-announce mailinglist
es: Suscribirse a la lista de correo gosa-announce

source: When checking this option, GOsa will try to connect http://oss.gonicus.de in order to subscribe you to the gosa-announce mailing list. You've to confirm this by mail.
es: Cuando seleccione esta opción, Gosa intentara conectar a http://oss.gonicus.de para suscribirle a la lista de correo de gosa-announce. Tendrá que confirmar esto por correo electrónico.

source: Mail address
es: Dirección correo electrónico
it: Indirizzo di posta elettronica
vi: Địa chỉ thư

source: Send feedback to the GOsa project team
es: Enviar comentarios al equipo del proyecto GOsa

source: When checking this option, GOsa will try to connect http://oss.gonicus.de in order to submit your form anonymously.
es: Cuando seleccione esta opción, Gosa intentara conectar a http://oss.gonicus.de para enviar el formulario de comentarios de forma anónima.

source: Did the setup procedure help you to get started?
es: ¿El procedimiento de configuración le ha ayudado?
it: La procedura d'istallazione ti è stata d'aiuto ?
vi: Các thủ tục cài đặt có giúp bạn bắt đầu được không?

source: Yes
es: Si
it: Si
vi: Có

source: If not, what problems did you encounter
es: Si no, que problemas ha encontrado
it: Se la risposta è no, quali sono stati i problemi che hai riscontrato ?
vi: Nếu không, vấn đề mà bạn gặp phải là gì?

source: Is this the first time you use GOsa?
es: ¿Es la primera vez que usa GOsa?

source: I use it since
es: Lo uso desde
it: Lo uso da
vi: Tôi sử dụng nó từ khi

source: Select the year since when you are using GOsa
es: Seleccione el año desde el cual ha estado usando GOsa

source: What operating system / distribution do you use?
es: ¿Que sistema operativo / distribución usa?
it: Quale sistema operativo / distribuzione usi ?
vi: Bạn sử dụng loại hệ điều hành/bản phân phối nảo?

source: What web server do you use?
es: ¿Que servidor web usa?
it: Quale server web usi ?
vi: Bạn sử dụng loại web server nào?

source: What PHP version do you use?
es: ¿Que versión de PHP usa?
it: Quale versione di PHP usi ?
vi: Bạn sử dụng phiên bản PHP nào?

source: What kind of LDAP server(s) do you use?
es: ¿Que tipo de servidor(es) LDAP usa?
it: Che tipo di server(s) LDAP usi ?
vi: Bạn sử dụng loại LDAP server nào?

source: How many objects are in your LDAP?
es: ¿Cuantos objetos tiene en su servidor LDAP?
it: Quanti oggetti ci sono nel tuo LDAP?
vi: Có bao nhiêu đối tượng trong LDAP của bạn?

source: Features
es: Características
it: Funzionalità
vi: Các tính năng

source: What features of GOsa do you use?
es: ¿Que características de GOsa usa?

source: What features do you want to see in future versions of GOsa?
es: ¿Que características le gustaría ver en versiones futuras de GOsa?.

source: Send feedback
es: Enviar Comentario
it: Invia il feedback
vi: Gửi phản hồi

source: Create your configuration file
es: Crear su fichero de configuración
it: Crea il file di configurazione
vi: Tạo ra file cấu hình của bạn

source: Depending on the user name your webserver is running on:
es: Dependiendo del nombre de usuario sobre el que esta corriendo el servidor web:

source: Download configuration
es: Descargar configuración
it: Scarica il file di configurazione
vi: Tải cấu hình về

source: Status:
es: Estado:
it: Stato :
vi: Trạng thái:

source: LDAP setup
es: Configuración LDAP
it: Configurazione di LDAP
vi: Cài đặt LDAP

source: LDAP connection setup
es: Conectividad LDAP
it: Configurazione della connessione di LDAP
vi: Thiết lập kết nối LDAP

source: This dialog performs the basic configuration of the LDAP connectivity for GOsa.
es: Este asistente llevara a cabo la configuración de la conectividad entre GOsa y LDAP.

source: Anonymous bind to server '%s' failed!
es: ¡La conexión anónima al servidor '%s' ha fallado!
it: La connessione anonima sul server '%s' è fallita !
vi: Kết nối nặc danh với server '%s' thất bại!

source: Bind as user '%s' failed!
es: ¡La conexión como usuario '%s' ha fallado!
it: La connessione dell'utente '%s' è fallita !
vi: Kết nối với vai trò người dùng '%s' thất bại!

source: Anonymous bind to server '%s' succeeded.
es: La conexión anónima al servidor '%s' ha tenido exito.
it: La connessione anonima al server '%s' è riuscita.
vi: Kết nối nặc danh đến server '%s' thành công.

source: Please specify user and password!
es: ¡Por Favor especifique un usuario y contraseña!
it: Specifica il nome utente e la password !
vi: Xin hãy xác định người dùng và mật khẩu!

source: Bind as user '%s' to server '%s' succeeded!
es: ¡La conexión como usuario '%s' al servidor '%s' ha tenido exito!
it: La connessione dell'utente '%s' al server '%s' è riuscita !
vi: Kết nối với tư cách người dùng '%s' đến server '%s' thành công!

source: LDAP connection
es: Conexión LDAP
it: Connessione LDAP
vi: Kết nối LDAP

source: Location name
es: Nombre de la localización
it: Nome del luogo
vi: Tên vị trí

source: Connection URI
es: URI de conexión
it: URI di connessione

source: TLS connection
es: Conexión TLS
it: Connessione TLS
vi: Kết nối TLS

source: Authentication
es: Autenticación
it: Autentificazione
vi: Thẩm định quyền

source: Admin DN
es: DN del administrador
it: DN dell'amministratore

source: Automatically append LDAP base to admin DN
es: Añadir automáticamente la base LDAP al DN administrador
it: Aggiunta automatica della base dell'annuario LDAP al DN dell'amministratore
vi: Tự động nối cơ sở LDAP với admin DN

source: Admin password
es: Contraseña de administrador
it: Password dell'amministratore
vi: Mật khẩu Admin

source: Schema based settings
es: Configuración basada en el esquema
it: Impostazioni basate sugli schemi
vi: Thiết lập dựa trên Schema

source: Use rfc2307bis compliant groups
es: Usar grupos conformes a rfc2307bis
it: Utilizza dei gruppi rfc2307bis
vi: Sử dụng các nhóm tuân thủ tiêu chuẩn rfc2307bis

source: Current status
es: Estado actual
it: Stato attuale
vi: Tình trạng hiện tại

source: LDAP inspection
es: Inspección LDAP
it: Ispezione dell'annuario LDAP
vi: Thanh tra LDAP

source: Analyze your current LDAP for GOsa compatibility
es: Analice la compatibilidad con GOsa de su directorio LDAP

source: Checking for root object
es: Comprobando objeto raíz
it: Verifica dell'oggetto radice
vi: Kiểm tra đối tượng gốc

source: Inspecting object classes in root object
es: Analizando objetos en la entrada raíz
it: Ispezione delle classi di oggetti nell'oggetto radice

source: Checking permission for LDAP database
es: Comprobando permisos en la base de datos LDAP
it: Verifica del permesso di accesso al database LDAP

source: Checking for invisible departments
es: Comprobando departamentos invisibles
it: Verifica dei dipartimenti nascosti
vi: Kiểm tra các bộ phận ẩn

source: Checking for invisible users
es: Comprobando usuarios invisibles
it: Verifica degli utenti nascosti
vi: Kiểm tra những người dùng ẩn

source: Checking for super administrator
es: Comprobando súper administrador
it: Verifica del super amministratore
vi: Kiểm tra siêu admin

source: Checking for users outside the people tree
es: Comprobando cuentas fuera del árbol de usuarios
it: Verifica degli utenti al di fuori del ramo "people"
vi: Kiểm tra người dùng bên ngoài cây con người

source: Checking for groups outside the groups tree
es: Comprobando grupos fuera del árbol de grupos
it: Verifica dei gruppi al di fuori del ramo "groups"
vi: Kiểm tra nhóm bên ngoài cây nhóm

source: Checking for windows workstations outside the winstation tree
es: Comprobando estaciones de trabajo windows fuera del árbol de estaciones de trabajo windows
vi: Kiểm tra máy trạm window bên ngoài cây máy trạm window

source: Checking for duplicated UID numbers
es: Comprobando números UID duplicados
it: Verifica dei possibili doppioni UID
vi: Kiểm tra các số ID cuả người dùng (UID) được nhân bản

source: Checking for duplicate GID numbers
es: Comprobando números GID duplicados
it: Verifica dei possibili doppioni GID
vi: Kiểm tra các số ID của nhóm (GID) được nhân bản

source: Checking for old style USB devices
es: Comprobando dispositivos por método antiguo
it: Verifica delle periferiche USB vecchio stile

source: Checking for old services that have to be migrated
es: Comprobando servicios antiguos que deben ser migrados
it: Verifica dei vecchi servizi che dovranno essere migrati

source: Checking for old style application menus
es: Comprobando por menús con estilo antiguo
it: Verifica dei menu delle applicazioni "vecchio stile"

source: LDAP query failed
es: La consulta LDAP ha fallado
it: La richiesta al database LDAP è fallita!
vi: Yêu cầu LDAP thất bại

source: Possibly the 'root object' is missing.
es: Posiblemente el objeto raíz está desaparecido
it: Probabilmente manca l'oggetto radice.
vi: Có thể 'đối tượng gốc' bị mất tích.

source: Found %s duplicate values for attribute 'uidNumber'.
es: Encontrado '%s' valores duplicados del atributo 'uidNumber'.
it: Ho trovato %s doppioni per l'attributo 'uidNumber'.
vi: Đã tìm được %s giá trị nhân bản cho thuộc tính 'uidNumder'.

source: Found %s duplicate values for attribute 'gidNumber'.
es: Encontrado '%s' valores duplicados del atributo 'gidNumber'.
it: Ho trovato %s doppioni per l'attributo 'gidNumber'.
vi: Đã tìm được %s giá trị nhân bản cho thuộc tính 'gidNumder'.

source: Failed
es: Error
it: Fallito
vi: Thất bại

source: Found %s winstations outside the predefined winstation department ou '%s'.
es: Se encontraron '%s' estaciones de trabajo windows fuera del contenedor ou de estaciones de trabajo windows '%s'
vi: Đã tìm thấy %s máy trạm win bên ngoài bộ phận winstation đã được xác định trước '%s'.

source: Found %s groups outside the configured tree '%s'.
es: Encontrados '%s' grupos fuera del árbol configurado '%s'.
it: Ho trovato %s gruppi al di fuori del ramo '%s' configurato.
vi: Đã tìm thấy %s nhóm bên ngoài cây được cấu hình '%s'.

source: Move
es: Mover
it: Sposta
vi: Chuyển

source: Found %s user(s) outside the configured tree '%s'.
es: Encontrados '%s' usuario(s) fuera del árbol configurado '%s'.
it: Ho trovato %s utente(i) al di fuori del ramo '%s' configurato.
vi: Đã tìm thấy %s người dùng bên ngoài cây được cấu hình '%s'.

source: The specified user '%s' does not have full access to your ldap database.
es: El usuario especificado '%s' no tiene acceso total a la base de datos LDAP.
it: L'utente '%s' specificato non ha un pieno accesso al database LDAP.
vi: Người dùng '%s' không có toàn quyền truy cập vào cơ sở dữ liệu LDAP của bạn.

source: Found %s user(s) that will not be visible in GOsa.
es: Encontrados %s usuario(s) que nos son visibles para GOsa.

source: Migration error
es: Error de migración
it: Errore durante la migrazione
vi: Lỗi di trú

source: Cannot migrate department '%s':
es: No puede migrar el departamento '%s':
it: Non posso migrare il dipartimento '%s':
vi: Không thể di trú bộ phận '%s':

source: Found %s department(s) that will not be visible in GOsa.
es: Encontrados %s departamento(s) que nos son visibles para GOsa.

source: GOsa 2.5 administrative accounts found: %s
es: Encontrada cuenta administrativa GOsa 2.5: %s
it: Account amministrativi trovati per GOsa 2.5 : %s

source: There is no valid GOsa 2.6 administrator account inside your LDAP.
es: No hay cuenta de administrador GOsa 2.6 en la base de datos LDAP.

source: There is no GOsa administrator account inside your LDAP.
es: No hay cuenta de administrador GOsa en la base de datos LDAP.

source: Cannot add ACL for user '%s':
es: No se puede añadir ACL para el usuario '%s':
it: Impossibile aggiungere un ACL per l'utente '%s' :
vi: Không thể thêm ACL cho người dùng '%s':

source: Input error
es: Error de entrada
it: Errore d'immissione
vi: Lỗi nhập vào

source: Password error
es: Error de contraseña
it: Errore nella password
vi: Lỗi mật mã

source: Provided passwords do not match!
es: ¡La contraseñas introducidas no coinciden!
it: Le password nuova e ripetuta non corrispondono !
vi: Những mật khẩu được cung cấp không phù hợp!

source: Specify a valid user ID!
es: ¡Por favor especifique un ID de usuario válido!
it: Specifica un ID utente valido !
vi: Xác định một ID người dùng hợp lệ!

source: Adding an administrative user failed: object '%s' already exists!
es: Ha fallado al añadir un usuario administrativo: ¡El objeto '%s' ya existe!
it: L'ggiunta di un utenyte amministratore è fallita: l'oggetto '%s' esiste già !
vi: Việc thêm một người dùng quản trị đã thất bại: đối tượng '%s' đã có rồi!

source: Cannot move users to the requested department!
es: ¡No puedo mover los usuarios al departamento especificado!
it: Non posso spostare l'utente nel dipartimento richiesto !
vi: Không thể chuyển người dùng đến bộ phận được yêu cầu!

source: Winstation will be moved from
es: La estaciones de trabajo windows serán trasladadas desde
it: La workstation Windows sarà spostata da
vi: Máy trạm Win sẽ được chuyển từ
