Repository: fusiondirectory/fusiondirectory
Catalog: locale/core/*/LC_MESSAGES/messages.po
Languages: es, it, vi

source: Account locked. Please contact your system administrator!
es: Cuenta bloqueada. ¡Por favor contacte con su administrador de sistemas!
it: Conto bloccato. Contatta l'amministratore del sistema!
vi: Tài khoản bị khóa. Xin hãy liên lạc với admin quản trị hệ thống của bạn!

source: Your browser has cookies disabled. Please enable cookies and reload this page before logging in!
es: Su navegador tiene las cookies desactivadas. ¡Porfavor active las cookies y recargue esta página antes de iniciar sesión!
it: Il tuo navigatore web ha i cookies disattivati. Attiva i cookies e ricarica la pagina prima di connetterti !
vi: Trình duyệt của bạn đã vô hiệu cookies. Xin hãy cho phép cookies vào và tải lại trang này trước khi đăng nhập!

source: Cannot locate file '%s' - please run '%s' to fix this
es: No se puede encontrar el archivo '%s' - por favor ejecute '%s' para solucionarlo
it: Impossibile trovare il file '%s' - esegui '%s' per porre rimedio al problema
vi: Không thể xác định vị trí file '%s'- xin hãy chạy '%s' để sửa lỗi này!

source: PHP configuration
es: Configuración PHP
it: Configurazione PHP
vi: Cấu hình PHP

source: Your password is about to expire, please change your password!
es: Su contraseña va a caducar próximamente, ¡Por favor cambie su contraseña!
it: La tua password sta per scadere, per favore cambiala !
vi: Mật khẩu của bạn chuẩn bị hết hạn, xin hãy thay đối mật khẩu của bạn!

source: Running out of memory!
es: ¡Funcionando sin memoria!
it: Fine della memoria disponibile !
vi: Hết dung lượng bộ nhớ!

source: User ACL checks disabled
es: Desactivados chequeos de ACL de usuario
it: Le verifiche ACL dell'utente sono state disattivate
vi: Vô hiệu việc kiểm tra ACL của người dùng

source: Plugin
es: Extensión
it: Estensione

source: Configuration Error
es: Error de configuración
it: Errore di configurazione

source: Help browser
es: Navegador de ayuda
vi: Hỗ trợ trình duyệt

source: There is no helpfile specified for this class
es: No hay archivo de ayuda disponible para esta clase
vi: Không có file trợ giúp nào được chỉ định cho lớp này

source: previous
es: anterior
vi: Trước

source: next
es: siguiente
vi: Tiếp theo

source: Helpdir '%s' is not accessible, can't read any helpfiles.
es: El directorio de ayuda '%s' no está disponible, no podrá leer ningún archivo de ayuda.
vi: Không thể truy cập Helpdir '%s', không thể đọc được bất cứ file trợ giúp nào.

source: unconfigured
es: Sin configurar
it: non configurato
vi: không được cấu hình

source: Filter error
es: Error del filtro
it: Errore di filtro

source: The filter is incomplete!
es: ¡El filtro está incompleto!
it: Il filtro non è completo!

source: Permission
es: Permiso
it: Permesso
vi: Cho phép

source: Permission error
es: Error de Permisos
it: Errore di permesso
vi: Lỗi về cấp phép

source: You are not allowed to create a snapshot for %s.
es: No tiene permisos para crear una instantanea para %s.
it: Non sei autorizzato a creare una 'copia instantanea' di %s.
vi: Bạn không được phép tạo ra snapshot cho %s.

source: You are not allowed to restore a snapshot for %s.
es: No tiene permisos para recuperar una instantanea para %s.
it: Non sei autorizzato a restaurare una 'copia instantanea' di %s.
vi: Bạn không được phép phục hồi một snapshot cho %s.

source: No tab declaration for '%s' found in your configuration file. Cannot create plugin instance!
es: No hay declaración de pestaña para '%s' en su archivo de configuración. ¡No se puede crear la instancia del plugin!
it: Nessuna dichiarazione per '% s' nel file di configurazione. Impossibile inizializzare il plugin !

source: The mcrypt module was not found. Please install php5-mcrypt.
es: El módulo mcrypt no ha sido encontrado. Por favor instale php-mcrypt.
vi: Không tìm thấy Mô-đun mcrypt. Xin hãy cài đặt php5-mcrypt.

source: Socket connection to host '%s:%s' failed: %s
es: Ha fallado la conexión a la máquina '%s:%s': %s
vi: Kết nối socket đến '%s:%s' thất bại: '%s'

source: Socket timeout of %s seconds reached.
es: Tiempo excedido de %s segundos para conexión alcanzado.
vi: Thời hạn cho socket là %s giây đã đến.

source: Cannot find a suitable password method for the current hash!
es: ¡No se puede encontrar un método de codificación válido para la clave introducida!
it: Impossibile trovare un algoritmo di criptaggio che corrisponda alla password!
vi: Không thể tìm thấy một phương pháp mật khẩu phù hợp cho hàm băm hiện tại!

source: The snapshot functionality is enabled, but the required variable '%s' is not set.
es: La funcionalidad de instancias esta activa, pero el valor requerido '%s' no está activo.
it: La funzione 'copia istantanea' è attivata, ma la variabile richiesta '%s' non è configurata.
vi: Chức năng Snapshot đã được bật, nhưng biến số được yêu cầu: '%s' vẫn chưa được thiết lập.

source: The snapshot functionality is enabled, but the required compression module is missing. Please install '%s'.
es: La funcionalidad de instancias esta activa, pero no se encuentra el módulo de compresión requerido. Por favor instale '%s'.
it: La funzione 'copia istantanea' è attivata, ma il modulo di compressione richiesto è introvabile. Per favore installa '%s'.

source: Access control
es: Control de acceso
it: Controllo degli accessi
vi: Kiểm soát truy cập

source: Manage access control lists
es: Gestión de las Listas de control de acceso
it: Gestire le liste di controllo degli accessi
vi: Quản lý các danh sách kiểm soát truy cập

source: All categories
es: Todas las categorías
it: Tutte le categorie
vi: Tất cả các mục

source: Reset ACLs
es: Eliminar ACLs
it: Azzerare ACLs
vi: Xác lập lại ACLs

source: One level
es: Un nivel
it: Un livello
vi: Một cấp độ

source: Current object
es: Objeto actual
it: Oggetto attuale
vi: Đối tượng hiện tại

source: Complete subtree
es: Subárbol completo
it: Sottostruttura completa
vi: Hoàn thành cây thư mục con

source: Complete subtree (permanent)
es: Subárbol completo (permanente)
it: Sottostruttura completa (permanente)
vi: Hoàn thành cây thư mục con (vĩnh viễn)

source: Use ACL defined in role
es: Utilizar las ACL definidas en el rol
it: Utilizza l'ACL definita nel ruolo
vi: Sử dụng ACL được xác định trong vai trò

source: Users
es: Usuarios
it: Utenti
vi: Người dùng

source: Groups
es: Grupos
it: Gruppi di utenti
vi: Các nhóm

source: Up
es: Arriba
it: Sopra
vi: Lên

source: Down
es: Abajo
it: Sotto
vi: Xuống

source: Edit
es: Editar
it: Modifica
vi: Hiệu chỉnh

source: Delete
es: Eliminar
it: Rimuovi
vi: Xóa

source: No ACL settings for this category!
es: ¡No hay ACL configuradas para esta categoría!
it: Non ci sono impostazioni per le ACL di questa categoria !
vi: Không có thiết lập ACL cho hạng mục này!

source: Contains ACLs for these objects: %s
es: Tiene ACLs para estos objetos: %s
it: Contiene le ACLs per questi oggetti: %s
vi: Có chứa ACLs cho các đối tượng: %s

source: category ACL
es: Categoría ACL
it: Categorie ACL
vi: Hạng mục ACL

source: Edit ACL for '%s' - scope is '%s'
es: Editar ACL para '%s', el ámbito es '%s'
it: Modifica l'ACL per '%s' - il campo di portata è '%s'
vi: Hiệu chỉnh ACL cho '%s' - phạm vi là '%s'

source: All objects in current subtree
es: Todos los objetos en el subárbol actual
it: Tutti gli oggetti nell'attuale sottostruttura
vi: Tất cả các đối tượng hiện trong cây thư mục con hiện tại

source: Show/hide advanced settings
es: Mostrar/ocultar caracteristicas avanzadas
it: Mostra/Nascondi le opzioni avanzate
vi: Hiển thị/ Ẩn các thiết lập cao cấp

source: Create objects
es: Crear objetos
it: Creare degli oggetti
vi: Tạo ra đối tượng

source: Move objects
es: Mover objetos
it: Sposta degli oggetti
vi: Dịch chuyển đối tượng

source: Remove objects
es: Eliminar Objetos
it: Elimina degli oggetti
vi: Xóa đối tượng

source: Grant permission to owner
es: Garantizar permiso al propietario
it: Concedere l'autorizzazione al proprietario

source: read
es: leer
it: lettura
vi: đọc

source: write
es: escribir
it: scrittura
vi: viết

source: Complete object
es: Objeto completo
it: L'oggetto al completo
vi: Hoàn thành đối tượng

source: Internal error
es: error interno
it: Errore interno
vi: Lỗi nội bộ

source: Unkown ACL type '%s'!
es: ¡Tipo de ACL desconocido '%s'!
it: Tipo '%s' di ACL sconosciuto !
vi: dạng ACL '%s' không được biết đến!

source: Unknown entry '%s'!
es: ¡Entrada desconocida '%s'!
it: Voce '%s' sconosciuta !
vi: Entry '%s' không được biết đến!

source: Role: %s
es: Rol: %s
it: Ruolo: %s
vi: Vai trò: %s

source: unknown role
es: rol desconocido
it: Ruolo sconosciuto
vi: Vai trò không được biết đến

source: Contains settings for these objects: %s
es: Tiene configuraciones de los siguientes objetos: %s
it: Contiene i parametri per questi oggetti: %s
vi: Chứa các thiết lập cho các đối tượng: %s

source: inactive
es: inactivo
it: disattivato
vi: không hoạt động

source: No members
es: Sin miembros
it: Non ci sono membri

source: Access control list
es: Lista de control de acceso
it: Lista di controllo degli accessi
vi: Danh sách kiểm soát truy cập

source: ACL roles
es: Roles ACL
it: Ruoli ACL
vi: Các vai trò ACL

source: Requested channel does not exist! Please contact your Administrator.
es: ¡El canal requerido no existe!. Por favor contacte con su Administrador.
it: Il canale richiesto non esiste! Contatta l'amministratore del sistema.

source: Select all
es: Seleccione todos
it: Seleziona tutto
vi: Chọn tất

source: created by
es: Creado por
it: Creato da

source: Go to root department
es: Ir al departamento raíz
it: Vai al dipartimento base
vi: Đi đến bộ phận gốc

source: Root
es: Raíz
vi: Gốc

source: Go up one department
es: Subir un departamento
it: Sali di un dipartimento
vi: Đi lên một bộ phận

source: Go to users department
es: Ir al departamento de usuarios
it: Vai agli utenti del dipartimento
vi: Đi đến bộ phận người dùng

source: Home
es: Inicio
vi: Nhà

source: Reload list
es: Recargar lista
it: Ricarica la lista
vi: Danh sách reload

source: Submit
es: Enviar
it: Invia
vi: Nộp

source: Actions
es: Acciones
it: Azioni
vi: Các thao tác

source: Copy
es: Copiar
it: Copia

source: Cut
es: Mover
it: Taglia

source: Paste
es: Pegar
it: Incolla

source: Cut this entry
es: Mover esta entrada
it: Taglia questa voce
vi: Cắt entry này

source: Copy this entry
es: Copiar esta entrada
it: Copia questa voce
vi: Copy entry này

source: Restore snapshots
es: Recuperar instantánea
it: Restaura le 'copie istantanee'

source: Export list
es: Exportar lista
it: Lista d'esportazione

source: Restore snapshot
es: Recuperar instantanea
it: Restaura la 'copia istantanea'
vi: Phục hồi lại snapshot

source: Create snapshot
es: Crear instantánea
it: Crea una 'copia istantanea'
vi: Tạo ra snapshot

source: Create a new snapshot from this object
es: ¡Crear una nueva instantánea de este objeto!
it: Crea una nuova 'copia istantanea a partire da questi oggetti
vi: Tạo ra một snapshot mới từ đối tượng này

source: Edit this entry
es: Editar esta entrada
it: Modifica questo record
vi: Hiệu chỉnh entry này

source: Delete this entry
es: Eliminar esta entrada
it: Elimina questo record
vi: Xóa bỏ entry

source: Fatal error: no class locations defined - please run '%s' to fix this
es: Error fatal: no se han definido un emplazamiento para las clases - por favor ejecute '%s' para solucionar esto
it: Errore fatale: non è stato definito nessuno spazio per le classi - esegui '%s' per porre rimedio al problema
vi: Lỗi nghiêm trọng: không có vị trí lớp nào được xác định - xin hãy chạy '%s' để sửa lỗi này

source: Fatal error: cannot instantiate class '%s' - try running '%s' to fix this
es: Error fatal: no se puede instanciar la clase '%s' - intente solucionarlo ejecutando '%s'
it: Errore fatale: impossibile inizializzare la classe '%s' - esegui '%s' per porre rimedio al problema
vi: Lỗi nghiêm trọng: không thể tạo ra lớp '%s' - hãy thử chạy '%s' để sửa lỗi này

source: FATAL: Error when connecting the LDAP. Server said '%s'.
es: FATAL: Ha habido un error conectando a LDAP. El servidor comunicó '%s'.
it: Fatale: Errore durante la connessione al server LDAP. Il server dice: '%s'
vi: LỖI NGHIÊM TRỌNG: Lỗi khi đang kết nối với LDAP. Server thông báo '%s'.

source: Username / UID is not unique inside the LDAP tree!
es: ¡El nombre de usuario / UID no es único dentro del árbol LDAP!
it: Il nome utente / UID non è univoco nel tuo annuario LDAP!
vi: Tên người dùng/ UID không phải là duy nhất trong cây LDAP!

source: Username / UID is not unique inside the LDAP tree. Please contact your Administrator.
es: El nombre de usuario / UID no es único dentro del árbol LDAP. Por favor contacte con su Administrador.
it: Il nome utente / UID non è univoco nel tuo annuario LDAP. Contatta l'amministratore del sistema.
vi: Tên người dùng/UID không phải là duy nhất trong cây LDAP. Xin hãy liên Lạc với Admin của bạn.

source: Error while adding a lock. Contact the developers!
es: Ha ocurrido un problema al añadir un bloqueo. ¡Contacte con los desarrolladores!
it: Errore all'aggiunta di un bloccaggio. Contatta i programmatori !
vi: Lỗi khi đang thêm một khóa vào. Hãy liên lạc với các nhà phát triển!

source: Cannot create locking information in LDAP tree. Please contact your administrator!
es: No puedo crear información de bloqueos en el árbol LDAP. ¡Por favor contacte con su Administrador!
it: Impossibile creare i dati per il bloccaggio nell'annuario LDAP. Contatta l'amministratore del sistema !
vi: Không thể tạo ra việc khóa thông tin trong cây LDAP.Xin hãy liên lạc với admin của bạn!

source: LDAP server returned: %s
es: El servidor LDAP devolvio: %s
it: Il server LDAP ha risposto: %s
vi: LDAP server trả về: %s

source: Found multiple locks for object to be locked. This should not happen - cleaning up multiple references.
es: Se han encontrado varios bloqueos para un objeto que iba a ser bloqueado. Esto no debería ocurrir - limpiando referencias multiples.
it: Sono stati trovati molteplici bloccaggi per lo stesso oggetto da bloccare. Questo non dovrebbe mai succedere. Ripulire le referenze multiple.
vi: Tìm thấy nhiều khóa khác nhau để khóa đối tượng. Điều này không nên xảy ra - hãy dọn sạch các tham chiếu.

source: The size limit of %d entries is exceed!
es: ¡El límite máximo de %d entradas se ha sobrepasado!
it: Il valore limite dell'entries %d è stato superato !
vi: Đã vượt quá giới hạn kích cỡ của các entry %d!

source: Set the new size limit to %s and show me this message if the limit still exceeds
es: Introduzca un nuevo límite máximo a %s y se volvera a mostrar este mensaje si se supera el límite máximo
it: Impostare il nuovo valore limite a %s et mostrare questo messaggio se lo stesso valore è superato
vi: Thiết lập kích cỡ mới cho %s và cho tôi thấy tin nhắn nếu giới hạn này vẫn vượt quá tiêu chuẩn

source: Configure
es: Configurar
it: Configura
vi: Cấu hình

source: incomplete
es: incompleto
it: incompleto
vi: chưa hoàn thành

source: Continue anyway
es: Continuar de cualquier manera
it: Prosegui comunque
vi: Cứ tiếp tục

source: Edit anyway
es: Editar de cualquier manera
it: Modifica comunque
vi: Cứ hiệu chỉnh

source: You're going to edit the LDAP entry/entries %s
es: Has decidido editar las siguientes entradas LDAP %s
it: Sei sul punto di modificare la/le voce/voci %s
vi: Bạn sẽ hiệu chỉnh entry/các entry %s của LDAP

source: Entries per page
es: Entradas por página
it: Voci per pagina
vi: các entry cho mỗi trang

source: Apply filter
es: Aplicar filtro
it: Applica filtro
vi: Áp dụng bộ lọc

source: GOsa development snapshot (Rev %s)
es: Instantánea de desarrollo GOsa (Rev %s)

source: File '%s' could not be deleted.
es: El archivo '%s' no puede ser eliminado.
it: Il file '%s' non puó essere cancellato
vi: File '%s' không thể bị xóa.

source: Cannot write to revision file!
es: ¡No se puede escribir en el archivo de revisión!
it: Impossibile scrivere il file di revisione !
vi: Không thể viết lên revision file!

source: 'baseIdHook' is not available. Using default base!
es: No esta disponible 'baseIdHook'.¡Se usara la base predeterminada!
it: 'baseIdHook' non è disponibile. Viene usata la base predefinita !

source: LDAP warning
es: Aviso LDAP
it: Avvertimento LDAP
vi: Cảnh báo LDAP

source: Cannot get schema information from server. No schema check possible!
es: No puedo obtener información de esquemas del servidor. ¡No es posible comprobar los esquemas!
it: Impossibile trovare informazioni sugli schemi a partire dal server. Nessuna verifica degli schemi è stata effettuata !
vi: Không thể dùng thông tin lược đồ từ server. Không thể kiểm tra giản đồ!

source: Used to store account specific informations.
es: Usado para guardar información específica de la cuenta.
it: Usato per memorizzare le informazioni specifiche degli account.
vi: Đã từng lưu trữ thông tin cụ thể về tài khoản.

source: Used to lock currently edited entries to avoid multiple changes at the same time.
es: Usado para bloquear entradas editadas actualmente y así evitar múltiples cambios simultáneos.
it: Usato per bloccare le entries attualmente modificate, al fine di evitare possibili cambiamenti multipli simultanei.
vi: Đã từng khóa các entry hiện đang được hiệu chỉnh nhằm tránh các thay đổi khác nhau tại cùng một thời điểm.

source: Missing required object class '%s'!
es: ¡No se ha encontrado la clase de objeto necesaria '%s'!
it: L'oggetto di classe '%s' richiesto è mancante !
vi: Lớp đối tượng '%s' được yêu cầu mất tích!

source: Missing optional object class '%s'!
es: ¡No se ha encontrado la clase de objeto opcional '%s'!
it: L'oggetto di classe '%s' opzionale è mancante !
vi: Lớp đối tượng lựa chọn '%s' mất tích!

source: Version mismatch for required object class '%s' (!=%s)!
es: ¡Las versiones de la clase de objeto necesaria no coinciden '%s' (!=%s)!
it: La versione degli oggetti di classe opzionali '%s' non corrisponde (!=%s)!
vi: Phiên bản không phù hợp với lớp đối tượng '%s' được yêu cầu (!=%s)!

source: Class(es) available
es: Clase(s) disponibles
it: Classe(i) disponibile(i)
vi: Đã có lớp

source: You have enabled the rfc2307bis option on the 'ldap setup' step, but your schema configuration do not support this option.
es: Ha activado la opción rfc2307bis en el paso 'configuración ldap', pero su configuración de esquemas no soporta esta opción.
it: Hai attivato l'opzione rfc2307bis durante la configurazione LDAP, ma la configurazione degli schemi Ldap non è compatibile con la stessa opzione.
vi: Bạn vừa bật lựa chọn rfc2307bis lên trên bước ' cài đặt ldap', nhưng cấu hình giản đồ của bạn không hỗ trợ lựa chọn này.

source: In order to use rfc2307bis conform groups the objectClass 'posixGroup' must be AUXILIARY
es: Para poder usar grupos conforme a rfc2307bis, el objectClass 'posixGroup' debe ser AUXILIARY
it: Per poter utilizzare dei gruppi conformi alla norma rfc2307bis, l'objectClass 'posixGroup' dovrà essere AUXILIARY
vi: Để có thể sử dụng được nhóm conform rfc2307bis, objectClass 'posixGroup' (nhóm posix) phải được hỗ trợ

source: Your schema is configured to support the rfc2307bis group, but you have disabled this option on the 'ldap setup' step.
es: Su esquema está configurado para soportar grupos rfc2307bis, pero ha desactivado esta opción en el paso 'configuración ldap'.
it: Il tuo schema LDAP è stato configurato per poter utilizzare i gruppi rfc2307bis, ma hai disattivato questa opzione durante la configurazione dell'annuario LDAP al momento della sua installazione.
vi: Lược đồ của bạn được cấu hình để hỗ trợ nhóm rfc2307bis, nhưng bạn đã vừa tắt chức năng này đi trong bước 'cài đặt ldap'.

source: The objectClass 'posixGroup' must be STRUCTURAL
es: El objectClass 'posixGroup' debe ser STRUCTURAL
it: L'objectClass 'posixGroup' deve essere STRUCTURAL
vi: ObjectClass (Lớp đối tượng) 'posixGroup' phải CÓ CẤU TRÚC

source: German
es: Alemán
vi: Tiếng Đức

source: French
es: Francés
vi: Tiếng Pháp

source: Italian
es: Italiano
vi: Tiếng Ý

source: Spanish
es: Español
vi: Tiếng Tây Ban Nha

source: English
es: Inglés
vi: Tiếng Anh

source: Dutch
es: Holandes
vi: Tiếng Hà Lan

source: Polish
es: Polaco
vi: Tiếng Phần Lan

source: Chinese
es: Chino
vi: Tiếng Trung Quốc

source: Vietnamese
es: Vietnamita
vi: Tiếng Việt

source: Russian
es: Ruso
vi: Tiếng Nga

source: Command '%s', specified as POSTMODIFY for plugin '%s' doesn't seem to exist.
es: El comando '%s', utilizado como POSTMODIFY para la extensión '%s', no parece existir.
it: Il comando '%s', usato nel POSTMODIFY dell'estensione '%s', non esiste !
vi: Lệnh '%s', được xác định là POSTMODIFY (thay đổi sau) cho chế độ plugin '%s' hình như không tồn tại.

source: Cannot generate samba hash!
es: ¡No se puede generar la clave samba!
vi: Không thể sinh ra hàm băm samba!

source: Cannot generate samba hash: running '%s' failed, check the 'sambaHashHook'!
es: ¡No se puede generar la clave samba: la ejecución de '%s' ha fallado, compruebe el 'sambaHashHook'!
it: Impossibile generare un hash samba: l'esecuzione di '%s' è fallita, controlla il 'sambaHashHook'!

source: Cannot allocate a free ID:
es: No se puede asignar un identificador (ID) libre:
it: Impossibile assegnare un ID libero:

source: unknown idAllocation method!
es: ¡método de asignación de id desconocido!
it: Metodo idAllocation sconosciuto !

source: Cannot create sambaUnixIdPool entry!
es: ¡No se puede crear la entrada sambaUnixIdPool!
it: Impossibile creare la voce sambaUnixIdPool !

source: sambaUnixIdPool is not unique!
es: ¡sambaUnixIdPool no es único!
it: sambaUnixIdPool non è univoco !

source: no ID available!
es: ¡No hay ID disponibles!
it: nessun ID disponibile !

source: maximum tries exceeded!
es: ¡Excedido el número de intentos máximo!
it: Il numero massimo di tentativi è stato superato

source: Cannot allocate a free ID!
es: ¡No se puede asignar un identificador (ID) libre!
it: Impossibile assegnare un ID libero!
vi: Không thể phân phối một ID miễn phí!

source: No plugin definitions found to initialize '%s', please check your configuration file.
es: No hay definiciones de extensión para iniciar '%s', por favor compruebe su archivo de configuración.
it: Non è stata trovata nessuna estensione per inizializzare '%s', verifica il file di configurazione.

source: Delete process has been canceled by plugin '%s': %s
es: El proceso de eliminación ha sido cancelado por la extensión '%s': %s
it: La cancellazione è stata interrotta dall'estensione '%s': %s
vi: Qúa trình xóa đã bị hủy bỏ bởi plugin '%s': %s

source: References
es: Referencias
it: Riferimenti
vi: Các tham chiếu

source: You're about to delete the snapshot '%s'.
es: Va a eliminar la instantanea '%s'.
it: Sei sul punto di cancellare la 'copia istantanea' '%s'.
vi: Bạn chuẩn bị xóa chế độ snapshot '%s'.

source: Remove snapshot
es: Eliminar instantanea
it: Cancella la 'copia istantanea'
vi: Xóa snapshot

source: Description
es: Descripción
it: Descrizione
vi: Mô tả

source: Page
es: Página
it: Pagina

source: No PDF export possible: there is no FPDF library installed.
es: No se puede exportar a PDF: no se ha instalado la librería FPDF.
it: L'esportazione PDF non è possibile: non ci sono librerie PDF installate.

source: You are currently editing mutliple entries.
es: Está actualmente editando varias entradas.
it: Stai attualmente modificando delle entries multiple.
vi: Bạn hiện đang hiệu chỉnh rất nhiều entry.

source: Password reset
es: Reintroducir contraseña
it: Azzeramento della password
vi: Xác lập lại mật khẩu

source: The user password was resetted, please set a new password value!
es: ¡La contraseña del usuario se ha eliminado, por favor introduzca una nueva!
it: La password dell'utente è stata azzerata. Immetti una nuova password !
vi: Mật khẩu người dùng đã được xác lập lại, hãy thiết lập một giá trị mật khẩu mới!

source: Certificate is empty!
es: ¡El certificado esta vacío!
it: Il certificato è vuoto !
vi: Giấy chứng nhận trống!
