Repository: fusiondirectory/fusiondirectory
Catalog: locale/core/*/LC_MESSAGES/messages.po
Languages: es, it, vi

source: Cannot load certificate - only PEM/DER is supported!
es: ¡No se puede cargar el certificado - solo se soportan certificados PEM/DER!
it: Non posso caricare nessun certificato - solo i PEM/DER sono accettati !
vi: Không thể tải giấy chứng nhận - chỉ có PEM/DER là được hỗ trợ!

source: Cannot extract information for non PEM certificates!
es: ¡No se puede extraer información de certificados que no sean PEM!
it: Non posso estrarre informazioni da certificati che non sono PEM !
vi: Không thể triết xuất thông tin cho những giấy chứng nhận không phải là PEM!

source: No valid certificate loaded!
es: ¡No ha cargado un certificado válido!
it: Non ci sono certificati validi caricati !
vi: Không tải được giấy chứng nhận có hiệu lực nào!

source: Generating this page caused the PHP interpreter to raise some errors!
es: ¡La generación de esta página ha provocado errores en el interprete PHP!
it: La creazione di questa pagina, secondo l'interprete PHP, ha generato degli errori !
vi: Tạo ra trang này khiến cho bộ dịch PHP sinh ra một số lỗi!

source: Send bug report to the GOsa Team
es: Enviar informe de errores al equipo de desarrollo de GOsa

source: Send bugreport
es: Enviar informe de errores
it: Invia un rapporto di bug
vi: Gửi thông báo lỗi

source: Toggle information
es: Modificar información
it: Mostra/Nascondi l'informazione
vi: Thông tin Toggle

source: PHP error
es: Error PHP
it: Errore PHP
vi: Lỗi PHP

source: class
es: clase
it: classe
vi: lớp

source: function
es: función
it: funzione
vi: chức năng

source: static
es: estático
it: statico
vi: tĩnh

source: method
es: método
it: metodo
vi: phương pháp

source: Trace
es: Traza
it: Traccia
vi: Dò theo

source: File
es: Archivo

source: Line
es: Linea
it: Linea
vi: Dòng

source: Type
es: Tipo
it: Tipo
vi: Loại

source: Arguments
es: Argumentos
it: Argomenti
vi: Tranh luận

source: Search in subtrees
es: Buscar en subárboles
it: Cerca nella sottostruttura
vi: Tìm kiếm tại các cây con

source: The object has changed since opened in GOsa. All changes that may be done by others get lost if you save this entry!
es: Este objeto ha cambiado desde que ha sido abierto en GOsa. ¡Todos los cambios realizados por otros se perderán si graba esta entrada!

source: Changing ACL dn
es: Modificando ACL dn
it: Modifica del dn dell'ACL
vi: Thay đổi ACL dn

source: from
es: desde
it: da
vi: Từ

source: to
es: a
it: verso
vi: đến

source: Restore
es: Recuperar
it: Restaura
vi: Phục hồi

source: cut
es: mover
it: Taglia
vi: cắt

source: copy
es: copiar
it: Copia

source: XML error in guide.xml: %s at line %d
es: Error XML en guide.xml: %s en la linea %d
vi: Lỗi XML trong thư mục guide.xml : %s ở dòng %d

source: No help available for this plugin.
es: No hay ayuda disponible para esta extensión.
vi: Không có sự trợ giúp nào cho plugin này.

source: %s results for your search with the keyword %s
es: hay %s resultados para su busqueda con el termino %s
vi: %s kết quả cho việc tìm kiếm của bạn với từ khóa %s

source: %s%% hit rate in file %s
es: %s%% procentaje en fichero %s
vi: %s%% tỷ lệ hit trong file %s

source: The timezone setting '%s' in your gosa.conf is not valid. Cannot calculate correct timezone offset.
es: El parámetro de zona horaria '%s' en gosa.conf no es válido. No se puede calcular una compensación correcta para la zona horaria.

source: in
es: en
it: nel

source: on line
es: En linea

source: XML error
es: Error XML
it: Errore XML

source: Select to list objects of type '%s'.
es: Seleccione para mostrar objetos de tipo '%s'.
it: Seleziona per avere la lista di oggetti del tipo '%s'.
vi: Chọn để liệt kê các đối tượng loại '%s'.

source: Select to list objects containig '%s'.
es: Seleccione para mostrar objetos conteniendo '%s'.
it: Seleziona per avere la lista degli oggetti che contengono '%s'.
vi: Chọn để liệt kê đối tượng chứa '%s'.

source: Select to list objects that have '%s' enabled
es: Seleccione para mostrar objetos que tengan '%s' activado
it: Seleziona per avere la lista degli oggetti che hanno '%s' attivato
vi: Chọn để liệt kê đối tượng mà cho phép '%s'

source: Select to search within subtrees
es: Seleccione para buscar dentro de subárboles
it: Seleziona per ricercare nella sottostruttura
vi: Chọn để tìm kiếm trong các cây con

source: This object will be deleted!
es: ¡El objeto será eliminado!
it: Questo oggetto sarà cancellato !
vi: Đối tượng này sẽ bị xóa!

source: This '%s' object will be deleted!
es: ¡El objeto '%s' será eliminado!
it: L'oggetto '%s' sarà cancellato !
vi: Đối tượng '%s' này sẽ bị xóa!

source: This object will be deleted: %s
es: Este objeto será eliminado: %s
it: Questo oggetto sarà cancellato: %s
vi: Đối tượng này sẽ bị xóa: %s

source: This '%s' object will be deleted: %s
es: El objeto '%s' será eliminado: %s
it: L'oggetto '%s' sarà cancellato: %s
vi: Đối tượng '%s' này sẽ bị xóa: '%s'

source: This object will be deleted:
es: Este objeto será eliminado
it: Questo oggetto sarà cancellato:
vi: Đối tượng này sẽ bị xóa:

source: This '%s' object will be deleted:
es: El objeto '%s' será eliminado:
it: L'oggetto '%s' sarà cancellato:
vi: Đối tượng '%s' này sẽ bị xóa:

source: These objects will be deleted: %s
es: Estos objetos serán eliminados: %s
it: Questi oggetti saranno cancellati: %s
vi: Đối tượng này sẽ bị xóa: %s

source: These '%s' objects will be deleted: %s
es: Los objetos '%s' serán eliminados: %s
it: Gli oggetti '%s' saranno cancellati: %s
vi: Đối tượng '%s' này sẽ bị xóa; %s

source: You have no permission to delete this object!
es: ¡No tiene permisos para eliminar este objeto!
it: Non hai il permesso di cancellare questo oggetto !
vi: Bạn không có quyền xóa đối tượng này!

source: You have no permission to delete the object:
es: No tiene permisos para eliminar este objeto:
it: Non hai il permesso di cancellare l'oggetto:
vi: Bạn không có quyền xóa đối tượng này:

source: You have no permission to delete these objects:
es: No tiene permisos para eliminar estos objetos:
it: Non hai il permesso di cancellare questi oggetti:
vi: Bạn không có quyền xóa những đối tượng này:

source: You have no permission to create this object!
es: ¡No tiene permisos para crear este objeto!
it: Non hai il permesso di creare questo oggetto !
vi: Bạn không có quyền tạo ra đối tượng này!

source: You have no permission to create the object:
es: No tiene permisos para crear este objeto:
it: Non hai il permesso di creare l'oggetto:
vi: Bạn không có quyền tạo ra đối tượng này:

source: You have no permission to create these objects:
es: No tiene permisos para crear estos objetos:
it: Non hai il permesso di creare lquesti oggetti:
vi: Bạn không có quyền tạo ra những đối tượng này:

source: You have no permission to modify this object!
es: ¡No tiene permisos para modificar este objeto!
it: Non hai il permesso di modificare questo oggetto !
vi: Bạn không có quyền thay đổi đối tượng này!

source: You have no permission to modify the object:
es: No tiene permisos para modificar este objeto:
it: Non hai il permesso di modificare l'oggetto:
vi: Bạn không có quyền thay đổi đối tượng này:

source: You have no permission to modify these objects:
es: No tiene permisos para modificar estos objetos:
it: Non hai il permesso di modificare questi oggetti:
vi: Bạn không có quyền thay đổi những đối tượng này:

source: You have no permission to view this object!
es: ¡No tiene permisos para ver este objeto!
it: Non hai il permesso di visualizzare questo oggetto !
vi: Bạn không có quyền xem đối tượng này!

source: You have no permission to view the object:
es: No tiene permisos para ver el objeto:
it: Non hai il permesso di visualizzare l'oggetto:
vi: Bạn không có quyền xem đối tượng này:

source: You have no permission to view these objects:
es: No tiene permisos para ver estos objetos:
it: Non hai il permesso di visualizzare questi oggetti:
vi: Bạn không có quyền xem những đối tượng này:

source: You have no permission to move this object!
es: ¡No tiene permisos para mover este objeto!
it: Non hai il permesso di spostare questo oggetto !
vi: Bạn không có quyền di chuyển đối tượng này!

source: You have no permission to move the object:
es: No tiene permisos para mover el objeto:
it: Non hai il permesso di spostare l'oggetto:
vi: Bạn không có quyền di chuyển đối tượng này:

source: You have no permission to move these objects:
es: No tiene permisos para mover estos objetos:
it: Non hai il permesso di spostare questi oggetti:
vi: Bạn không có quyền di chuyển những đối tượng này:

source: Connection information
es: Información de conexión
it: Informazioni per la connessione
vi: Thông tin kết nối

source: Cannot connect to %s database!
es: ¡No se puede conectar a la base de datos %s!
it: Impossibile connettersi alla base dati %s !
vi: Không thể kết nối đến cơ sở dữ liệu %s!

source: Cannot select %s database!
es: ¡No se puede seleccionar la base de datos %s!
it: Impossibile selezionare la base dati %s !
vi: Không thể lựa chọn cơ sở dữ liệu %s!

source: No %s server defined!
es: ¡No se ha definido el servidor %s!
it: Nessun server %s definito !
vi: Không xác định được Server '%s'!

source: Cannot query %s database!
es: ¡No se ha podido ejecutar la consulta %s!
it: Impossibile interrogare la base dati %s !
vi: Không truy vấn được cơ sở dữ liệu %s!

source: The field '%s' contains a reserved keyword!
es: ¡El campo '%s' tiene una palabra reservada!
it: Il campo '%s' contiene una parola chiave riservata !
vi: Trường '%s' có chứa một từ khóa dự trữ!

source: Command specified as %s hook for plugin '%s' does not exist!
es: ¡El comando especificado como método %s para la extensión '%s' no existe!
it: Il comando '%s', specificato come connessione dell'estensione '%s' non esiste !
vi: Lệnh được cụ thể hóa là %s móc nối với plugin '%s' không tồn tại!

source: '%s' command is invalid!
es: ¡El comando '%s' no es válido!
it: Il comando '%s' non è valido.
vi: Lệnh '%s' không hợp lệ!

source: '%s' command (%s) for plugin %s is invalid!
es: ¡'%s' comando (%s) para la extensión %s no es válido!
it: L'opzione '%s' del comando (%s) per l'estensione %s non è valida !
vi: Lệnh '%s' (%s) cho plugin %s không hợp lệ!

source: '%s' command for plugin %s is invalid!
es: ¡'%s' comando para la extensión %s no es válido!
it: L'opzione '%s' del comando per l'estensione %s non è valida !
vi: Lệnh '%s' cho plugin '%s' không hợp lệ!

source: '%s' command (%s) is invalid!
es: ¡'%s' comando (%s) no es válido!
it: L'opzione '%s' del comando (%s) non è valida !
vi: Lệnh '%s' (%s) không hợp lệ!

source: Cannot execute '%s' command!
es: ¡No se puede ejecutar el comando '%s'!
it: Impossibile eseguire il comando '%s' !
vi: Không thể chạy lệnh '%s'!

source: Cannot execute '%s' command (%s) for plugin %s!
es: ¡No se puede ejecutar el comando '%s' (%s) para la extensión %s!
it: Impossibile eseguire l'opzione '%s' del comando (%s) per l'estensione %s !
vi: Không thể chạy lệnh '%s' ('%s) cho plugin %s!

source: Cannot execute '%s' command for plugin %s!
es: ¡No se puede ejecutar el comando '%s' para la extensión %s!
it: Impossibile eseguire l'opzione '%s' del comando per l'estensione %s !
vi: Không thể chạy lệnh '%s' cho plugin %s!

source: Cannot execute '%s' command (%s)!
es: ¡No se puede ejecutar el comando '%s' (%s)!
it: Impossibile eseguire l'opzione '%s' del comando (%s) !
vi: Không thể chạy lệnh '%s' ('%s)!

source: Value for '%s' is too large!
es: ¡El valor especificado como '%s' es demasiado grande!
it: Il valore specificato per '%s' è troppo grande !
vi: Gía trị '%s' quá lớn!

source: '%s' must be smaller than %s!
es: ¡'%s' debe ser menor que %s!
it: '%s' deve essere più piccolo di %s !

source: Value for '%s' is too small!
es: ¡El valor especificado como '%s' es demasiado pequeño!
it: Il valore specificato per '%s' è troppo piccolo !
vi: Gía trị '%s' quá nhỏ!

source: '%s' must be %d or above!
es: ¡'%s' debe ser %d o superior!
it: '%s' deve essere %d o un valore più grande !
vi: '%s' phải lớn hơn %d hoặc trên nữa!

source: '%s' depends on '%s' - please provide both values!
es: ¡'%s' depende de '%s' - Por favor introduzca ambos valores!
it: '%s' dipende da '%s' - indica entrambi i valori !
vi: '%s' phụ thuộc vào '%s'- xin hãy cung cấp cả hai giá trị!

source: There is already an entry with this '%s' attribute in the system!
es: ¡Ya existe una entrada con el atributo '%s' en el sistema!
it: C'è un'altra entry con l'attributo '%s' nel sistema !
vi: Đã có sẵn một entry với thuộc tính '%s' trong hệ thống này!

source: The required field '%s' is empty!
es: ¡El campo obligatorio '%s' está vacio!
it: Il campo necessario '%s' è vuoto !
vi: Trường được yêu cầu '%s' bị rỗng!

source: Example
es: Ejemplo
it: Esempio
vi: Ví dụ

source: The Field '%s' contains invalid characters
es: El campo '%s' tiene caracteres no validos.
it: Il campo '%s' contiene dei caratteri che non sono validi
vi: Trường '%s' chứa các ký tự không hợp lệ

source: '%s' is not allowed:
es: '%s' no está permitido:
it: '%s' non è permesso:
vi: '%s' không được phép:

source: '%s' are not allowed!
es: ¡'%s' no están permitidos!
it: '%s' non è permesso !
vi: '%s' không được cho phép!

source: The Field '%s' contains invalid characters!
es: ¡El campo '%s' tiene caracteres no validos!
it: Il campo '%s' contiene dei caratteri che non sono validi !
vi: Trường '%s' chứa các ký tự không hợp lệ!

source: Missing %s PHP extension!
es: ¡Extensión PHP %s no encontrada!
it: Estensione PHP %s mancante !
vi: PHP mở rộng %s mất tích!

source: Add
es: Añadir
it: Aggiungi
vi: Thêm vào

source: Add %s
es: Añadir %s
it: Aggiungi %s
vi: Thêm %s

source: Delete %s
es: Eliminar %s
it: Rimuovi %s
vi: Xóa %s

source: Set %s
es: Activar %s
it: Imposta %s
vi: Thiết lập %s

source: Edit...
es: Editar...
it: Modifica...
vi: Hiệu chỉnh...

source: Edit %s...
es: Editar %s...
it: Modifica %s...
vi: Hiệu chỉnh %s...

source: Back
es: Atrás
it: Indietro
vi: Quay lại

source: This account has no valid %s extensions!
es: ¡Esta cuenta tiene extensiones %s no validas!
it: Questa identità non possiede valide estensioni %s !
vi: Tài khoản này không có chức năng mở rộng %s hợp lệ!

source: This account has %s settings enabled. You can disable them by clicking below.
es: Esta cuenta tiene características %s activadas. Puede desactivarla pulsando aquí
it: Questa identità ha i parametri %s attivati. Puoi disattivarli cliccando sul bottone qui sotto.
vi: Tài khoản này đã bật các thiết lập %s lên. Bạn có thể tắt chúng đi bằng việc kích vào bên dưới.

source: This account has %s settings enabled. To disable them, you'll need to remove the %s settings first!
es: Esta cuenta tiene las características %s activadas. ¡Para desactivarlas, necesita eliminar las caracteristicas %s primero!
it: Questa identità ha i parametri %s attivati. Per disattivarla hai bisogno di rimuovere prima di tutto i parametri %s !
vi: Tài khoản này đã bật các thiết lập %s lên. Để tắt chúng đi, bạn cần phải xóa thiết lập %s trước!

source: This account has %s settings disabled. You can enable them by clicking below.
es: Esta cuenta tiene características %s desactivadas. Puede activarla pulsando aquí
it: Questa identità ha i parametri %s disattivati. Puoi attivarli cliccando sul bottone qui sotto.
vi: Tài khoản này đã tắt các thiết lập %s đi. Bạn có thể bật chúng lên bằng việc kích vào bên dưới.

source: This account has %s settings disabled. To enable them, you'll need to add the %s settings first!
es: Esta cuenta tiene las características %s desactivadas. ¡Para activarlas, necesita añadir las caracteristicas %s primero!
it: Questa identità ha i parametri %s disattivati. Per attivarli devi prima di tutto impostare i parametri %s !
vi: Tài khoản này đã tắt các thiết lập %s đi. Để bật chúng lên, bạn cần phải thêm thiết lập %s trước!

source: Add %s settings
es: Añadir caracteristicas %s
it: Imposta i parametri %s
vi: Thêm thiết lập %s

source: Remove %s settings
es: Eliminar las caracteristicas %s
it: Rimuovi i parametri %s
vi: Xóa thiết lập %s

source: Click the 'Edit' button below to change informations in this dialog
es: Pulse en el botón - Editar - para cambiar la información en esta ventana
it: Click sul bottone 'Modifica' qui sotto per cambiare le informazioni di questa schermata
vi: Kích phím 'Hiệu chỉnh' bên dưới để thay đổi thông tin trong hộp thoại này

source: January
es: Enero
it: Gennaio
vi: Tháng Một

source: February
es: Febrero
it: Febbraio
vi: Tháng Hai

source: March
es: Marzo
it: Marzo
vi: Tháng Ba

source: April
es: Abril
it: Aprile
vi: Tháng Tư

source: May
es: Mayo
it: Maggio
vi: Tháng Năm

source: June
es: Junio
it: Giugno
vi: Tháng Sáu

source: July
es: Julio
it: Luglio
vi: Tháng Bảy

source: August
es: Agosto
it: Agosto
vi: Tháng Tám

source: September
es: Septiembre
it: Settembre
vi: Tháng Chín

source: October
es: Octubre
it: Ottobre
vi: Tháng Mười

source: November
es: Noviembre
it: Novembre
vi: Tháng Mười Một

source: December
es: Diciembre
it: Dicembre
vi: Tháng Mười Hai

source: Sunday
es: Domingo
it: Domenica
vi: Chủ nhật

source: Monday
es: Lunes
it: Lunedi
vi: Thứ Hai

source: Tuesday
es: Martes
it: Martedi
vi: Thứ Ba

source: Wednesday
es: Miércoles
it: Mercoledi
vi: Thứ Tư

source: Thursday
es: Jueves
it: Giovedi
vi: Thứ Năm

source: Friday
es: Viernes
it: Venerdi
vi: Thứ Sáu

source: Saturday
es: Sábado
it: Sabato
vi: Thứ Bảy

source: MySQL operation failed!
es: ¡La consulta MYSQL ha fallado!

source: read operation
es: lectura
it: operazione di lettura
vi: Đọc thao tác

source: add operation
es: adición
it: operazione di aggiunta
vi: thêm tao tác

source: modify operation
es: modificación
it: operazione di modifica
vi: thay đối thao tác

source: delete operation
es: eliminación
it: operazione di rimozione
vi: xóa thao tác

source: search operation
es: busqueda
it: operazione di ricerca
vi: tìm kiếm thao tác

source: authentication
es: autenticación
it: autentificazione
vi: Xác định thẩm quyền

source: LDAP %s failed!
es: ¡LDAP %s ha fallado!
it: La richiesta inoltrata all'annuario LDAP %s è fallita!
vi: LDAP %s thất bại!

source: LDAP operation failed!
es: ¡La consulta LDAP ha fallado!
it: La richiesta inoltrata all'annuario LDAP è fallita!
vi: Hoạt động LDAP thất bại!

source: Upload failed!
es: ¡Ha fallado el subir archivo!
it: L'invio è fallito !
vi: Tải lên thất bại!

source: Upload failed: %s
es: Ha fallado el subir archivo: %s
it: Invio fallito: %s
vi: Tải lên thất bại: %s

source: Communication failure with the infrastructure service!
es: ¡Ha fallado la comunciación con el servicio de infraestructura!
it: Errore di comunicazione con il servizio d'infrastruttura !
vi: Giao tiếp với dịch vụ cơ sở hạ tầng bị thất bại!

source: Communication failure with the infrastructure service: %s
es: Ha fallado la comunciación con el servicio de infraestructura: %s
it: Errore di comunicazione con il servizio d'infrastruttura: %s
vi: Giao tiếp với dịch vụ cơ sở hạ tầng bị thất bại: %s

source: This '%s' is still in use by this object: %s
es: '%s' esta todavía en uso por el objeto: %s
it: Questo '%s' è attualmente utilizzato da questo oggetto: %s
vi: '%s' này vẫn còn được sử dụng bởi đối tượng: %s

source: This '%s' is still in use.
es: '%s' esta todavía en uso.
it: Questo '%s' è attualmente in uso.
vi: '%s' này vẫn còn được sử dụng.

source: This '%s' is still in use by these objects: %s
es: '%s' esta todavía en uso por los objetos: %s
it: Questo '%s' è attualmente utilizzato da questi oggetti: %s
vi: '%s' vẫn còn được sử dụng bởi các đối tượng này: %s

source: File '%s' does not exist!
es: ¡El archivo %s no existe!
it: Il file '%s' non esiste !
vi: File '%s' không tồn tại!

source: Cannot open file '%s' for reading!
es: ¡No se puede abrir el archivo '%s'!
it: Il file '%s' non puó essere aperto in lettura !
vi: Không thể mở file '%s' để đọc!

source: Cannot open file '%s' for writing!
es: ¡No se puede grabar el archivo '%s'!
it: Il file '%s' non puó essere aperto in scrittura !
vi: Không thể mở file '%s' để viết!

source: The value for '%s' is currently unconfigured or invalid, please check your configuration file!
es: El valor para '%s' no esta configurado o no es válido.¡Por favor compruebe el archivo de configuración!
it: Il valore di '%s' nno è ancora stato configurato oppure non è valido, verifica il file di configurazione !

source: Cannot delete file '%s'!
es: ¡No se puede eliminar el fichero '%s'!
it: Il file '%s' non puó essere cancellato !
vi: Không thế xóa file '%s'!

source: Cannot create folder '%s'!
es: ¡No se puede crear la carpeta '%s'!
it: La cartella '%s' non puó essere creata !
vi: Không thể tạo ra folder '%s'!

source: Cannot delete folder '%s'!
es: ¡No se puede eliminar la carpeta '%s'!
it: La cartella '%s' non puó essere cancellata !
vi: Không thể xóa folder '%s'!

source: Checking for %s support
es: Comprobando soporte %s
it: Verificazione del supporto per %s
vi: Kiểm tra hỗ trợ %s

source: Install and activate the %s PHP module.
es: Instala y activa el módulo de PHP %s.
it: Istalla e attiva il modulo PHP %s.
vi: Cài đặt và kích hoạt mô-đun PHP %s.

source: Cannot initialize class '%s'! Maybe there is a plugin missing in your gosa setup?
es: ¡No se puede inicializar la clase '%s'! ¿Puede que falte la extensión correspondiente en la configuración de GOsa?

source: The supplied base is not valid and has been reset to the previous value!
es: ¡La base introducida no es válida, se ha dejado el valor anterior!
it: La base qui fornita non è valida ed è stata reimpostata al suo valore originario !

source: Performance warning
es: Aviso e rendimiento
it: Avvertimento sul rendimento
vi: Cảnh báo khả năng hoạt động

source: LDAP performance is poor: last query took about %.2fs!
es: El rendimiento LDAP es bajo: ¡la última consulta tardó sobre %.2fs!
it: Il rendimento del tuo annuario LDAP è scarso: l'ultima richiesta è durata %.2fs !
vi: Khả năng hoạt động của LDAP rất thấp: truy vấn lần cuối mất khoảng %.2fs!

source: Cannot automatically create subtrees with RDN '%s': no object class found!
es: No se pueden crear automáticamente subárboles con RDN '%s': ¡No se ha encontrado la clase del objeto!
it: Impossibile creare automaticamente delle sottostrutture con RDN '%s': classe di oggetto non trovata !
vi: Không thể tự động tạo ra cây con với RDN '%s': không có lớp đối tượng nào được tìm thấy!

source: Cannot automatically create subtrees with RDN '%s': not supported
es: No se pueden crear automáticamente subárboles con RDN '%s': no soportado
it: Impossibile creare automaticamente delle sottostrutture con RDN '%s': l'operazione non è supportata
vi: Không thể tự động tạo ra cây con với RDN '%s': không được hỗ trợ

source: while operating on '%s' using LDAP server '%s'
es: mientras operaba en '%s' usando el servidor LDAP '%s'
it: durante l'operazione su '%s' usando il server LDAP '%s'
vi: Trong khi chạy trên '%s' sử dụng LDAP server '%s'

source: while operating on LDAP server %s
es: mientras operaba en el servidor LDAP '%s'
it: durante l'operazione sul server LDAP %s
vi: Trong khi chạy trên LDAP server %s

source: This is not a valid DN: '%s'. A block for import should begin with 'dn: ...' in line %s
es: No es un DN válido: '%s': El bloque para importar debe empezar por 'dn: ...' en la linea %s
it: Questo non è un DN valido: '%s'. Il file da importare deve cominciare con 'dn: ...' alla linea %s
vi: Đây không phải là một DN hợp lệ: '%s'. Khóa để chặn việc nạp thêm phải được bắt đầu với 'dn:...' trong dòng %s

source: Error while importing dn: '%s', please check your LDIF from line %s on!
es: Ha habido un error importando dn: '%s', ¡Por favor compruebe su LDIF desde la línea %s en adelante!
it: Errore durante l'importazione del dn: '%s', verifica il tuo file LDIF a partire dalla linea %s !
vi: Lỗi trong khi đang nạp thêm dn:'%s', xin hãy kiểm tra lại LDIF của bạn từ dòng %s trở đi!
