Repository: fusiondirectory/fusiondirectory
Catalog: locale/core/*/LC_MESSAGES/messages.po
Languages: es, it, vi

source: FusionDirectory requires this module for the samba integration.
it: FusionDirectory ha bisogno di questo modulo per l'integrazione di Samba

source: FusionDirectory requires either 'mhash' or the 'sha1' module to make use of SSHA encryption.
it: FusionDirectory richiede il modulo 'mhash' oppure 'sha1' per poter utilizzare l'algoritmo di criptaggio SSHA.

source: FusionDirectory requires this module to talk to an IMAP server.
it: FusionDirectory ha bisogno di questo modulo per comunicare con il server IMAP.

source: FusionDirectory requires this module to handle unicode strings.
it: FusionDirectory ha bisogno di questo modulo per gestire i caratteri Unicode.

source: FusionDirectory requires this module to communicate with several supported databases.
it: FusionDirectory ha bisogno di questo modulo per comunicare con i database supportati.

source: FusionDirectory requires this module to communicate with mysql databases.
it: FusionDirectory ha bisogno di questo modulo per comunicare con i database mysql.

source: FusionDirectory requires this command to synchronize POSIX and samba passwords.
it: FusionDirectory ha bisogno di questo comando per sincronizzare gli account POSIX con le password Samba.

source: Install the perl Crypt::SmbHash modules or the fusiondirectory-mkntpassword executable
it: Installa il modulo perl Crypt::SmbHash oppure il comando fusiondirectory-mkntpassword

source: FusionDirectory requires this extension to handle images.
it: FusionDirectory ha bisogno di questa estensione per gestire le immagini.

source: FusionDirectory requires this extension to handle snapshots.
it: FusionDirectory ha bisogno di questa estensione per gestire gli snapshot (le copie istantanee).

source: In Order to use FusionDirectory without any trouble, the session.auto_start option in your php.ini should be set to 'Off'.
it: Per non avere problemi con FusionDirectory è necessario impostare l'opzione 'session.auto_start' su 'Off' nel file php.ini

source: FusionDirectory reads its configuration from a file located in (%s/%s). The setup can write the configuration directly if it is writeable.
it: FusionDirectory legge la configurazione da un file situato in (%s/%s). Il programma d'installazione scriverà direttamente nel file se questo ha le autorizzazioni per essere scritto.

source: It seems that your ldap database wasn't initialized yet. This maybe the reason, why FusionDirectory can't read your schema configuration!
it: Sembra che l'annuario LDAP non sia stato ancora configurato. Forse è questo il motivo che non permette a Fusiondirectory di leggere la configurazione degli schemi !

source: This dialog performs the basic configuration of the LDAP connectivity for FusionDirectory.
it: Questa finestra permette di indicare la configurazione di base di LDAP per FusionDirectory.

source: FusionDirectory setup wizard
it: Installazione guidata di FusionDirectory

source: Run
it: Esecuzione

source: to put the correct right on fusiondirectory.conf
it: per mettere le giuste autorizzazioni su fusiondirectory.conf

source: Customized CN
it: CN personalizzato

source: FusionDirectory supports several encryption types for your passwords. Normally this is adjustable via user templates, but you can specify a default method to be used here, too.
it: FusionDirectory supporta diversi algoritmi di criptaggio per le password. Normalmente puoi impostarne uno attraverso i modelli per la creazione di un account, ma puoi anche impostarne uno di default qui.

source: FusionDirectory always acts as admin and manages access rights internally. This is a workaround till OpenLDAP's in directory ACI's are fully implemented. For this to work, we need the admin DN and the corresponding password.
it: FusionDirectory agisce sempre come un amministratore e gestisce i permessi di accesso (ACL) internamente. Questo è un processo utilizzato in attesa che le ACI di OpenLDAP siano totalmente implementate. Affinchè questo funzioni, devi indicare il DN dell'amministratore e la password corrispondente.

source: Some basic LDAP parameters are tunable and affect the locations where FusionDirectory saves people and groups, including the way accounts get created. Check the values below if the fit your needs.
it: Alcuni parametri di base per LDAP sono modificabili e influenzano il posto in cui FusionDirectory salva le identità e i gruppi, includendo la maniera nella quale saranno creati gli accounts. Controlla che i valori seguenti corrispondano alle tue necessità.

source: FusionDirectory has modular support for several mail methods. These methods provide interfaces to users mailboxes and general handling for quotas. You can choose the dummy plugin to leave all your mail settings untouched.
it: FusionDirectory supporta modularmente diversi metodi per l'amministrazione della posta elettronica. Questi metodi forniscono delle interfacce verso le caselle di posta elettronica degli utenti nonchè la gestione della loro quota. Puoi impostare l'estensione 'dummy' affinchè FusionDirectory mantenga tutte le tue impostazioni inalterate.

source: FusionDirectory core settings
it: Impostazioni essenziali di FusionDirectory

source: FusionDirectory logging
it: FusionDirectory nel giornale di sistema

source: FusionDirectory settings 1/3
it: Parametri di FusionDirectory 1/3

source: FusionDirectory generic settings
it: Impostazioni di base di FusionDirectory

source: FusionDirectory settings 2/3
it: Parametri di FusionDirectory 2/3

source: FusionDirectory settings 3/3
it: Parametri di FusionDirectory 3/3

source: Tweak some FusionDirectory core behaviour
it: Personalizza alcuni parametri essenziali di Fusiondirectory

source: After downloading and placing the file under %s, please make sure that the user the webserver is running with is able to read %s, while other users shouldn't.
it: Dopo aver scaricato e messo il file nella cartella %s, assicurati che sia solo l'account abilitato al server Web a poter leggere %s, mentre gli altri account non dovrebbero.

source: This seems to be the first time you start FusionDirectory - we didn't find any configuration right now. This simple wizard intends to help you while setting it up.
it: Sembra che sia la prima volta che avvii FusionDirectory - per il momento non trovo nessun file di configurazione. Questo assistente ti potrà aiutare durante la fase di configurazione.

source: For security reasons you need to authenticate for the installation by creating the file '/tmp/fusiondirectory.auth', containing the current session ID on the servers local filesystem. This can be done by executing the following command:
it: Per ragioni di sicurezza devi autentificarti creando il file '/tmp/fusiondirectory.auth', che conterrà l'ID della sessione sul(i) server(s). Per realizzare questa azione puoi eseguire il seguente comando:

source: Feedback successfully send
it: Feedback inviato correttamente

source: Subscribe to the fusiondirectory-users mailinglist
it: Inscriviti alla mailing list di FusionDirectory-users

source: Send feedback to the FusionDirectory project team
it: Invia un feedback ai membri del progetto FusionDirectory

source: When checking this option, FusionDirectory will try to connect http://www.fusiondirectory.org in order to submit your form anonymously.
it: Quando abiliti questa opzione, FusionDirectory cercherà di connettersi a http://www.fusiondirectory.org per poter sottomettere la tua domanda d'iscrizione anonimamente.

source: Is this the first time you use FusionDirectory?
it: É la prima volta che usi FusionDirectory ?

source: Select the year since when you are using FusionDirectory
it: Seleziona l'anno da quando usi FusionDirectory

source: FusionDirectory version
it: Versione di FusionDirectory

source: What features of FusionDirectory do you use?
it: Quali funzionalità di FusionDirectory usi ?

source: What features do you want to see in future versions of FusionDirectory?
it: Quali funzionalità vorresti avere nella futura versione di FusionDirectory ?

source: During the LDAP inspection, we're going to check for several common pitfalls that may occur when migration to FusionDirectory base LDAP administration. You may want to fix the problems below, in order to provide smooth services.
it: Durante l'ispezione LDAP, analizzeremo i problemi classici che possono sopraggiungere durante la migrazione verso un sistema d'amministratione basato su FusionDirectory. Potrai correggere i seguenti errori al fine di procurarti una facile amministrazione del sistema.

source: Move selected windows workstations into the following FusionDirectory department
it: Sposta le workstations Windows selezionate nel seguente dipartimento di FusionDirectory

source: Be careful with this option! There may be references pointing to these groups. The FusionDirectory setup can't migrate references, so you may want to cancel the migration in this case.
it: Prudenza con questa operazione ! Possono esserci delle referenze che puntano verso questi gruppi. Il programma d'installazione di FusionDirectory non puó migrare queste referenze, magari, in questo caso, potresti voler annulare la migrazione.

source: Be careful with this option! There may be references pointing to these users. The FusionDirectory setup can't migrate references, so you may want to cancel the migration in this case.
it: Prudenza con questa operazione ! Possono esserci delle referenze che puntano verso questi utenti. Il programma d'installazione di FusionDirectory non puó migrare queste referenze, magari, in questo caso, potresti voler annulare la migrazione.

source: This dialog allows the migration of GOsa 2.5 admin accounts into FusionDirectory 1.0 useable accounts.
it: Questa finestra ti permette di migrare gli accounts amministrativi di GOsa 2.5 verso degli accounts FusionDirectory 1.0 utilizzabili.

source: Create a new FusionDirectory administrator account
it: Crea un nuovo account amministratore di FusionDirectory

source: The listed departments are currently invisible in the FusionDirectory user interface. If you want to change this for a couple of entries, select them and use the migrate button below.
it: I dipartimenti elencati sono attualmenti invisibili nell'interfaccia utente di FusionDirectory. Se vuoi cambiare questo per un insieme di entries, selezionale e premi il bottone "Migra" qui sotto.

source: The listed users are currently invisible in the FusionDirectory user interface. If you want to change this for a couple of users, just select them and use the 'Migrate' button below.
it: Gli utenti elencati sono attualmenti invisibili nell'interfaccia utente di FusionDirectory. Se vuoi cambiare questo per un insieme di utenti, selezionali e premi il bottone "Migra" qui sotto.

source: The listed devices are currently invisible in the FusionDirectory interface. If you want to change this for a couple of devices, just select them and use the 'Migrate' button below.
it: Le periferiche elencate sono attualmenti invisibili nell'interfaccia utente di FusionDirectory. Se vuoi cambiare questo per un insieme di periferiche, selezionale e premi il bottone "Migra" qui sotto.

source: The listed services are currently invalid for the FusionDirectory version you are going to install. If you want to update a couple of service, just select them and use the 'Migrate' button below.
it: I servizi elencati non sono validi attualmente per la versione di FusionDirectory che stai installando. Se vuoi aggiornare un insieme di servizi, selezionali e premi il bottone "Migra" qui sotto.

source: The listed menus are currently invisible in the FusionDirectory interface. If you want to change this for a couple of devices, just select them and use the 'Migrate' button below.
it: I menu elencati attualmente non sono visibili nell'interfaccia utente di FusionDirectory. Se vuoi cambiare questo per un insieme di periferiche, selezionale e premi il bottone "Migra" qui sotto.

source: Welcome to FusionDirectory setup wizard
it: Benvenuto nell'interfaccia di aiuto alla configurazione di FusionDirectory

source: FusionDirectory will NOT run without fixing this.
it: Fusiondirectory NON funzionerà prima di aver corretto questo.

source: FusionDirectory will run without fixing this.
it: Fusiondirectory funzionerà anche senza aver corretto questo.

source: Please choose the LDAP user to be used by FusionDirectory
it: Scegli quale dovrà essere l'utente LDAP utilizzato da FusionDirectory

source: Analyze your current LDAP for FusionDirectory compatibility
it: Analisi dell'annuario LDAP per la compatibilità con FusionDirectory

source: Checking for windows workstations outside the computers tree
it: Verifica delle workstations al di fuori del ramo "computers"

source: Found %s winstations outside the predefined computers department ou '%s'.
it: Ho trovato %s winstations al di fuori del dipartimento computers predefinito ou '%s'

source: Found %s user(s) that will not be visible in FusionDirectory or which are incomplete.
it: Ho trovato %s utenti(e) che non saranno visibili in FusionDirectory che sono incompleti.

source: Found %s department(s) that will not be visible in FusionDirectory.
it: Ho trovato %s departimenti(o) che non saranno visibili in FusionDirectory.

source: There is no valid FusionDirectory 1.0 administrator account inside your LDAP.
it: Non vi è alcun account di amministratore valido per FusionDirectory 1.0 nel tuo LDAP.

source: There is no FusionDirectory administrator account inside your LDAP.
it: Non ho trovato alcun amministratore di FusionDirectory nel tuo annuario LDAP.

source: Missing FusionDirectory object class '%s'!
it: L'oggetto di classe '%s' richiesto per FusionDirectory è mancante !

source: Cannot read to revision file!
it: Impossibile leggere il file di revisione !

source: Y-m-d, H:i:s
it: Anno-mese-giorno, Ore:minuti:secondi
vi: Y-m-d, H:i:s (Năm-tháng-ngày)

source: XML error in fusiondirectory.conf: %s at line %d
it: Errore XML nel file fusiondirectory.conf: %s alla linea %d
vi: Lỗi XML trong fusiondirectory.conf: %s tại dòng %d

source: Cannot change password, unknown user '%s'
it: Impossibile cambiare la password, '%s' utente sconosciuto

source: The object has changed since opened in FusionDirectory. All changes that may be done by others get lost if you save this entry!
it: L'oggetto è cambiato da quando lo hai aperto nella corrente sessione FusionDirectory. Tutte le modifiche effettuate da altri andranno perse se tu registrerai adesso!

source: Sortable list
it: Elenco ordinabile

source: The timezone setting '%s' in your fusiondirectory.conf is not valid. Cannot calculate correct timezone offset.
it: Il fuso orario '%s' impostato in fusiondirectory.conf non è valido. Non è infatti possibile calcolare la differenza di fuso orario correttamente.
vi: Múi giờ thiết lập '%s' trong fusiondirectory.config không hợp lệ. Không thể tính toán chính xác thời gian bù thêm vào múi giờ.

source: All users
it: Tutti gli utenti

source: Missing command line programm '%s'!
it: Il programma '%s' specificato nella linea di comando è mancante !

source: Send bug report to the FusionDirectory Team
it: Invia i tuoi commenti a proposito di un bug al Team di FusionDirectory

source: Database operation failed!
it: L'operazione sul database è fallita!

source: Install and activate the %s Pear module.
it: Istalla e attiva il modulo Pear %s.

source: Cannot initialize class '%s'! Maybe there is a plugin missing in your FusionDirectory setup?
it: Impossibile inizializzare la classe '%s' ! Forse manca un'estensione nell'installazione di FusionDirectory ?

source: Please activate debugging for details!
it: Si prega di attivare il debug per i dettagli!

source: This includes all account data, system access rules, imap settings, etc. for this user. Please double check if your really want to do this since there is no way for FusionDirectory to get your data back.
it: Questo include tutti i dati degli account, i permessi di accesso al sistema, la configurazione imap, etc. di questo utente. Accertati che vuoi davvero eseguire questa azione visto che poi sarà impossibile per FusionDirectory recuperare i tuoi dati.

source: Password input dialog
it: Finestra per l'immissione della password

source: Use proposal
it: Utilizza la proposta

source: Manually specify a password
it: Specificare la password manualmente

source: Enforce password change on next login.
it: Forza la modifica della password alla prossima connessione.

source: Check-hook reported a problem: %s. Password change canceled!
it: La verifica del blocco ha segnalato un problema: %s. La modifica della password è stata annulata !

source: Password recovery config
it: Configurazione per il recupero della password

source: Password recovery settings
it: Impostazioni per il recupero della password

source: [FusionDirectory] Password recovery link
it: [FusionDirectory] link verso il recupero della password

source: Hello, Here are your informations : - Login : %s - Link : %s This link is only valid for 10 minutes.
it: Salve, ecco le informazioni sul tuo account : - Login : %s - Link : %s Questo link sarà valido solo per 10 minuti.

source: [FusionDirectory] Password recovery successful
it: [FusionDirectory] Il recupero della password è stato eseguito con successo

source: Hello, Your password has been changed. Your login is still %s.
it: Salve, La tua password è stata modificata. Il tuo login è sempre %s.

source: This may be a primary user group. Please double check if you really want to do this since there is no way for FusionDirectory to get your data back.
it: Questo è un gruppo principale che contiene degli utenti. Assicurati che vuoi davvero effetuare questa operazione visto che poi sarà impossibile per FusionDirectory recuperare i tuoi dati.

source: Group submenu entry
it: Entry di sotto menu per i gruppi

source: Group menu entry
it: Entry di menu per i gruppi

source: FusionDirectory can NOT fix this for you, yet.
it: FusionDirectory NON puó ancora correggere questo per te.

source: This includes 'all' accounts, systems, etc. in this subtree. Please double check if your really want to do this since there is no way for FusionDirectory to get your data back.
it: Questo include 'tutti' gli account, i sistemi, etc. di questa sottostruttura. Verifica se vuoi davvero eseguire questa azione visto che poi sarà impossibile per FusionDirectory recuperare i tuoi dati.

source: Terminal
it: Terminale
vi: Thiết bị cuối

source: Show Applications
it: Mostra le applicazioni

source: Show Windows PC
it: Mostra i PC Windows

source: Please double check if you really want to do this since there is no way for FusionDirectory to get your data back.
it: Assicurati che vuoi davvero eseguire l'azione visto che poi sarà impossibile per FusionDirectory recuperare i tuoi dati.

source: Argonaut client
it: Cliente Argonaut

source: This is the FusionDirectory main menu. You can select your tasks from the menu on the left, or by choosing one of the pictograms below. All changes apply directly to your companies LDAP server.
it: Questa è la schermata principale di FusionDirectory. Puoi selezionare le attività tramite il menù sulla sinistra o cliccando sulle icone qui sotto. Tutti i cambiamenti sono applicati immediatamente al server LDAP della tua azienda.

source: The FusionDirectory team
it: Il team di FusionDirectory

source: shadowMin
it: lunghezza minima della password

source: shadowMax
it: lunghezza massima della password

source: shadowWarning
it: avvertimento password
vi: Cảnh báo về Shadow

source: shadowInactive
it: disabilita password
vi: Shadow không hoạt động

source: Shadow min
it: Lunghezza minima della password

source: Shadow max
it: Lunghezza massima della password

source: Shadow warning
it: Avvertimento password
vi: Cảnh báo Shadow

source: Shadow inactive
it: Disabilita password
vi: Shadow không hoạt động

source: Shadow expire
it: Scadenza password
vi: Shadow hết hạn

source: Your Password has expired. Please choose a new password!
it: La tua password è scaduta. Scegli una nuova password !

source: Password change dialog
it: Finestra per la modifica della password

source: The password contains possibly problematic Unicode characters!
it: La password contiene caratteri Unicode eventualmente problematici!

source: Cannot save user picture, FusionDirectory requires the package 'php5-imagick' to be installed!
it: Impossibile salvare la foto dell'utente, FusionDirectory richiede che il pacchetto 'php5-imagick' sia installato!

source: Login restrictions
it: Restrizioni per la connessione

source: Entries differ
it: Le entries differiscono

source: Your password hash method will not be changed!
it: L'algoritmo della tua password non puó essere cambiato !

source: MySQL
vi: MySOL

source: Off
vi: Tắt

source: On
vi: Bật

source: No
vi: Không

source: GID / UID min id
vi: ID min GID/UID

source: Samba SID
vi: SID của Samba

source: Base
vi: Cơ sở

source: POSIX
vi: POSIX (giao diện hệ điều hành lưu động)

source: GID
vi: Số ID của nhóm

source: Fax
vi: Số fax

source: UID
vi: Số ID của người sử dụng
