Repository: fusiondirectory/fusiondirectory
Catalog: locale/core/*/LC_MESSAGES/messages.po
Languages: es, it, vi

source: Warning
es: Aviso
it: Attenzione
vi: Cảnh báo

source: This may be used by several groups. Please double check if your really want to do this since there is no way for GOsa to get your data back.
es: Esta puede ser usada por varios grupos. Si está seguro de lo que quiere hacer pulse dos veces, ya que no hay manera de que GOsa recupere posteriormente la información.

source: So - if you're sure - press 'Delete' to continue or 'Cancel' to abort.
es: Entonces, si esta seguro, presione <i>Eliminar</i> para continuar o <i>Cancelar</i> para Abortar.
it: Quindi - se sei sicuro - premi 'Rimuovi' per continuare oppure 'Annulla' per interrompere.
vi: Vì thế nếu bạn chắc chắn hãy nhấn "Xóa bỏ" để tiếp tục hoặc'Hủy bỏ' để dừng lại.

source: Cancel
es: Cancelar
it: Annulla
vi: Hủy bỏ

source: GOsa login screen
es: Pantalla de inicio de GOsa

source: Login screen
es: Pantalla de inicio
it: Schermata di connessione
vi: Màn hình đăng nhập

source: Please use your username and your password to log into the site administration system.
es: Por favor use su nombre de usuario y contraseña para iniciar sesión en el sistema de administración.
it: Usa il tuo nome utente e la tua password per accedere all'amministrazione del sistema.
vi: Xin hãy sử dụng tên và mật khẩu của bạn để đăng nhập vào trang hệ thống quản trị.

source: Username
es: Nombre de Usuario
it: Nome utente
vi: Tên người dùng

source: Password
es: Contraseña
vi: Mật khẩu

source: Directory
es: Directorio
it: Cartella
vi: Thư mục

source: Sign in
es: Entrando
it: Entra
vi: Đăng ký

source: Click here to log in
es: Pulse aquí para iniciar sesión
it: Clicca qui per connetterti
vi: Kích vào đây để đăng nhập

source: Copy & paste wizard
es: Asistente para copiar y pegar
it: Guida per il copia & incolla

source: Some values need to be unique in the complete directory while some combinations make no sense. GOsa shows the relevant attributes. Please maintain the values below to fullfill the policies.
es: Algunos valores necesitan ser únicos en todo el directorio mientras que algunas combinaciones no tienen sentido. GOsa mostrara los atributos importantes. Por favor no cambie los valores aquí indicados para cumplir las políticas.

source: Remember that some properties like taken snapshots will not be copied!
es: ¡Recuerde que propiedades como gestionar instantáneas no serán copiadas!
it: Ricorda che certe propietà, come fare una 'copia instantanea', non saranno copiate!
vi: Hãy nhớ rằng một số đặc tính ví dụ như snapshot sẽ không được copy lại!

source: Or if you copy or cut an entry within GOsa and delete the source object, you may get errors while pasting this object again!
es: Si mueve o copia una entrada dentro de GOsa y elimina el objeto original,¡tendrá errores al pegar el objeto!

source: Save
es: Guardar
it: Salva
vi: Lưu lại

source: Cancel all
es: Cancelar todo
it: Annulla tutto
vi: Hủy bỏ tất

source: Operation complete
es: Operación incompleta
it: Operazione eseguita
vi: Thao tác hoàn thành

source: Finish
es: Terminar
it: Finito
vi: Kết thúc

source: The size limit option makes LDAP operations faster and saves the LDAP server from getting too much load. The easiest way to handle big databases without long timeouts would be to limit your search to smaller values and use filters to get the entries you are looking for.
es: La opción 'tamaño limite' permite unas operaciones con LDAP mas rápidas y protege al servidor LDAP de tener una mayor carga. La manera mas fácil de manipular grandes bases de datos sin grandes perdidas de tiempo es limitar la búsqueda a valores pequeños y usar filtros para encontrar las entradas que este buscando.
it: L'opzione "dimensione massima" rende les operationi LDAP più veloci e permette di alleggerire il carico di lavoro del server LDAP. La maniera più semplice di gestire enormi basi di dati senza avere lunghi tempi d'attesa è quella di limitare la ricerca a dei piccoli valori e di utilizzare i filtri per ottenere i valori ricercati.
vi: Lựa chọn giới hạn kích cỡ khiến cho hoạt động của LDAP nhanh hơn và giúp cho LDAP server không chịu quá nhiều tải. Cách đơn giản nhất để quản lý được các cơ sở dữ liệu lớn mà không có thời gian hạn định dài là hạn chế việc tìm kiếm của bạn vào các giá trị nhỏ hơn và sử dụng bộ lọc để có được các entry mà bạn đang tìm kiếm.

source: Please choose the way to react for this session
es: Por favor elija la forma de reaccionar en esta sesión
it: Scegli il modo di reagire per questa sessione
vi: Xin hãy lựa chọn cách để phản ứng với phiên này

source: ignore this error and show all entries the LDAP server returns
es: ignore este error y muestre todas las entradas devueltas por el servidor LDAP
it: ignora questo errore e mostra tutte le voci restituite dal server LDAP
vi: Lờ đi lỗi này và hiển thị tất cả các entry mà LDAP server trả về

source: ignore this error and show all entries that fit into the defined sizelimit and let me use filters instead
es: ignore este error y muestre todas las entradas que coincidan con el tamaño limite definido y active el uso de filtros en su lugar
it: ignora questo errore e mostra tutte le voci che rientrano nel sizelimit definito e lasciami invece utilizzare i filtri per limitare i dati da visualizzare
vi: Lờ lỗi này đi và hiển thị tất cả các entry mà phù hợp với giới hạn kích cỡ đã xác định và thay vào đó cho tôi sử dụng các bộ lọc

source: Set
es: Activar
it: Attiva
vi: Đặt

source: Assigned ACL for current entry
es: Asignando ACL a la entrada actual
it: ACL attribuita alla voce attuale
vi: Giao ACL cho entry hiện tại

source: New ACL
es: Nueva ACL
it: Nuova ACL
vi: ACL mới

source: ACL type
es: Tipo de ACL
it: ACL Tipo
vi: Dạng ACL

source: Select an acl type
es: Seleccione un tipo de ACL
it: Seleziona un tipo di ACL
vi: Chọn một dạng acl

source: Apply
es: Aplicar
it: Applica
vi: Áp dụng

source: Additional filter options
es: Añadir opciones de filtrado
it: Opzioni supplementari per il filtro
vi: Các lựa chọn thêm cho bộ lọc

source: Use members from
es: Usar miembros de
it: Utilizza il membro da
vi: Sử dụng các thành viên từ

source: Available members
es: Miembros disponibles
it: Membri disponibli
vi: Những thành viên đang có mặt

source: List message possible targets
es: Mostrar mensaje de posibles destinos
it: Elenca i destinatari possibili per i messaggi
vi: Liệt kê các mục tiêu có thể gửi tin nhắn

source: Members
es: Miembros
it: Membri
vi: Các thành viên

source: List message recipients
es: Lista de recipientes de mensajes
it: Elenca i destinatari del messaggio
vi: Liệt kê người nhận tin

source: List of available ACL categories
es: Lista de categorías ACL disponibles
it: Elenco delle categorie di ACL disponibili
vi: Danh sách tất cả các mục ACL hiện có

source: ACL for this object
es: ACL que tienen este objeto
it: ACL per questo oggetto
vi: ACL cho đối tượng này

source: Available roles
es: Roles disponibles
it: Ruoli disponibili
vi: Các vai trò hiện có

source: Your password has expired. Please choose a new one!
es: Su contraseña ha caducado. ¡Por favor seleccione una nueva!
it: La tua password è scaduta. Scegline una nuova !
vi: Mật khẩu của bạn đã hết hạn. Xin hãy chọn một mật khẩu mới!

source: Old password
es: Contraseña antigua
it: Vecchia password
vi: Mật khẩu cũ

source: New password
es: Nueva contraseña
it: Nuova password
vi: Mật khẩu mới

source: Verify password
es: Confirmar contraseña
it: Verifica la password
vi: Xác minh mật khẩu

source: Change password
es: Cambiar contraseña
it: Cambia la password
vi: Thay đổi mật mã

source: Click here to change your password
es: Pulse aquí para cambiar su contraseña
it: Premi qui per cambiare la tua password.
vi: Kích vào đây để thay đổi mật khẩu của bạn

source: Your GOsa session has been closed!
es: ¡Su sesión de GOsa se ha terminado!

source: Please close this browser window and clean the authentication caches to avoid an automatic re-authentication by your browser.
es: Por favor cierre la ventana del navegador y limpie la cache para evitar una reautentificación automática de su navegador.
it: Chiudi la finestra del tuo browser e vuota la cache delle password memorizzate per impedire l'autentificazione automatica a partire dal tuo browser.
vi: Xin hãy đóng cửa sổ trình duyệt này lại và dọn sạch bộ nhớ đệm thẩm định quyền để tránh việc tự động thẩm định lại quyền bằng trình duyệt của bạn.

source: Restoring object snapshots
es: Recuperar instantanea de objetos
it: Restaurare una 'copia instantanea' dell'oggetto
vi: Phục hồi chế độ snapshot của đối tượng

source: This procedure will restore a snapshot of the selected object. It will replace the existing object after pressing the restore button.
es: El procedimiento recuperara una instancia de los objetos seleccionados. Serán reemplazados los objetos actuales despues de presionar el botón recuperar.
vi: Thủ tục này sẽ phục hồi một snapshot của các đối tượng được chọn. Nó sẽ thay thế cho đối tượng hiện có sau khi bấm vào nút phục hồi.

source: Remember that DNS configuration and database entries could not be restored. For some objects it is only nescessary to open and save them again (goFon), but some entries must be recreated manually (glpi).
es: Recuerde que la configuración DNS y las entradas de la base de datos no pueden ser recuperados. Para algunos objetos es solo necesario abrirlos y grabarlos de nuevo (goFon), pero algunas entradas deben ser creadas manualmente (glpi).
vi: Hãy nhớ rằng các entry vào cấu hình và cơ sở dữ liệu DNS không thể được phục hồi. Đối với một số đối tượng, thì chỉ cần mở và lưu chúng lại là được (goFon), nhưng với một số entry thì bạn cần phải tạo lại bằng tay (glpi).

source: Don't forget to check references to other objects, for example does the selected printer still exists ?
es: No olvide comprobar referencias a otros objetos, por ejemplo ¿todavía existen las impresoras seleccionadas?
it: Non dimenticare di verificare le relazioni tra gli oggetti, ad esempio "la stampanta selezionata esiste ancora?"
vi: Đừng quên kiểm tra các tham chiếu với các đối tượng khác, ví dụ như liệu máy in được chọn có còn tồn tại không?

source: Object
es: Objeto
it: Oggetto
vi: đối tượng

source: There is no snapshot available that could be restored
es: No hay instantaneas disponibles que puedan ser recuperadas
it: Non ci sono 'copie instantanee' da restaurare
vi: Không có snapshot hiện có nào có thể được phục hồi

source: Choose a snapshot and click the folder image, to restore the snapshot
es: Elija una instantanea y pulse en la imagen carpeta, para recuperar la instantanea
it: Scegli una 'copia instantanea' e clicca sull'icona della cartella per poterla restaurare
vi: Chọn một snapshot và kích vào hình folder, để phục hồi snapshot

source: Creating object snapshots
es: Creando instantaneas de objetos
it: Creare una copia instantanea degli oggetti
vi: Tạo ra snapshot đối tượng

source: This procedure will create a snapshot of the selected object. It will be stored inside a special branch of your directory system and can be restored later on.
es: Este procedimiento creará una instantánea de los objetos seleccionados. Serán guardados dentro de una carpeta especial de sus sistema de archivos y podrán recuperados posteriormente.
it: Questo procedimento creerà una 'copia instantanea' dell'oggetto selezionato. Essa sarà memorizzata in un ramo speciale del tuo annuario LDAP e potrà essere restaurata in seguito.
vi: Thủ tục này sẽ tạo ra một snapshot của đối tượng được chọn. Nó sẽ được lưu trữ trong một nhánh đặc biệt thuộc hệ thống thư mục của bạn và có thể được phục hồi sau này.

source: Remember that database entries, DNS configurations and possibly created zones in server extensions will not be stored in the snapshot.
es: Recuerde que las entradas de base de datos, configuración DNS y zonas creadas en extensiones de servidor no serán guardadas en la instantánea.
it: Ricordati che le voci nelle basi dati, le configurazioni DNS e probabilmente le zone create nei servers, non saranno memorizzate nella 'copia istantanea'.
vi: Hãy nhớ rằng các entry vào cơ sở dữ liệu, các cấu hình DNS và các vùng có thể được tạo ra trong việc mở rộng server sẽ không được lưu lại trong snapshot.

source: Timestamp
es: Marca de tiempo
it: Registrazione cronologica

source: Reason for generating this snapshot
es: Razón para generar esta instantánea
it: Motivo della creazione di questa 'copia instantanea'
vi: Lý do để tạo ra snapshot này

source: Continue
es: Continuar
it: Continua
vi: Tiếp tục

source: Information
es: Información
it: Informazione
vi: Thông tin

source: Change your password
es: Cambie su contraseña
it: Cambia la tua password
vi: Thay đổi mật khẩu của bạn

source: Success
es: Correcto
it: Completato
vi: Thành công

source: Your password has been changed successfully.
es: Su contraseña se ha cambiado correctamente.
it: La tua password è stata modificata.
vi: Mật khẩu của bạn đã được thay đổi thành công.

source: Password change
es: Cambio de contraseña
it: Modifica della password
vi: Thay đổi mật khẩu

source: This dialog provides a simple way to change your password. Enter the current password and the new password (twice) in the fields below and press the 'Change' button.
es: Este dialogo le permite cambiar de forma sencilla la contraseña. Introduzca la contraseña actual y la nueva contraseña (dos veces) en los campos siguientes y presione en el botón 'Cambiar'.
it: Questa finestra ti offre una maniera semplice di cambiare la tua password. Digita la tua password attuale ela nuova password ( due volte) nei campi sottostanti e poi premi il tasto 'modifica'.
vi: Hộp thoại này cung cấp một cách đơn giản để thay đổi mật khẩu của bạn. Hãy nhập mật khẩu hiện tại và mật khẩu mới vào (hai lần) trong các trường bên dưới và nhấn vào nút 'Thay đổi'.

source: Current password
es: Contraseña actual
it: Password attuale
vi: Mật khẩu hiện tại

source: New password repeated
es: Repita la nueva contraseña
it: Ripeti la nuova password
vi: Mật khẩu mới được lặp lại

source: Password strength
es: Seguridad de contraseña
it: Livello di sicurezza della password
vi: Ưu điểm của mật khẩu

source: Change
es: Cambiar
it: Modifica
vi: Thay đổi

source: Locking conflict detected
es: Detectado conflicto de Bloqueos
it: Rilevato un conflitto di chiusura
vi: Phát hiện xung đột khóa

source: If this lock detection is false, the other person has obviously closed the webbrowser during the edit operation. You may want to take over the lock by pressing the 'Edit anyway' button.
es: Si esta detección de bloqueo es falsa, la otra persona cerro su navegador mientras estaba editando. Puede eliminar el archivo de bloqueo en ese caso, pulsando en el botón <i>Eliminar</i>.
it: Se questo conflitto di chiusura è falso, è evidente che un'altra persona abbia chiuso il suo navigatore web durante un'operazione di inserimento dati. In questo caso puoi togliere il blocco premendo il tasto 'Modifica comunque'.
vi: Nếu việc phát hiện khóa này sai, một người nào đó chắc hẳn đã đóng trình duyệt web trong quá trình thao tác hiệu chỉnh. Bạn có thể muốn tiếp quản việc khóa bằng các nhấn vào nút 'tiếp tục hiệu chỉnh'.

source: Read only
es: Solo lectura
it: Sola lettura

source: GOsa help viewer
es: Ventana de ayuda de GOsa

source: Index
es: índice
vi: Chỉ mục

source: Search
es: Buscar
it: Cerca
vi: Tìm kiếm

source: Your GOsa session has expired!
es: ¡Su sesión de GOsa ha caducado!

source: The last interaction with the GOsa web interface has been some time ago in the past. For security reasons, the session has been closed. To continue with administrative tasks, please sign in again.
es: La última interacción con el interfaz web de GOsa fue hace ya bastante tiempo. Por razones de seguridad, la sesión ha sido cancelada. Para continuar con las tareas administrativas, vuelva a iniciar sesión de nuevo.

source: Sign in again
es: Entrando de nuevo
it: Riconnetti
vi: Đăng ký lại

source: Session conflict detected
es: Detectado conflicto de sesiones.
it: Rilevato un conflitto tra diverse sessioni
vi: Phát hiện xung đột giữa các phiên

source: Probably there's another active instance of your session. Multiple window operation is technical not possible and heavily depends on the browser you're using. Usage of different browsers at a time (i.e. IE and Mozilla) is possible. Pressing the Logout button will close this session.
es: Probablemente exista otra instancia activa de sus sesión. Operaciones en ventanas múltiples no son técnicamente posibles y dependen del navegador utilizado. El uso de diferentes navegadores a la vez (por ejemplo: IE y Mozilla) es posible. Presione el botón 'Salir' para cerrar esta sesión.
it: E' stata rilevata un'altra istanza attiva della tua sessione. Le operazioni multiple sono tecnicamente impossibili e dipendono fortemente dal navigatoreweb che utilizzi. L'uso di differenti navigatori allo stesso tempo (ad esempio IE e Mozilla) è possibile. Premendo il tasto 'Termina sessione' la sessione sarà chiusa.
vi: Có lẽ có một chức năng khác nữa trong phiên của bạn đang hoạt động. Việc chạy nhều cửa sổ cùng lúc về kỹ thuật là không thể và việc này phụ thuộc rất nhiều vào trình duyệt mà bạn đang dùng.Việc sử dụng các trình duyệt khác nhau cùng một lúc (ví dụ như IE và Mozilla) là có thể. Nhấn vào nút đăng xuất để đóng phiên này.

source: Ignoring this message will change/destroy the data you're currently editing, so please close multiple windows and log in again.
es: Ignorando este mensaje cambiara/eliminara los datos que esta actualmente editando. Por favor, cierre las otras ventanas y vuelva a entrar.
it: Ignorare questo messaggio causerà la modifica/perdita dei dati che stai attualmente inserendo, quindi è consigliabile chiudere tutte le finestre aperte e riconnettersi.
vi: Bỏ qua tin nhắn này sẽ thay đổi/hủy dữ liệu mà hiện nay bạn đang hiệu chỉnh, vì thể xin hãy đóng các cửa sổ lại và đăng nhập lại.

source: Logout
es: Salir
it: Termina sessione
vi: Đăng xuất

source: You are currently editing a database entry. Do you want to dismiss the changes?
es: Esta actualmente editando una entrada de base de datos.¿Quiere desestimar los cambios?
it: Stai modificando un campo del database. Vuoi abbandonare i cambiamenti?
vi: Bạn hiện đang hiệu chỉnh một entry vào cơ sở dữ liệu. Bạn có muốn hủy bỏ các thay đổi?

source: Main
es: Inicio
it: Principale
vi: Trang chính

source: Help
es: Ayuda
vi: Trợ giúp

source: Sign out
es: Salir
it: Termina la sessione
vi: Đăng xuất

source: Signed in:
es: Entrando
it: Connesso:
vi: Đăng nhập:

source: GOsa main menu
es: Menú inicial de GOsa

source: Fatal error
es: Error fatal
it: Errore fatale
vi: Lỗi nặng

source: GOsa configuration %s/%s is not readable. Aborted.
es: No se puede acceder a la configuración de GOsa %s/%s. Cancelado

source: Configuration error
es: Error de configuración
it: Errore di configurazione
vi: Lỗi cấu hình

source: Directory '%s' specified as compile directory is not accessible!
es: ¡No se puede acceder a el directorio de compilación '%s'!
it: La cartella '%s' dichiarata come cartella di compilazione è inaccessibile !
vi: Không thể truy cập vào thư mục '%s' được xác định là thư mục soạn thảo!

source: Password method
es: Metodo de contraseña
it: Algoritmo di memorizzazione delle password
vi: Phương pháp lập mật khẩu

source: Error: Password method not available!
es: Error: ¡El método de contraseñas no esta disponible!
it: Errore: Algoritmo di memorizzazione delle password non disponibile !
vi: Lỗi: Phương pháp mật khẩu không có!

source: The passwords you've entered as 'New password' and 'Repeated new password' do not match.
es: No coinciden las contraseñas introducidas como 'Nueva contraseña' y 'Repetir nueva contraseña'.
it: Le password che hai definito come 'Nuova password' e 'Ripeti nuova password' non corrispondono.
vi: Các mật khẩu bạn vừa nhập vào: "Mật khẩu mới" và "Mật khẩu lặp lại" không giống nhau.

source: The password used as new and current are too similar.
es: La contraseña actual y la introducida como nueva son demasiado parecidas.
it: La password che hai definito come 'Nuova password' è troppo simile a quella attuale.
vi: Mật khẩu mới và mật khẩu cũ quá giống nhau.

source: The password used as new is to short.
es: La nueva contraseña es demasiado corta.
it: La 'Nuova password' immessa è troppo corta.
vi: Mật khẩu mới cần được cắt ngắn lại.

source: Login
es: Inicio
it: Nome utente
vi: Đăng nhập

source: Please check the username/password combination.
es: Por favor compruebe la combinación nombre de usuario/contraseña
it: Verifica il nome utente e la password.
vi: Xin hãy kiểm tra kết hợp tên người dùng/mật khẩu.

source: You have no permissions to change your password.
es: No tiene permisos para cambiar su contraseña.
vi: Bạn không được phép thay đổi mật mã của bạn.

source: External password changer reported a problem:
es: El programa externo de cambio de contraseña informo de un problema:
it: Il programma esterno per cambiare la password ha rilevato un problema:
vi: Bộ thay đổi mật khẩu bên ngoài báo cáo một vấn đề:

source: Session will not be encrypted.
es: La sesión no será codificada.
it: La sessione non sarà criptata.
vi: Phiên sẽ không được mã hóa.

source: Enter SSL session
es: Entrar en sesión SSL
it: Inizia una sessione SSL
vi: Vào phiên SSL

source: Session is not encrypted!
es: ¡La sesión no es codificada!
it: La sessione non è criptata.
vi: Phiên không được mã hóa!

source: The session lifetime configured in your gosa.conf will be overridden by php.ini settings.
es: El tiempo de vida de sesión es su gosa.conf sera sustituido por el valor de ini de php.

source: Smarty error
es: Error Smarty
it: Errore Smarty
vi: Lỗi Smarty

source: There is a problem with the authentication setup!
es: ¡Hay un problema con la configuración de autenticación!
it: C'è un problema con la configurazione dell'autentificazione !
vi: Có vấn đề với việc cài đặt chức năng xác định thẩm quyền!

source: Cannot find a valid user for the current authentication setup!
es: ¡No se puede encontrar un usuario válido para la configuración de autenticación seleccionada!
it: E' impossibile trovare un utente valido per l'attuale sistema d'autenticazione !
vi: Không thể tìm thấy một người dùng hợp lệ cho việc cài đặt xác định thẩm quyền hiện tại!

source: User information is not unique accross the configured LDAP trees!
es: ¡La información del usuario no es única dentro del árbol LDAP selecionado!
vi: Thông tin người dùng không phải là duy nhất trong tất cả các cây LDAP đã được cấu hình!

source: LDAP error
es: Error LDAP
it: Errore LDAP
vi: Lỗi LDAP

source: Cannot detect information about the installed LDAP schema!
es: ¡No se puede acceder a la información sobre los esuqemas LDAP instalados!
it: Impossibile trovare le informazioni sugli schemi LDAP installati !
vi: Không thể tìm ra thông tin về lược đồ LDAP đã được cài đặt!

source: Your LDAP setup contains old schema definitions:
es: Su configuración LDAP tiene definiciones de esquemas antiguos:
it: La tua installazione LDAP contiene degli schemi ormai vecchi:
vi: Cài đặt LDAP của bạn có chứa các định nghĩa lược đồ cũ:

source: Please specify a valid username!
es: ¡Por favor introduzca un nombre de usuario válido!
it: Prego specifica un nome utente valido !
vi: Xin hãy xác định một tên người dùng hợp lệ!

source: Please specify your password!
es: ¡Por favor introduzca una contraseña!
it: Prego specifica la tua password !
vi: Xin hãy xác định mật mã của bạn!

source: Authentication error
es: Error de Autenticación
it: Errore di autentificazione
vi: Lỗi xác định thẩm quyền

source: Cannot retrieve user information for htaccess authentication!
es: ¡No se puede recuperar la información de usuario para autenticación htaccess!
it: Impossibile trovare l'informazione utente per l'utentifica htaccess !
vi: Không thể phục hồi thông tin của người dùng cho việc thẩm định quyền htaccess (truy cập ht)!
