Repository: fusiondirectory/fusiondirectory
Catalog: locale/core/*/LC_MESSAGES/messages.po
Languages: es, it, vi

source: Updating following references too
es: También se actualizaran las siguientes referencias
it: Aggiornamento anche delle seguenti referenze :
vi: Cập nhật cả các tham chiếu sau

source: Group will be moved from
es: El grupo serán trasladado desde
it: Il gruppo sarà spostato da
vi: Nhóm sẽ được chuyển từ

source: User will be moved from
es: El usuario serán trasladado desde
it: L'utente sarà spostato da
vi: Người dùng sẽ được chuyển từ

source: The following references will be updated
es: Las siguientes referencias se actualizaran
it: Le seguenti reference saranno aggiornate
vi: Tham chiếu sau sẽ được cập nhật

source: The LDAP root object is missing. It is required to use your LDAP service.
es: EL objeto raíz de LDAP ha desaparecido. Es necesario para poder usar el servicio LDAP.
it: Non trovo l'oggetto radice di LDAP. É indispensabile per poter usare l'annuario LDAP.
vi: Đối tượng gốc LDAP đang mất tích. Để sử dụng dịch vụ LDAP của bạn, bạn cần có nó.

source: Try to create root object
es: Intentando crear el objeto raíz
it: Tentativo di creazione dell'oggetto radice
vi: Cố tạo ra một đối tượng gốc

source: Root object couldn't be created, you should try it on your own.
es: El objeto raíz no ha podido ser creado, tendra que crearlo usted mismo.
it: Non ho potuto creare l'oggetto radice. Dovrai provare a farlo da te.
vi: Đối tượng gốc không thể được tạo ra, bạn phải cố tự mình tạo ra nó.

source: Missing GOsa object class '%s'!
es: ¡No se ha encontrado la clase de objeto GOsa '%s'!

source: Please check your installation.
es: Por favor compruebe su instalación
it: Verifica la tua installazione.

source: Cannot handle the structural object type of your root object. Please try to add the object class '%s' manually.
es: No se puede un tipo de objeto estructural en su entrada raíz. Por favor intente añadir la clase de objeto '%s' manualmente.
it: Impossibile gestire il tipo di oggetto strutturale del tuo oggetto radice. Prova ad aggiungere manualmente la classe d'oggetto '%s'.

source: Copy '%s' to '%s' failed:
es: Copia fallida de '%s' a '%s':
it: La copia di '%s' verso '%s' non è riuscita :
vi: Sao chép '%s' đến '%s' bị thất bại:

source: There are %s devices that need to be migrated.
es: Hay %s dispositivos que necesitan ser migrados.
it: Ci sono %s periferiche che hanno bisogno di essere migrate.

source: Adding '%s' to the LDAP failed: %s
es: Añadiendo '%s' a LDAP ha fallado: %s
it: L'aggiunta di '%s' all'annuario LDAP non è riuscita: %s

source: Updating '%s' failed: %s
es: Actualizando '%s' ha fallado: %s
it: L'aggiornamento di '%s' non è riuscito: %s

source: There are %s services that need to be migrated.
es: Hay %s serviccios que necesitan ser migrados.
it: Ci sono %s servizi che hanno bisogno di essere migrati.

source: There are %s application menus which have to be migrated.
es: Hay %s menu de aplicaciones que necesitan ser migrados.
it: Ci sono %s menu di applicazioni che hanno bisogno di essere migrati.

source: This seems to be the first time you start GOsa - we didn't find any configuration right now. This simple wizard intends to help you while setting it up.
es: Aparentemente es la primera vez que inicia GOsa - No se ha encontrado ninguna configuración. Este asistente intentara ayudarle mientras se configura.

source: What will the wizard do for you?
es: ¿Que hará este asistente para usted?
it: Cosa farà per te il il programma d'assistenza ?
vi: Wizard sẽ giúp bạn những gì?

source: Create a basic, single site configuration
es: Creara una configuración básica para un único sitio
it: Crea una semplice configurazione mono sito
vi: Tạo ra một cấu hình trang đơn, đơn giản

source: Tries to find problems within your PHP and LDAP setup
es: Intentando encontrar problemas en la configuración de LDAP y de PHP
it: Prova a vedere se ci sono dei problemi nella configurazione di PHP o di LDAP
vi: Cố gắng tìm ra vấn đề trong cài đặt PHP và LDAP của bạn

source: Let you choose from a set of basic and advanced configuration switches
es: Le permite seleccionar un juego de opciones básicas o avanzadas
it: Puoi scegliere tra le opzioni di base o quelle avanzate
vi: Cho phép bạn lựa chọn từ một loạt các phím chuyển cấu hình cơ bản và cao cấp

source: Guided migration of existing LDAP trees
es: Migración guiada de arboles LDAP existentes
it: Migrazione assistita di un annuario LDAP esistente
vi: Di trú có hướng dẫn của các cây LDAP hiện có

source: What will the wizard NOT do for you?
es: ¿Que no hará este asistente por usted?
it: Cosa l'assistente non farà per te ?
vi: Wizard không thể làm gì được cho bạn?

source: Find every possible configuration error
es: Encontrar cada posible error de configuración
it: Trovare ogni possibile errore di configurazione
vi: Tìm được mọi lỗi cấu hình có thể xảy ra

source: Migrate every possible LDAP setup - create backup dumps!
es: Migración asistidas de cualquier configuración LDAP - ¡creando copias de seguridad!
it: Migra ogni possibile configurazione LDAP - fai delle copie !
vi: Di trú mọi cài đặt LDAP - và tạo ra các xổ backup!

source: To continue...
es: Para continuar...
it: Seguito della configurazione ...
vi: Còn nữa...

source: For security reasons you need to authenticate for the installation by creating the file '/tmp/gosa.auth', containing the current session ID on the servers local filesystem. This can be done by executing the following command:
es: Por razones de seguridad necesita autenticarse para la instalación, creando el archivo '/tmp/gosa.auth', que tendrá el ID de la sesión actual en el sistema de archivos del servidor. Esto puede ser hecho ejecutando el siguiente comando:

source: Click the 'Continue' button when you've finished.
es: Pulse en el botón 'Continuar' cuando haya terminado.
it: Premi il bottone 'Continua' quando avrai finito.
vi: Kích vào phím 'Continue' khi bạn làm xong.

source: I have read the license and accept it
es: He leido la licencia y la acepto
vi: Tôi đã đọc giấy phép và chấp nhận nó

source: GOsa settings 3/3
es: Configuración GOsa 3/3

source: Tweak some GOsa core behaviour
es: Ajustar el comportamiento del núcleo común de GOsa

source: Session lifetime must be a numeric value!
es: ¡El tiempo de vida de sesión debe ser un valor numérico!
it: La durata della sessione deve contenere un valore numerico !
vi: Khoảng thời gian của phiên phải là một giá trị số!

source: Maximum LDAP query time must be a numeric value!
es: ¡Máximo tiempo de consulta LDAP debe ser un valor numérico!
it: Il tempo massimo di una richiesta LDAP deve contenere un valore numerico !
vi: Thời gian tối đa để yêu cầu LDAP phải là một giá trị số!

source: PHP module and extension checks
es: Comprobaciones de módulos y extensiones PHP
it: Verifica del modulo PHP e delle sue estensioni
vi: Kiểm tra các module và mở rộng của PHP

source: GOsa will NOT run without fixing this.
es: GOsa NO funcionara si no arregla esto.

source: GOsa will run without fixing this.
es: GOsa puede funcionar sin que se arregle esto.

source: PHP setup configuration
es: Configuración de PHP
it: Configurazione di PHP
vi: Cấu hình cài đặt PHP

source: show information
es: mostrar información
it: Mostra le informazioni
vi: hiển thị thông tin

source: Schema specific settings
es: Parametros específicos del esquema
it: Parametri specifici degli schemi
vi: Thiết lập cụ thể lược đồ (schema)

source: Enable schema validation when logging in
es: Activar validación de esquema cuando se registre
it: Attivare la validazione degli schemi alla connessione
vi: Cho phép thông qua lược đồ khi đăng nhập

source: Check status
es: Comprobar Estado
it: Verifica dello stato
vi: Kiểm tra trạng thái

source: Schema check succeeded
es: Comprobación de esquema correcta
it: Verifica dello schema riuscita
vi: Kiểm tra lược đồ thành công

source: Schema check failed
es: Ha fallado la comprobación del esquema
it: Verifica dello schema non riuscita
vi: Kiểm tra lược đồ thất bại

source: Could not read any schema informations, all checks skipped. Adjust your ldap acls.
es: No se puede acceder a la información de esquemas, todos las comprobaciones se suspenden. Ajuste las acl de ldap.
it: Non posso leggere alcuna informazione sugli schemi, tutte le verifiche sono annullate. Correggi le ACLs dell'annuario LDAP.
vi: Không thể đọc một thông tin lược đồ nào, bỏ qua toàn bộ việc kiểm tra. Điều chỉnh các acls ldap của bạn.

source: It seems that your ldap database wasn't initialized yet. This maybe the reason, why GOsa can't read your schema configuration!
es: Parece que la base de datos ldap no ha sido inicializada. ¡Esta puede se la razón por la que GOsa no puede acceder a la configuración de esquemas!

source: Look and feel
es: Temas y apariencia
it: Temi e apparenze
vi: Xem và cảm nhận

source: Theme
es: Tema
it: Tema

source: Compress output send to browser
es: Salida de compresión enviada al navegador
vi: Nén output lại gửi cho trình duyệt

source: People and group storage
es: Almacén de grupos y usuarios
it: Ramo dell'annuario dove sono immagazzinate le informazioni sugli utenti e i gruppi
vi: Kho lưu trữ người và nhóm

source: People DN attribute
es: Atributo 'dn' de los usuarios
it: Tipo di attributo DN degli utenti
vi: Thuộc tính DN người

source: People storage subtree
es: Subárbol de almacenamiento para los usuarios
it: Ramo dell'annuario LDAP dove sono immagazzinate le informazioni sugli utenti
vi: Cây con lưu trữ người

source: Group storage subtree
es: Subárbol de almacenamiento para los grupos
it: Ramo dell'annuario LDAP dove sono immagazzinate le informazioni sui gruppi
vi: Cây con lưu trữ nhóm

source: Include personal title in user DN
es: Incluir el título personal en el DN de usuario
it: Includere il titolo personale nel DN dell'utente
vi: Bao gồm chức danh cá nhân trong DN của người dùng

source: Relaxed naming policies
es: Reglas no estrictas de nombres
it: Regole di denominazione flessibili
vi: Chính sách đặt tên thoải mái

source: Automatic UIDs
es: UIDs Automaticas
it: UIDs automatici
vi: Các UID tự động

source: Number base for people/groups
es: Número base para usuarios y grupos
it: UID di base per utenti/gruppi
vi: Cơ sơ số cho người/nhóm

source: Hook for number base
es: Método para el número base
vi: Móc nối với cơ sở số

source: Password encryption algorithm
es: Algoritmo de codificación de contraseña
it: Algoritmo di criptaggio delle password
vi: Thuật toán mã hóa mật khẩu

source: Password restrictions
es: Restricciones de contraseña
it: Restrizioni per le password
vi: Các hạn chế mật khẩu

source: Password minimum length
es: Longitud mínima de la contraseña
it: Lunghezza minima per le password
vi: Độ dài tối thiểu của mật khẩu

source: Different characters from old password
es: Caracteres diferentes de la contraseña anterior
it: Numero di caratteri diversi dalla vecchia password
vi: Các ký tự khác với mật khẩu cũ

source: Password change hook
es: Método de cambio de contraseña
it: Connessioni per la modifica della password
vi: Móc nối việc thay đổi mật khẩu

source: Use SASL for kerberos
es: Usar SASL para kerberos
it: Utilizza SASL per kerberos
vi: Sử dụng ngôn ngữ SASL cho hệ thống Kerberos

source: Use account expiration
es: Usar caducidad de cuenta
it: Utilizza una scadenza per l'account
vi: Sử dụng việc hết hạn tài khoản

source: GOsa supports several encryption types for your passwords. Normally this is adjustable via user templates, but you can specify a default method to be used here, too.
es: Gosa soporta varios tipos diferentes de codificación para las contraseñas. Normalmente esto es seleccionable a través de las plantillas de usuario, pero también se puede introducir un método que sera usado por defecto.

source: GOsa always acts as admin and manages access rights internally. This is a workaround till OpenLDAP's in directory ACI's are fully implemented. For this to work, we need the admin DN and the corresponding password.
es: GOsa siempre actúa en modo administrador y gestiona los permisos de acceso internamente. Esto es una solución temporal hasta que las ACI (Access control information) estén completamente implementadas en OPENLDAP. Para que esto funcione, necesitamos el DN del administrador y la contraseña correspondiente.

source: Some basic LDAP parameters are tunable and affect the locations where GOsa saves people and groups, including the way accounts get created. Check the values below if the fit your needs.
es: Algunos parámetros básicos de LDAP son modificables y afectarán las ubicaciones donde GOSa guarda los usuarios y los grupos, incluyendo la manera en que las cuentas son creadas. Compruebe los valores a continuación se ajustan a sus necesidades.

source: GOsa has modular support for several mail methods. These methods provide interfaces to users mailboxes and general handling for quotas. You can choose the dummy plugin to leave all your mail settings untouched.
es: Gosa tiene un soporte modular para diferentes métodos de correo electrónico. Estos son herramientas de control de la cuentas de correo y control de cuotas. Puede elegir el método 'dummy' para dejar su configuración de correo limpia.

source: LDAP schema check
es: Comprobar esquemas LDAP
it: Verifica degli schemi LDAP
vi: Kiểm tra lược đồ LDAP

source: Perform test on your current LDAP schema
es: Efectuando comprobaciones en los esquemas actuales de LDAP
it: Eseguire dei test sugli schemi LDAP attuali
vi: Thực hiện việc kiểm tra trên lược đồ LDAP hiện tại của bạn

source: Welcome
es: Bienvenido
it: Benvenuto
vi: Chào mừng

source: The welcome message
es: Mensaje de Bienvenida
it: Messaggio di benvenuto
vi: Tin nhắn chào mừng

source: Welcome to GOsa setup wizard
es: Bienvenidos al asistente de configuración de GOsa

source: License
es: Licencia
vi: Giấy Phép

source: Terms and conditions for usage
es: Términos y condiciones de uso
vi: Điều khoản và điều kiện cho việc sử dụng

source: Please select the preferred language
es: Por favor seleccione su idioma preferido
it: Seleziona la ingua preferita
vi: Xin hãy lựa chọn ngôn ngữ ưu thích

source: At this point, you can select the site wide default language. Choosing 'automatic' will use the language requested by the browser. This setting can be overriden per user.
es: En este punto, puede seleccionar el idioma usado por defecto. Seleccionando 'automático' obtendrá el lenguaje usado por el navedador. Esta configuración puede ser modificada por cada usuario.
it: A questo punto, puoi scegliere la lingua di default per FusionDirectory. Scegliendo 'automatica' verrà usata la lingua richiesta dal navigatore web. Questo parametro può essere configurato dall'utente.
vi: Tại thời điểm này, bạn có thể lựa chọn trang này với ngôn ngữ mặc định. Nếu chọn 'tự động', bạn sẽ sử dụng ngôn ngữ được yêu cẩu bởi trình duyệt này. Việc thiết lập này có bị ghi đè với mỗi một người dùng.

source: Please select your preferred language here
es: Por favor seleccione su idioma preferido
it: Scegli la lingua preferita qui
vi: Xin hãy lựa chọn ngôn ngữ bạn muốn dùng ở đây

source: GOsa settings 1/3
es: Configuración GOsa 1/3

source: GOsa generic settings
es: Configuración genérica de GOsa

source: The specified value for '%s' must be a numeric value
es: El valor especificado para '%s' debe ser una valor numérico
it: Il valore specificato per '%s' deve contenere un valore numerico
vi: Gía trị cụ thể cho '%s' phải là một giá trị số

source: Don't add a trailing comma to '%s'.
es: No añada una coma final a '%s'
it: Non aggiungere una virgola alla fine di '%s'.
vi: Đừng thêm dấu phẩy đuôi vào '%s'.

source: People storage ou
es: OU de almacenamiento de Usuarios
it: Ramo dell'albero LDAP dove sono registrati gli utenti
vi: ou lưu trữ người

source: Group storage ou
es: OU de almacenamiento de Grupos
it: Ramo dell'albero LDAP dove sono registrati i gruppi
vi: ou lưu trữ nhóm

source: Uid base must be numeric
es: El Uid base debe ser un valor numérico
it: L'UID di base dev'essere un valore numerico
vi: Gốc UID phải là số

source: The given password minimum length is not numeric.
es: El valor indicado como longitud mínima de la contraseña no es un valor numérico.
it: La lunghezza minima per la password che hai specificato non è un valore numerico.
vi: Độ dài tối thiểu của mật khẩu đã cho không phải là số.

source: The given password differ value is not numeric.
es: El valor indicado como diferencias mínimas de la contraseña no es un valor numérico.
it: L'opzione differ per la password, che hai indicato, non è un valore numerico.
vi: Gía trị khác của mật khẩu cho trước không phải là số.

source: GOsa settings 2/3
es: Configuración GOsa 2/3

source: Customize special parameters
es: Personalizar parametros especiales
it: Personalizza i parametri speciali
vi: Tùy biến các thông số đặc biệt

source: Language setup
es: Selección de idiomas
it: Impostazioni della lingua
vi: Cài đặt ngôn ngữ

source: This step allows you to select your preferred language.
es: Este paso le permite seleccionar su idioma preferido
it: Questa tappa ti permette di impostare la tua lingua preferita.
vi: Bước này cho phép bạn lựa chọn ngôn ngữ bạn muốn dùng.

source: Automatic
es: Automatico
it: Automatico
vi: Tự động

source: Fatal error: Register globals is on. FusionDirectory will refuse to login unless this is fixed by an administrator.
it: Errore fatale: Register globals è attivato. FusionDirectory rifiuterà ogni accesso utente finchè questo errore non sarà corretto da un amministratore.

source: Fatal error: Cannot find any plugin definitions for plugin '%s'!
it: Errore fatale: Impossibile trovare alcuna definizione per l'estensione '%s'!

source: Fatal error: not all POST variables have been transfered by PHP - please inform your administrator!
it: Errore fatale: non tutte le variabili POST sono state trasferite da PHP - per favore informane l'amministratore!

source: FusionDirectory configuration %s/%s is not readable. Aborted.
it: Il file di configurazione %s/%s non è leggibile. Operazione Annullata.

source: Did not found account %s
it: Non ha trovato l'account %s

source: Found multiple accounts %s
it: Trovati più account %s

source: Adresse mail
it: Indirizzo mail

source: There is no account using email %s
it: Non c'è nessun account che usa l'indirizzo mail %s

source: There are several accounts using email %s
it: Ci sono più account che usano l'indirizzo mail %s

source: Contact your administrator, there was a problem with mail server
it: Contattare l'amministratore, c'è stato un problema con il server di posta elettronica

source: This token is invalid
it: Questo token non è valido

source: The session lifetime configured in your fusiondirectory.conf will be overridden by php.ini settings.
it: La durata di vita delle sessioni configurata nel tuo file fusiondirectory.conf sarà rimpiazzata da quella definita nel tuo php.ini.
vi: Thời gian hạn định của phiên được cấu hình trong file fusiondirectory.conf của bạn sẽ được ghi đè lên bởi các thiết lập php.ini.

source: Error
it: Errore
vi: Lỗi

source: User information is not unique across the configured LDAP trees!
it: Le informazioni sull'utente non sono uniche attraverso i rami delll'annuario LDAP configurato !

source: This procedure will restore a snapshot of the selected object. It will replace the existing object after pressing the folder icon.
it: Questa procedura restaurerà la 'copia instantanea' dell'oggetto selezionato. L'oggetto attuale sarà rimpiazzato dopo aver premuto sull'icona 'cartella'.

source: Remember that DNS configuration and database entries could not be restored. For some objects it is only necessary to open and save them again (goFon), but some entries must be recreated manually.
it: Ricordati che la configurazione del DNS e le voci della base dati non possono essere restaurate. Per alcuni oggetti è solo necessario aprirli et salvarli nuovamente (goFon), ma alcune voci dovranno essere ricreate manualmente.

source: Your FusionDirectory session has been closed!
it: La tua sessione di FusionDirectory è stata chiusa!

source: I forgot my password
it: Password dimenticata

source: This may be used by several groups. Please double check if your really want to do this since there is no way for FusionDirectory to get your data back.
it: Questo può essere utilizzato da diversi gruppi. Assicurati che vuoi davvero eseguire l'azione visto che poi sarà impossibile per FusionDirectory recuperare i tuoi dati.

source: Session expires in %d!
it: La sessione termina a %d!

source: FusionDirectory main menu
it: Menu principale di FusionDirectory

source: Some values need to be unique in the complete directory while some combinations make no sense. FusionDirectory shows the relevant attributes. Please maintain the values below to fulfill the policies.
it: Alcuni valori devono essere univoci nella directory completa, mentre alcune combinazioni non hanno senso. FusionDirectory mostra i valori corrispondenti. Mantieni i valori qui sotto per soddisfare i criteri di sicurezza.

source: Or if you copy or cut an entry within FusionDirectory and delete the source object, you may get errors while pasting this object again!
it: Oppure se copi o tagli una voce con FusionDirectory e poi ne cancelli l'origine, potrai incorrere in errori tentando di incollarla di nuovo!

source: Your FusionDirectory session has expired!
it: La tua sessione in FusionDirectory è scaduta!

source: The last interaction with the FusionDirectory web interface has been some time ago in the past. For security reasons, the session has been closed. To continue with administrative tasks, please sign in again.
it: E' passato del tempo dalla tua ultima interazione con l'interfaccia web di FusionDirectory. Per ragioni di sicurezza la sessione è stata chiusa. Se vuoi continuare nell'amministrazione, sei pregato di riconnetterti.

source: FusionDirectory password recovery
it: FusionDirectory recupero della password

source: Lost password
it: Password dimenticata

source: Available methods
it: Metodi disponibili

source: Receive by email a link that allows you to reset your password
it: Ricevi via e-mail un link che ti consenta di reimpostare la tua password

source: Send
it: Invia

source: Click here to send a reset link
it: Clicca qui per inviare un link di ripristino della password

source: If none of the above methods suits you, contact your administrator to change your password
it: Se nessuno dei metodi di cui sopra fa per te, contatta l'amministratore per cambiare la tua password

source: This dialog provides a simple way to change your password. Enter the new password (twice) in the fields below and press the 'Change' button.
it: Questa finestra di dialogo fornisce un modo semplice per cambiare la tua password. Immetti la nuova password (due volte) nei campi sottostanti e premi il pulsante 'Modifica'.

source: Enter your current e-mail address in the field below and press the 'Change' button.
it: Inserisci il tuo indirizzo mail nel campo sottostante e premi il pulsante 'Modifica'

source: => Use your e-mail in the long format, e.g : John Doe => john.doe@ibcp.fr
it: => Usa la tua e-mail nel formato lungo, ex. : John Doe => john.doe@ibcp.fr

source: Password recovery is not activated. If you have lost your password, please contact your administrator
it: Il recupero della password non è attivato. Se hai perso la tua password, contatta il tuo amministratore di rete.

source: FusionDirectory requires this module to talk with your LDAP server.
it: FusionDirectory ha bisogno di questo modulo per poter comunicare con il server LDAP.

source: FusionDirectory requires this module for an internationalized interface.
it: FusionDirectory ha bisogno di questo modulo per l'interfaccia multilingue.

source: FusionDirectory requires this module to communicate with different types of servers and protocols.
it: FusionDirectory ha bisogno di questo modulo per comunicare con differenti tipi di server e protocolli.
