Repository: fusiondirectory/fusiondirectory
Catalog: locale/core/*/LC_MESSAGES/messages.po
Languages: es, it, vi

source: Password can't be changed up to %s days after last change
es: La contraseñas no pueden ser cambiadas hasta %s días desde el último cambio
it: La password non può essere cambiata per %s giorni dall'ultimo cambiamento
vi: Mật khẩu không thể được thay đổi it nhất là %s ngày sau lần thay đổi trước

source: Password must be changed after %s days
es: La contraseñas deben ser cambiadas despues de %s días
it: La password deve essere cambiata dopo %s giorni
vi: Mật khẩu phải được thay đổi sau %s ngày

source: Disable account after %s days of inactivity after password expiry
es: Desactivar cuenta despues de %s días de inactividad una vez caducada la contraseña
it: Disabilita l'account dopo %s giorni di inattività una volta che la password è scaduta

source: Warn user %s days before password expiry
es: Avisar al usuario %s días antes de que la contraseña caduque
it: Avvisa l'utente %s giorni prima che la password scada

source: Timeout while waiting for lock. Ignoring lock!
es: Tiempo de espera agotado esperando un bloqueo. ¡Ignorando bloqueo!
it: Il tempo d'attesa per il blocco è scaduto. Blocco ignorato !
vi: Thời gian chờ khóa. Bỏ qua khóa!

source: Group of user
es: Grupo de usuarios
it: Gruppo di utenti
vi: Nhóm người dùng

source: A duplicated UID number was written for this user. If this was not intended please verify all used uidNumbers!
es: UN número UID duplicado ha sido introducido para este usuario. ¡Si esto no es intencionado por favor verifique todos los uidNumbers usado!
it: Un doppione dell'UID dell'utente è appena stato creato. Se non era nelle tue intenzioni, verifica tutti gli uidNumbers !
vi: Số UID nhân bản đã được viết cho người sử dụng này. Nếu vệc này là không cố ý, xin hãy xác minh lại tất cả các số UID!

source: Home directory
es: Directorio de usuario
vi: Thư mục chủ

source: POSIX account
es: Cuenta POSIX
it: Account POSIX
vi: tài khoản POSIX

source: User ID
es: Identificador (ID) de usuario
it: ID utente
vi: ID người dùng

source: Group ID
es: Identificador (ID) de Grupo
it: ID gruppo
vi: ID nhóm

source: Force password change on login
es: Forzar el cambio de contraseña al iniciar
it: Forza la modifica della password alla connessione
vi: Ép buộc thay đổi mật khẩu trong khi đăng nhập

source: Public SSH key
es: Clave pública SSH
it: Chiave SSH pubblica

source: System trust model
es: Sistema de confianza
it: Modello affidabile del sistema
vi: Mô hình ủy thác hệ thống

source: Primary group
es: Grupo primario
it: Gruppo primario
vi: Nhóm sơ cấp

source: Status
es: Estado
it: Stato
vi: Trạng thái

source: Last logon
es: Último inicio de sesión
it: Ultima connessione

source: Force UID/GID
es: Forzar UID/GID
it: Forza UID/GID
vi: Bắt buộc có UID/GID

source: Group membership
es: Pertenencia a grupo
it: Gruppi di appartenenza
vi: Tư cách thành viên nhóm

source: (Warning: more than 16 groups are not supported by NFS!)
es: (Aviso: NFS no soporta mas de 16 grupos)
it: (Attenzione: L'NFS non supporta più di 16 gruppi!)
vi: (Cảnh báo: hơn 16 nhóm không được hỗ trợ bởi NFS!)

source: Common group
es: Grupo común
it: Gruppo comune

source: Groups differ
es: Grupo diferente
it: I gruppi differiscono

source: SSH keys
es: Claves SSH
it: Chiavi SSH

source: Edit public ssh keys...
es: Editar claves SSH públicas...
it: Modifica le chiavi SSH pubbliche...

source: Account
es: Cuenta
vi: Tài khoản

source: Select groups to add
es: Seleccione grupos a añadir
it: Seleziona un gruppo da aggiungere
vi: Chọn các nhóm để thêm vào

source: Display groups of department
es: Mostrar grupos de departamentos
it: Mostra gruppi di dipartimenti
vi: Hiển thị các nhóm trong bộ phận

source: Display groups matching
es: Mostrar grupos coincidentes
it: Mostra gruppi corrispondenti a
vi: Hiển thị sự khớp nhóm

source: Regular expression for matching group names
es: Expresión regular para buscar nombres de grupos
it: Espressione regolare per la ricerca dei nomi di gruppo
vi: Biểu thức thông thường cho việc khớp các tên nhóm

source: Display groups of user
es: Mostrar grupos de usuarios
it: Mostra gruppi di utenti
vi: Hiển thị các nhóm người sử dụng

source: User name of which groups are shown
es: Nombre de usuario de los grupos que se muestran
it: Nome dell'utente del quale vengono mostrati i gruppi
vi: Username của các nhóm được hiển thị

source: Show servers
es: Mostrar servidores
it: Mostra servers

source: Show workstations
es: Mostrar estaciones de trabajo
it: Mostra workstations

source: Show terminals
es: Mostrar terminales
it: Mostra terminali

source: Posix settings
es: Caracteristicas Posix
it: Impostazioni Posix
vi: Thiết lập Posix

source: POSIX settings
es: Parametros POSIX
it: Impostazioni POSIX
vi: Thiết lập POSIX

source: User must change password on first login
es: El usuario debe introducir la contraseña en el primer inicio de sesión
it: L'utente dovrà cambiare la password alla prima connessione
vi: Người dùng phải thay đổi mật khẩu ngay lần đăng nhập đầu tiên

source: Password expires on
es: La contraseña expira en
it: La password scade il
vi: Mật khẩu hết hạn vào ngày

source: Password settings
es: Parámetros de Contraseña
it: Impostazioni per la password
vi: Thiết lập mật khẩu

source: Change user password
es: Cambiar contraseña de usuario
it: Cambia la password dell'utente
vi: Thay đổi mật khẩu người dùng

source: You need to specify your current password in order to proceed.
es: Necesita introducir su contraseña actual para continuar.
it: Devi specificare la tua 'Password attuale' per procedere.
vi: Bạn cần xác định mật khẩu hiện tại để có thể tiếp tục.

source: The password you've entered as 'New password' is empty.
es: No se ha asignado ningún valor al campo 'Nueva contraseña'.
it: La password immessa come 'Nuova password' è vuota.
vi: Mật khẩu bạn vừa nhập vào làm "Mật khẩu mới" bị rỗng.

source: The password you've entered as your current password doesn't match the real one.
es: La contraseña introducida como contraseña actual no es correcta.
it: La password immessa come 'Password attuale' è errata.
vi: Mật khẩu bạn vừa đưa vào làm mật khẩu hiện tại không giống mật khẩu thật.

source: You have no permission to change your password.
es: No tiene permisos para cambiar su contraseña.
it: Non hai il permesso di cambiare la tua password.
vi: Bạn không có quyền thay đổi mật khẩu của bạn.

source: User password
es: Contraseña del usuario
it: Password utente
vi: Mật khẩu người dùng

source: UNIX accounts/groups
es: Cuentas/Grupos UNIX
vi: Tài khoản/nhóm UNIX

source: Samba management
es: Administración Samba
vi: Quản trị Samba

source: Mailsystem management
es: Administración sistema de correo
vi: Quản trị hệ thống thư

source: FAX system administration
es: Administración sistema de FAX
vi: Quản trị hệ thống FAX

source: Asterisk administration
es: Administración Asterisk
vi: Quản trị Asterisk

source: System inventory
es: Inventario de sistemas
vi: Bảng kiểm kê hệ thống

source: System-/Configmanagement
es: Sistemas-/Administración de Configuraciones
vi: Quản trị cấu hình/hệ thống-

source: Addressbook
es: Libreta direcciones
vi: Sổ địa chỉ

source: Feedback
es: Sugerencias

source: Get notifications or send feedback
es: Recibir avisos o enviar sugerencias
vi: Lấy thông báo và gửi phản hồi

source: Notification and feedback
es: Avisos y sugerencias
vi: Thông báo và phản hồi

source: Setup error
es: Error de configuración
it: Errore di configurazione
vi: Lỗi cài đặt

source: Feedback error
es: Error de envio de sugerencias
vi: Lỗi phản hồi

source: Cannot send feedback to '%s': %s
es: No se puede enviar sugerencia a '%s': %s
vi: Không thể gửi phản hồi đển '%s': %s

source: Cannot send feedback: service temporarily unavailable
es: No se puede envíar su sugerencia. El servicio no se encuentre disponible
vi: Không thể gửi phản hồi: dịch vụ hiện tại không có

source: Please specify a valid email address.
es: Por favor indique una dirección de correo válida.
vi: Xin hãy xác định một địa chỉ email hợp lệ.

source: You have to select at least one of both options, subscribe or send feedback.
es: Debe seleccionar al menos una opción de ambas, para suscribirse o enviar sugerencias.
vi: Bạn phải lựa chọn ít nhất mọt trong hai chọn lựa, thuê bao hoặc gửi phản hồi.

source: Completed
es: Completado
it: Completato
vi: Đã hoàn thành

source: Next
es: Siguiente
it: Successivo
vi: Tiếp tục

source: Samba settings
es: Parametros de samba
it: Impostazioni Samba
vi: Thiết lập Samba

source: Samba hash generator
es: Generador clave hash de Samba
vi: Bộ tạo ra các hàm băm Samba

source: RID base
es: Base RID
vi: Gốc RID

source: Workstation container
es: Contenedor de la estación de trabajo
vi: Công ten nơ chứa máy trạm

source: Samba SID mapping
es: Mapeando SID de Samba
it: Corrispondenze dei SID Samba
vi: Ánh xạ SID samba

source: Timezone
es: Zona de uso horario
it: Fuso orario
vi: Múi giờ

source: Please choose your preferred timezone here
es: Por favor introduzca su zona horaria preferida aquí
it: Scegli il tuo fuso orario preferito
vi: Xin hãy lựa chọn múi giờ bạn muốn ở đây

source: Additional GOsa settings
es: Configuración avanzada de GOsa

source: Enable Copy & Paste
es: Activar Copiar y Pegar
it: Attiva il copia & incolla
vi: Bật chức năng Copy & Paste

source: Government mode
es: Modo gubernamental
vi: Chế độ nhà nước

source: GOsa logging
es: Registro de GOsa

source: Mail settings
es: Parámetros de correo
it: Parametri per la posta elettronica
vi: Thiết lập mail

source: Mail method
es: Método de correo
it: Algoritmo per la posta elettronica
vi: Phương pháp Mail

source: Account identification attribute
es: Modificar atributos existentes
it: Attributo d'identificazione dell'account
vi: Thuộc tính xác minh tài khoản

source: Vacation templates
es: Plantillas de ausencia
it: Modelli per il messaggio d'assenza
vi: Mẫu kỳ nghỉ

source: Use Cyrus UNIX style
es: Usa estilo Cyrus UNIX
it: Usa Cyrux in modalità UNIX
vi: Sử dụng phong cách Cyrus Unix

source: Snapshots / Undo
es: Instantaneas / Deshacer
it: Snapshots / Annullo

source: Enable snapshots
es: Activar instantaneas
it: Attiva le copie istantanee
vi: Bật chức năng snapshots

source: Snapshot base
es: Base de instantaneas
it: Base per le copie istantanee
vi: Gốc snapshot

source: GOsa setup wizard
es: Asistente de configuración de GOsa

source: Installation
es: Instalación
it: Istallazione
vi: Cài đặt

source: Setup
es: Configuración
it: Configurazione

source: During the LDAP inspection, we're going to check for several common pitfalls that may occur when migration to GOsa base LDAP administration. You may want to fix the problems below, in order to provide smooth services.
es: Durante la comprobación LDAP, vamos a comprobar algunos problemas comunes que suelen ocurrir cuando se hace la migración a la base administrativa LDAP de GOsa. Puede querer arreglar estos problemas aquí, para poder tener una administración mas fácil.

source: Check again
es: Comprobar de nuevo
it: Verifica di nuovo
vi: Kiểm tra lại

source: Add required object classes to the LDAP base
es: Añadir las clases de objetos necesarias a la base LDAP
it: Aggiungi la classe di oggetto richiesta alla base LDAP

source: Current
es: Actual
it: Attuale
vi: Hiện tại

source: After migration
es: Despues de migrar
it: Dopo la migrazione
vi: Sau khi di trú

source: Migrate
es: Migrar
it: Migra
vi: Di trú

source: Close
es: Cerrar
it: Chiudi
vi: Đóng

source: Move windows workstations into a valid windows workstation department
es: Mover estaciones de trabajo windows a un departamento de estaciones de trabajo windows válido
it: Sposta le workstations Windows in un dipartimento di workstations Windows valido
vi: Chuyển một máy trạm window thành một bộ phận máy trạm windown có hiệu lực

source: This dialog allows you to move the displayed windows workstations into a valid department
es: Este dialogo le permite mover las estaciones de trabajo windows mostradas a un departamente válido.
it: Questa finestra ti permette di spostare le workstations Windows visualizzate in un dipartimento valido
vi: Hộp thoại này cho phép bạn chuyển từ một máy trạm window được hiển thị sang một bộ phận có hiệu lực

source: Be careful with this tool, there may be references pointing to this workstations that can't be migrated.
es: Tenga cuidado con esta herramienta, puede haber referencias apuntando a estas estaciones de trabajo que no pueden ser migradas.
it: Prudenza con questo utensile, potranno esserci delle referenze verso queste workstations che non saranno migrate.
vi: Hãy cẩn thận với công cụ này, có thể có các tham chiếu hướng đến máy trạm này mà không thể được du nhập vào.

source: Move selected windows workstations into the following GOsa department
es: Mover las estaciones de trabajo windows seleccionadas a el siguiente departamento GOsa.

source: Move selected workstations
es: Mover estaciones de trabajo seleccionadas
it: Sposta le workstations selezionate
vi: Chuyển các máy trạm đã chọn

source: What will be done here
es: Que se hará aquí
it: Cosa sarà fatto qui
vi: Việc sẽ được làm ở đây

source: Move groups into configured group tree
es: Mover grupos en el árbol de grupos configurado
it: Sposta i gruppi nel gruppo configurato
vi: Chuyển nhóm thành cây nhóm đã được cấu hình

source: This dialog allows moving a couple of groups to the configured group tree. Doing this may straighten your LDAP service.
es: Este dialogo le permite mover una pareja de grupos al árbol de grupos configurados. Hacer esto puede reforzar su servicio LDAP.
it: Questa finestra ti permetterà di spostare un insieme di gruppi nel ramo gruppi configurato. La sua esecuzione puó migliorare le prestazioni LDAP.
vi: Hộp thoại này cho phép việc chuyển một vài nhóm đến cây nhóm đã được cấu hình. Thực hiện việc này có thể sẽ làm gọn gàng dịch vụ LDAP của bạn.

source: Be careful with this option! There may be references pointing to these groups. The GOsa setup can't migrate references, so you may want to cancel the migration in this case.
es: ¡Tenga cuidado con esta opción! Puede haber referencias apuntando a estos grupos. La configuración de GOsa no puede migrar referencias, en este caso puede cancelar la migración.

source: Move selected groups into this group tree
es: Mover grupos seleccionados en este árbol de grupos
it: Sposta i gruppi selezionati nel gruppo di base dell'annuario
vi: Chuyển các nhóm đã chọn vào trong các cây nhóm

source: Hide changes
es: Ocultar cambios
it: Nascondi le modifiche
vi: Ẩn các thay đổi

source: Show changes
es: Mostrar cambios
it: Mostra le modifiche
vi: Hiển thị các thay đổi

source: Move users into configured user tree
es: Mover usuarios al árbol de usuarios configurado
it: Sposta gli utenti nel ramo utenti configurato nell'annuario
vi: Chuyển người dùng sang cây người dùng được cấu hình

source: This dialog allows moving a couple of users to the configured user tree. Doing this may straighten your LDAP service.
es: Este dialogo le permite mover una pareja de usuarios al árbol de usuarios configurados. Hacer esto puede reforzar su servicio LDAP.
it: Questa finestra ti permetterà di spostare un insieme di utenti nel ramo utenti configurato. La sua esecuzione puó migliorare le prestazioni LDAP.
vi: Hộp thoại này cho phép việc chuyển một vài nhóm đến cây nhóm đã được cấu hình. Thực hiện việc này có thể sẽ làm gọn gàng dịch vụ LDAP của bạn.

source: Be careful with this option! There may be references pointing to these users. The GOsa setup can't migrate references, so you may want to cancel the migration in this case.
es: ¡Tenga cuidado con esta opción! Puede haber referencias apuntando a estos usuarios. La configuración de GOsa no puede migrar referencias, por lo que puede querer cancelar la migración.

source: Move selected users into this people tree
es: Mover usuarios seleccionados al árbol de usuarios
it: Sposta gli utenti selezionati in questo ramo utenti dell'annuario
vi: Chuyển người dùng sang cây người dùng được cấu hình

source: Migrate GOsa 2.5 administrative accounts
es: Migrar cuentas administrativas GOsa versión 2.5
it: Migra gli accounts amministrativi di Gosa 2.5

source: This dialog allows the migration of GOsa 2.5 admin accounts into GOsa 2.6 useable accounts.
es: Este dialogo le permite migrar cuentas administrativas 2.5 a cuentas utilizables en la versión 2.6

source: Reload
es: Recargar
it: Ricarica
vi: Tải lại

source: Abort
es: Cancelar
it: Annulla
vi: Ngừng lại

source: Create a new GOsa administrator account
es: Crear una nueva cuenta administrativa GOsa

source: This dialog will automatically add a new super administrator to your LDAP tree.
es: Este dialogo añadirá automáticamente un nuevo superadministrador a su árbol LDAP.
it: Questa finestra ti permette di aggiungere automaticamente un super-amministratore al tuo albero LDAP.
vi: Hộp thoại này sẽ tự động thêm một siêu admin mới vào cây LDAP của bạn.

source: Password (again)
es: Contraseña (de nuevo)
it: Password (ripeti)
vi: Mật khẩu (nhập lại)

source: The listed departments are currently invisible in the GOsa user interface. If you want to change this for a couple of entries, select them and use the migrate button below.
es: Actualmente los siguientes departamentos son invisibles en el interfaz de GOsa. Si quiere modificar esto para algunas de las entradas, seleccionelas y pulse el botón migrar.

source: If you want to know what will be done when migrating the selected entries, use the 'Show changes' button to see the LDIF.
es: Si quiere saber que se hará cuando se migren las entradas seleccionadas use el botón 'Mostrar cambios' para ver el LDIF.
it: Se vuoi sapere cosa sarà fatto quando migrerai le "entries" selezionate, usa il bottone "Mostra i cambiamenti" qui sotto, per vedere il file LDIF.
vi: Nếu bạn muốn biết việc gì sẽ được tiến hành khi di trú các entry được chọn này, hãy sử dụng phím 'hiển thị thay đổi 'để xem định dạng LDIF.

source: The listed users are currently invisible in the GOsa user interface. If you want to change this for a couple of users, just select them and use the 'Migrate' button below.
es: Actualmente los siguientes usuarios son invisibles en el interfaz de GOsa. Si quiere modificar esto para algunos de los usuarios, seleccionelos y pulse el botón migrar.

source: The listed devices are currently invisible in the GOsa interface. If you want to change this for a couple of devices, just select them and use the 'Migrate' button below.
es: Actualmente los siguientes dispositivos son invisibles en el interfaz de GOsa. Si quiere modificar esto para algunas de los dispositivos seleccionelos y pulse el botón migrar.

source: The listed services are currently invalid for the GOsa version you are going to install. If you want to update a couple of service, just select them and use the 'Migrate' button below.
es: Actualmente los siguientes servicios son invisibles en el interfaz de GOsa. Si quiere modificar esto para algunos de los servicios, seleccionelos y pulse el botón migrar.

source: The listed menus are currently invisible in the GOsa interface. If you want to change this for a couple of devices, just select them and use the 'Migrate' button below.
es: Actualmente los siguientes menus son invisibles en el interfaz de GOsa. Si quiere modificar esto para algunas de las entradas, seleccionelas y pulse el botón migrar.

source: Write configuration file
es: Escribir archivo de configuración
it: Scrivi il file di configurazione
vi: Viết file cấu hình

source: Finish - write the configuration file
es: Terminar - Escribir el archivo de configuración
it: Finito - Scrivi il file di configurazione
vi: Kết thúc - viết file cấu hình

source: Your configuration file is currently world readable. Please update the file permissions!
es: El fichero de configuración es universalmente legible. ¡Por favor modifique los permisos del archivo!
it: Il file di configurazione è attualmente accessibile in lettura a tutti. Aggiorna i permessi di accesso sul file !
vi: File cấu hình của bạn hiện cả thế giới đều đọc được. Xin hãy cập nhật quyền truy cập file!

source: The configuration is currently not readable or it does not exists.
es: En estos momentos la configuración no es accesible o no existe.
it: Il file di configurazione attualmente non è leggibile oppure non esiste.
vi: Cấu hình hiện tại không thể đọc được hoặc nó không tồn tại.

source: After downloading and placing the file under %s, please make sure that the user the webserver is running with is able to read %s, while other users shouldn't. You may want to execute these commands to achieve this requirement:
es: Despues de descargar y poner el fichero en %s, compruebe que el usuario del servicio web es capaz de leer %s, mientras que los otros usuarios no. Si quiere puede ejecutar los siguientes comandos para cumplir lo requerido:
vi: Sau khi tải về và đặt file này dưới %s, xin hãy đảm bảo rằng người dùng mà webserver này đang chạy với có thể đọc được %s, trong khi những người dùng khác không thể. Bạn có thể muốn chạy những lệnh này để đạt được yêu cầu:

source: Installation check
es: Comprobación de la instalación
it: Verifica dell'istallazione
vi: Kiểm tra cài đặt

source: Basic checks for PHP compatibility and extensions
es: Comprobación básica de la versión de PHP y las extensiones.
it: Verifiche di base della compatibilità PHP e delle estensioni necessarie
vi: Kiểm tra cơ bản cho khả năng tương thích và mở rộng PHP

source: Checking PHP version
es: Comprobando la versión de PHP
it: Controllo della versione di PHP
vi: Kiểm tra phiên bản PHP

source: PHP must be of version %s or above.
es: PHP debe ser versión '%s' o superior.
it: PHP deve essere nella versione %s o superiore.
vi: PHP phải là phiên bản %s hoặc như trên.

source: Please upgrade to a supported version.
es: Por favor actualize a la versión soportada.
it: Aggiorna ad una versione supportata.
vi: Xin hãy cập nhật cho một phiên bản hỗ trợ.

source: GOsa requires this module to talk with your LDAP server.
es: GOsa necesita este módulo para comunicarse con el servidor LDAP.

source: GOsa requires this module for an internationalized interface.
es: GOsa necesita este módulo para un interfaz internacionalizado.

source: GOsa requires this module for the samba integration.
es: GOsa necesita este módulo para integración con samba.

source: GOsa requires this module to talk to an IMAP server.
es: GOsa necesita este módulo para comunicarse con servidores IMAP.

source: GOsa requires this module to handle unicode strings.
es: GOsa necesita este módulo para manejar cadenas unicode.

source: GOsa requires this module to communicate with several supported databases.
es: Gosa necesita este módulo para comunicarse con las bases de datos soportadas.

source: samba hash generator
es: generador de hash de la contraseña SAMBA
it: generatore di hash per Samba
vi: Bộ sinh ra hàm băm Samba

source: GOsa requires this command to synchronize POSIX and samba passwords.
es: GOsa necesita este comando para sincronizar contraseñas POSIX y samba.

source: Deploy a gosa-si installation or install the perl Crypt::SmbHash modules.
es: Desplegar una instalación gosa-si o instale el módulo PERL Crypt::SmbHash.

source: GOsa requires this extension to handle images.
es: GOsa necesita este módulo para manejar imágenes.

source: compression module
es: modulo de compresión
it: modulo di compressione

source: GOsa requires this extension to handle snapshots.
es: GOsa necesita este módulo para manejar instantaneas.
