Repository: fusiondirectory/fusiondirectory
Catalog: locale/core/*/LC_MESSAGES/messages.po
Languages: es, it, vi

source: Logging failed: %s
es: Entrada fallida: %s
it: Registrazione nel giornale di sistema non riuscita : %s
vi: Đăng nhập thất bại: %s

source: Invalid option '%s' specified!
es: ¡Se ha indicado una opción no válida: '%s'!
it: Opzione '%s' non valida !
vi: Lựa chọn '%s' không hợp lệ đã được chỉ định!

source: Specified objectType is empty or invalid!
es: ¡Se ha indicado un objectType vacio o no válido!
it: Il tipo d'oggetto specificato è vuoto oppure non è valido !
vi: ObjecType được chỉ định đang rỗng hặc không hợp lệ!

source: GOsa support daemon
es: Demonio de soporte GOsa

source: Cannot not parse XML!
es: ¡No se puede analizar el XML!
vi: Không thể phân tách XML!

source: Cannot send abort event for entry %s!
es: ¡No se puede enviar el evento abortar para la entrada %s!
vi: Không thể gửi thông báo trì hoãn đến entry %s!

source: Cannot remove entry %s!
es: ¡No se puede eliminar la entrada %s!
vi: Không thể xóa entry %s!

source: XML error in gosa.conf: %s at line %d
es: Error XML en gosa.conf: %s en la línea %d

source: Cannot bind to LDAP. Please contact the system administrator.
es: No se puede conectar a LDAP: Por favor consulte con el administrador de sistemas.
it: Errore di connessione al server LDAP. Contatta l'amministratore del sistema.
vi: Không thể nối kết với LDAP. Xin hãy liên lạc với với admin hệ thống.

source: sambaSID and/or sambaRidBase missing in the configuration!
es: ¡sambaSID y/o sambaRidBase no aparece en la configuración!
it: sambaSID e/o sambaRidBase mancante nella configurazione !

source: Configuration
es: Configuración
vi: Cấu hình

source: The configuration file you are using seems to be outdated. Please move the GOsa configuration file away to run the GOsa setup again.
es: El archivo de configuración que está usando es obsoleto. Por favor quite el archivo de configuración de GOsa y use el asistente de configuración.

source: All objects in this category
es: Todos los objetos en esta categoría
it: Tutti gli oggetti in questa categoria
vi: Tất cả các đối tượng trong hạng mục này

source: The configuration format has changed. Please re-run setup!
es: ¡El formato de la configuración ha cambiado. Por favor use el asistente de configuración!
it: Il formato del file di configurazione è cambiato. Istalla di nuovo !
vi: Định dạng cấu hình đã thay đổi. Xin hãy chạy lại cài đặt!

source: Unknown
es: Desconocido
it: Sconosciuto
vi: Không rõ

source: Copy and paste failed!
es: ¡Ha fallado copiar y pegar!
it: Il Copia e incolla è fallito !
vi: Copy và Paste bị thất bại!

source: Cannot set permission for '%s'
es: No se pueden modificar los permisos para '%s'
it: Impossibile impostare i permessi per '%s'
vi: Không thể thiết lập phép cho '%s'

source: '%s' is no vaild LDAP object
es: '%s' no es un objeto LDAP válido
it: '%s' non è un oggetto LDAP valido
vi: '%s' không phải là một đối tượng LDAP hợp lệ

source: No write permission in '%s'
es: No tiene permiso de escritura en '%s'
it: Non hai il permesso di scrivere in '%s'
vi: Không có phép viết cho '%s'

source: These objects will be pasted: %s
es: Estos objetos serán modificados: %s
it: Questi oggetti saranno incollati: %s
vi: Các đối tượng này sẽ được paste: %s

source: This object will be pasted: %s
es: Este objeto sera modificado: %s
it: Questo oggetto sarà incollato: %s
vi: Đối tượng này sẽ được paste: %s

source: Cannot paste
es: No puedo pegar
it: Impossibile incollare
vi: Không thể paste

source: Please fix the above error and reload the page.
es: Por favor solucione el problema y actualize la página.
it: Correggi l'errore qui sotto e ricarica la pagina.
vi: Xin hãy sửa lỗi trên và reload trang trên.

source: Generic
es: Genérico
it: Informazioni
vi: Thông tin chung

source: Mail
es: Correo Electrónico
it: Posta elettronica
vi: Thư

source: Group
es: Grupo
it: Gruppo
vi: Nhóm

source: Department
es: Departamento
it: Dipartimento
vi: Bộ phận

source: Phone
es: Teléfono
it: Telefono
vi: Số điện thoại

source: Application
es: Aplicación
it: Applicazione
vi: Ứng dụng

source: Server
es: Servidor
vi: Máy chủ (server)

source: Thin Client
es: Cliente ligero
it: Cliente leggero
vi: Máy khách yếu

source: Workstation
es: Estación de trabajo
it: Terminale
vi: Máy trạm

source: Object group
es: Grupo de objetos
it: Gruppo di oggetti
vi: Nhóm đối tượng

source: Printer
es: Impresora
it: Stampante
vi: Máy in

source: Object name
es: Nombre de objeto
it: Nome dell'oggetto
vi: Tên đối tượng

source: Contents
es: Contenidos
it: Contenuti
vi: Nội dung

source: This object has no relationship to other objects.
es: Este objeto no tiene relación con otros objetos
it: Questo oggetto non ha relazioni con altri oggetti.
vi: Đối tượng này không có mối quan hệ nào với các đối tượng khác.

source: Welcome %s!
es: ¡Bienvenido %s!
it: Benvenuto %s!
vi: Chào mừng %s!

source: This is the GOsa main menu. You can select your tasks from the menu on the left, or by choosing one of the pictograms below. All changes apply directly to your companies LDAP server.
es: Esta es la pantalla principal de GOsa. Puede seleccionar las tareas del menú a la izquierda, o seleccionando entre los iconos siguientes. Todos los cambios se aplican directamente sobre los servidores LDAP de su compañía.

source: Use 'Sign out' on the upper left to close the connection and 'Main' to get back to the pictogram view.
es: Para cerrar la conexión use <b>Cerrar</b> en la parte superior izquierda y para volver a la vista de iconos use <b>Principal</b>
it: Usa 'Termina la sessione' in alto a sinistra per uscire e 'Principale' per tornare alla schermata principale.
vi: Sử dụng "Đăng xuất" ở phía trên bên trái để đóng kết nối và "Trang chính" để quay lại xem biểu tượng.

source: The GOsa team
es: El equipo de GOsa

source: Please select the desired entries
es: Por favor seleccione las entradas que desee
it: Scegli le entries desiderate

source: User
es: Usuario
it: Utente
vi: Người dùng

source: Name
es: Nombre
it: Nome
vi: Tên

source: Filter
es: Filtro
it: Filtro

source: Show department
es: Mostrar departamento
it: Mostra il dipartimento

source: Show users
es: Mostrar usuarios
it: Mostra gli utenti

source: Show groups
es: Mostrar grupos
it: Mostra i gruppi

source: Show server
es: Mostrar servidor
it: Mostra il server

source: Show workstation
es: Mostrar estación de trabajo
it: Mostra il terminale

source: Show terminal
es: Mostrar terminal
it: Mostra il terminale

source: Show printer
es: Mostrar impresora
it: Mostra la stampante

source: Show phone
es: Mostrar teléfono
it: Mostra il telefono

source: Please double check if you really want to do this since there is no way for GOsa to get your data back.
es: Si está seguro de lo que quiere hacer pulse dos veces, ya que no hay forma de que GOsa pueda recuperar posteriormente esa información

source: Object groups
es: Grupos de objetos
it: Gruppi di oggetti
vi: Tất cả các nhóm đối tượng

source: Manage object groups
es: Gestionar grupos de objetos
it: Gestione dei gruppi di oggetti
vi: Quản lý các nhóm đối tượng

source: Infrastructure error
es: error de infraestructura
it: Errore nell'infrastruttura
vi: Lỗi cơ sở hạ tầng

source: Templates
es: Plantillas
it: Modelli

source: Windows Install
es: Instalación Windows
it: Installazione Windows
vi: Cài đặt window

source: You cannot combine terminals and workstations in one object group!
es: ¡No puede combinar terminales y estaciones de trabajo en un unico grupo de objetos!
it: Non puoi combinare terminali e workstations in un solo gruppo di oggetti !
vi: Bạn không thể kết hợp các thiết bị cuối và máy trạm vào trong một nhóm đối tượng!

source: none
es: ninguno
it: nessuno
vi: không có

source: too many different objects!
es: ¡demasiados objetos diferentes!
vi: có quá nhiều các đối tượng khác nhau!

source: users
es: usuarios
vi: người dùng

source: groups
es: grupos
vi: các nhóm

source: applications
es: aplicaciones
vi: các ứng dụng

source: departments
es: departamentos
vi: các bộ phận

source: servers
es: servidores
vi: các server

source: workstations
es: estaciones de trabajo
vi: máy trạm

source: winstations
es: Estación de trabajo Windows
vi: máy trạm dùng win

source: terminals
es: terminales
vi: các thiết bị cuối

source: phones
es: teléfonos
vi: điện thoại

source: printers
es: impresoras
vi: các máy in

source: disabled
es: desactivado
it: disabilitato
vi: Đã vô hiệu

source: full access
es: Acceso sin restricciones
it: accesso completo
vi: Truy cập hoàn toàn

source: allow access to these hosts
es: Permitir el acceso a estos equipos
it: permettere l'accesso ai seguenti hosts
vi: Cho phép truy cập đến các máy chủ này

source: Non existing dn:
es: No existe el 'dn':
it: Non esiste il dn:
vi: dn không tồn tại:

source: These systems are already configured by other object groups and cannot be added:
es: Estos sistemas ya han sido configurados por otros grupos de objetos y no pueden ser añadidos:
it: Questi sistemi sono già stati configurati per altri gruppi di oggetti e non possono essere aggiunti :

source: You can combine two different object types at maximum, only!
es: ¡Solo se puede combiar dos tipos de objetos diferentes como máximo!
vi: Bạn chỉ có thể kết hợp hai đối tượng khác nhau tại mức cực đại!

source: Object group generic
es: Grupo de objetos genérico
it: Gruppo di oggetti generico
vi: Nhóm đối tượng chung

source: Sytem trust
es: Sistema de confianza

source: Member
es: Miembro
it: Membro
vi: Thành viên

source: Group name
es: Nombre del grupo
it: Nome del gruppo
vi: Tên nhóm

source: Name of the group
es: Nombre del grupo
it: Nome del gruppo
vi: Tên của nhóm

source: Descriptive text for this group
es: Descripción del grupo
it: Descrizione per questo gruppo
vi: Văn bản mô tả cho nhóm này

source: System trust
es: Sistema de seguridad
it: Sistema di fiducia
vi: Ủy thác hệ thống

source: Trust mode
es: Modo seguro
it: Modalità di fiducia
vi: Chế độ ủy thác

source: Member objects
es: Objetos miembros
it: Oggetti membri
vi: Các đối tượng thành viên

source: Phone queue
es: Cola telefónica
it: Coda telefonica
vi: Các hàng phone

source: Systems
es: Sistemas
it: Sistemi
vi: Các hệ thống

source: Startup
es: Inicio
it: Avvio
vi: Khởi động

source: Devices
es: Dispositivos
it: Dispositivi
vi: Các thiết bị

source: FAI summary
es: Sumario FAI
it: Sommario FAI
vi: Tóm tắt FAI

source: Environment
es: Entorno
it: Ambiente
vi: Môi trường

source: Applications
es: Aplicaciones
it: Applicazioni
vi: Các ứng dụng

source: Please enter the new object group name
es: Por favor introduzca un nuevo nombre del grupo de objetos
it: Inserisci il nuovo nome del gruppo di oggetti
vi: Xin mời nhập tên nhóm đối tượng mới vào

source: user groups
es: grupos de usuarios
it: Gruppi di utenti
vi: các nhóm người dùng

source: nested groups
es: grupos anidados
it: Gruppi nidificati
vi: các nhóm làm tổ

source: application groups
es: grupos de aplicacion
it: Gruppi di applicazioni
vi: các nhóm ứng dụng

source: department groups
es: grupos de departamento
it: Gruppi di dipartimenti
vi: các nhóm bộ phận

source: server groups
es: grupos de servidor
it: Gruppi di servers
vi: các nhóm server

source: workstation groups
es: grupos de estación de trabajo
it: Gruppi di workstations
vi: các nhóm máy trạm

source: windows workstation groups
es: grupos de estaciones de trabajo windows
it: Gruppi di terminali Windows
vi: các nhóm máy trạm windows

source: terminal groups
es: grupos de terminales
it: Gruppi di terminali
vi: các nhóm thiết bị cuối

source: printer groups
es: grupos de impresoras
it: Gruppi di stampanti
vi: các nhóm máy in

source: phone groups
es: grupos de teléfonos
it: Gruppi di telefoni
vi: các nhóm điện thoại

source: List of object groups
es: Lista del grupo de objetos
it: Elenco di gruppi di oggetti
vi: Danh sách các nhóm đối tượng

source: Properties
es: Propiedades
it: Proprietà

source: Create
es: Crear
it: Crea
vi: Tạo

source: Remove
es: Eliminar
it: Rimuovi
vi: Xóa bỏ

source: Send message
es: Enviar mensaje
it: Invia messaggio

source: Edit object group
es: Editar grupo de objetos
it: Modifica gruppo di oggetti

source: Remove object group
es: Eliminar grupo de objetos
it: Rimuovi gruppo di oggetti

source: Select objects to add
es: Seleccione los objetos a añadir
it: Seleziona gli oggetti da aggiungere
vi: Chọn nhóm đối tượng để thêm vào

source: Filters
es: Filtros
it: Filtri
vi: Các bộ lọc

source: Display objects of department
es: Mostrar objetos del departamento
it: Mostra gli oggetti del dipartimento
vi: Hiển thị nhóm đối tượng của các bộ phận

source: Choose the department the search will be based on
es: Escoja el departamento base de la búsqueda
it: Scegli il dipartimento su cui sarà basata la ricerca
vi: Chọn bộ phận mà việc tìm kiếm sẽ tiến hành trên đó

source: Display objects matching
es: Mostrar objetos que coincidan
it: Mostra gli oggetti corrispondenti
vi: Hiển thị việc khớp các đối tượng

source: Regular expression for matching object names
es: Expresiones regulares para buscar nombre de objetos
it: Espressione regolare per selezionare i nomi degli oggetti corrispondenti
vi: Hiển thị thông thường cho việc khớp tên các đối tượng

source: Select systems to add
es: Seleccione los sistemas a añadir
it: Seleziona i sistemi da aggiungere
vi: Chọn hệ thống để thêm vào

source: Display systems of department
es: Mostrar los sistemas del departamento
it: Mostra i sistemi del dipartimento
vi: Hiển thị các hệ thống của bộ phận

source: Display systems matching
es: Mostrar sistemas que coincidan con
it: Mostra i sistemi che corrispondono alla richiesta
vi: Hiển thị việc khớp các hệ thống

source: Regular expression for matching addresses
es: Expresiones regulares para buscar direcciones
it: Espressione regolare per selezionare gli indirizzi corrispondenti
vi: Biểu thức thông thường cho việc khớp các địa chỉ

source: This may be a primary user group. Please double check if you really want to do this since there is no way for GOsa to get your data back.
es: Este puede ser un grupo primario. Si está seguro de lo que quiere hacer pulse dos veces, dado que GOsa no tiene manera de recuperar esta información.

source: Given name
es: Nombre de pila
it: Nome
vi: Tên thật

source: Surname
es: Apellido
it: Cognome

source: Multiple edit
es: Edición multiple
it: Modifica multipla
vi: Hiệu chỉnh đa dạng

source: Posix name of the group
es: Nombre Posix del grupo
it: Nome Posix del gruppo
vi: Tên Posix của nhóm

source: Normally IDs are autogenerated, select to specify manually
es: Normalmente los IDs son generados automáticamente, seleccione para indicar manualmente
it: Normalmente le IDs sono autogenerate, seleziona per specificarne una manulamente
vi: Thường thì các ID sẽ được tự động sinh ra, hãy lựa chọn để xác định thủ công

source: Force GID
es: Forzar GID
it: Forza il GID
vi: Áp dụng GID

source: Forced ID number
es: Forzar número ID
it: Forza il numero ID
vi: Số ID được áp dụng

source: Select to create a samba conform group
es: Seleccione para crear un grupo conforme samba
it: Seleziona per poter creare un gruppo conforme Samba
vi: Chọn để tạo ra một nhóm thích hợp với samba

source: in domain
es: en dominio
it: nel dominio
vi: trong miền

source: Members are in a phone pickup group
es: Los miembros están en un grupo de salto telefónico
it: I membri fanno parte di un gruppo di risposta telefonica a cascata
vi: Các thành viên trong một nhóm nhấc điện thoại

source: Members are in a nagios group
es: Los miembros están en un grupo Nagios
it: I membri fanno parte di un gruppo Nagios
vi: Các thành viên trong một nhóm Nargios

source: Group members
es: Miembros del grupo
it: Membri del gruppo
vi: Các thành viên nhóm

source: In all groups
es: en todos los grupos
it: In tutti i gruppi
vi: Trong tất cả các nhóm

source: Not in all groups
es: no en todos los grupos
it: Non in tutti i gruppi
vi: Không ở trong tất cả các nhóm

source: Show primary groups
es: Mostrar grupos primarios
it: Mostra i gruppi principali

source: Show samba groups
es: Mostrar grupos de samba
it: Mostra i gruppi samba

source: Show mail groups
es: Mostrar grupos de correo
it: Mostra i gruppi di posta elettronica

source: Select user
es: Eliminar usuario
it: Seleziona un utente
vi: Chọn người dùng

source: Group settings
es: Parametros de grupos
it: Impostazioni dei gruppi
vi: Thiết lập nhóm

source: List of groups
es: Lista de grupos
it: Elenco dei gruppi
vi: Danh sách các nhóm

source: Edit group
es: Editar grupo
it: Modifica un gruppo

source: Remove group
es: Eliminar grupo
it: Cancella gruppo

source: Cannot find group SID in your configuration!
es: ¡No se puede encontrar SID de grupo en el archivo de configuración!
it: Impossibile trovare il SID del gruppo nella tua configurazione !
vi: Không thể tìm được nhóm SID trong cấu hình của bạn!

source: Samba group
es: Grupo de samba
it: Gruppo Samba
vi: Nhóm Samba

source: Domain admins
es: Administradores del dominio
it: Amministratori di Dominio
vi: Admin miền

source: Domain users
es: Usuarios del dominio
it: Utenti di Dominio
vi: Người dùng miền

source: Domain guests
es: Invitados del dominio
it: Ospiti di Dominio
vi: Khách miền

source: Special group (%d)
es: Grupo especial (%d)
it: Gruppo speciale (%d)
vi: Nhóm đặc biệt (%d)

source: Adding UID '%s' to group '%s' failed: cannot find user object!
es: ¡Añadir UID '%s' al grupo '%s ha fallado: no podemos encontrar el objeto usuario!
it: L'aggiunta dell'UID '%s' al gruppo '%s' non è riuscita: impossibile trovare l'oggetto utente !

source: Add UID '%s' to group '%s' failed: UID is used more than once!
es: ¡Añadir UID '%s' al grupo '%s ha fallado: UID es usado mas de una vez!
it: L'aggiunta dell'UID '%s' al gruppo '%s' non è riuscita: l'UID è utilizzato più di una volta !

source: ! unknown UID
es: ¡UID desconocido!
it: UID sconosciuto !

source: Search returned too many results. Not displaying more than %s entries!
es: La busqueda ha devuelto demasiados reultados.¡No se muestran mas de %s entradas!
it: La ricerca ha riportato troppi risultati. Saranno mostrati solo %s risultati !
vi: Việc tìm kiếm có quá nhiều kết quả. Không hiển thị nhiều hơn %s mục vào!

source: Cannot find any SID for '%s'!
es: ¡No se puede encontrar nigún SID para '%s'!
it: Impossibile trovare alcun SID per '%s' !
vi: Không thể tìm thấy một SID nào cho '%s'!

source: Cannot find any RIDBASE for '%s'!
es: ¡No se puede encontrar un RIDBASE para '%s'.
it: Impossibile trovare alcun RIDBASE per '%s' !
vi: Không thể tìm thấy một RIDBASE nào cho '%s'!

source: The gidNumber '%s' is already in use by %s!
es: ¡El gidNumber '%s' introducido ya esta siendo usado por %s!
it: Il gidNumber '%s' è già utilizzato da %s !

source: Generic group settings
es: Parámetros genéricos del grupo
it: Impostazioni generali del gruppo
vi: Thiết lập nhóm chung

source: Samba group type
es: Tipo de grupo de samba
it: Tipo di gruppo Samba
vi: Loại nhóm Samba

source: Samba domain name
es: Nombre de dominio samba
it: Nome di dominio Samba
vi: Tên miền Samba

source: Phone pickup group
es: Miembros de grupo de salto telefónico
it: Gruppo di risposta telefonica a cascata
vi: Nhóm nhấc điện thoại

source: Nagios group
es: Grupo Nagios
it: Gruppo Nagios
vi: Nhóm phần mềm Nagios

source: Group member
es: Miembro del grupo
it: Membro del gruppo
vi: Thành viên nhóm

source: Group administration
es: Administración de grupo
it: Amministrazione del gruppo
vi: Quản trị nhóm

source: Edit posix properties
es: Editar características posix
it: Modifica le proprietà posix

source: Edit mail properties
es: Editar características de correo electrónico
it: Modifica le proprietà di posta elettronica
vi: Hiệu chỉnh các tính năng mail

source: Edit samba properties
es: Editar características samba
it: Modifica le proprietà Samba
vi: Hiệu chỉnh các tính năng samba

source: Edit phone properties
es: Editar características telefónicas
it: Modifica le proprietà telefoniche
vi: Hiệu chỉnh các tính năng điện thoại

source: Menu
es: Menú

source: Edit start menu properties
es: Editar propiedades iniciales del menú
it: Modifica le proprietà del menu avvio

source: Edit environment properties
es: Editar características de entorno
it: Modifica le proprietà ambientali
vi: Hiệu chỉnh các tính năng môi trường

source: This includes all account data, system access rules, imap settings, etc. for this user. Please double check if your really want to do this since there is no way for GOsa to get your data back.
es: Esto incluye toda las información de cuentas, reglas de acceso al sistema, configuración IMAP, etc. de este usuario. Si está seguro de lo que quiere hacer pulse dos veces, ya que no hay manera de que GOsa recupere posteriormente la información.

source: To change the user password use the fields below. The changes take effect immediately. Please memorize the new password, because the user wouldn't be able to login without it.
es: Para cambiar la contraseña del usuario use los campos a continuación. Los cambios tomarán efecto inmediatamente. Por favor, recuerde la nueva contraseña, el usuario no podrá autenticarse sin ella.
it: Usa i campi qui sotto per cambiare la password degli utenti. I cambiamenti avranno effetto immediato. Memorizza la nuova password altrimenti l'utente non saprà più connettersi sensa di essa.
vi: Để thay đổi mật khẩu người dùng sử dụng các trường dưới đây. Việc thay đổi sẽ có hiệu lực ngay lập tức. Hãy nhớ mật mã mới bởi người dùng sẽ không thể đăng nhập nếu thiếu nó.

source: Changing the password affects your authentification on mail, proxy, samba and unix services.
es: Cambiar la contraseña modifica la autenticación del usuario para el correo, proxy, samba y los servicios unix.
it: La modifica della password influisce sull'autenticazione dei servizi di posta elettronica, proxy internet, Samba e Unix.
vi: Thay đổi mật khẩu có thể ảnh hưởng đến sự xác nhận của bạn lên các dịch vụ mail, ủy quyền (proxy), samba và unix.

source: Repeat new password
es: Reintroducir nueva contraseña
it: Ripeti la nuova password
vi: Lặp lại mật khẩu mới

source: Strength
es: Seguridad
it: Sicurezza
vi: Cường độ

source: Refresh
es: Refresco
it: Rigenera

source: Set password
es: Introducir contraseña
it: Imposta password
vi: Đặt mật khẩu

source: Creating a new user using templates
es: Crear un nuevo usuario usando plantillas
it: Crea un nuovo utente usando i modelli
vi: Tạo ra một người sử dụng mới sử dụng các mấu

source: Creating a new user can be assisted by using templates. Many database records will be filled automatically. Choose 'none' to skip the usage of templates.
es: Crear un nuevo usuario es mas fácil si usa plantillas. Algunos valores en la base de datos serán introducidos automáticamente. Elegir 'ninguno' para anular el uso de plantillas.
it: La creazione di un nuovo utente puó essere facilitata attraverso l'uso dei modelli. Numerose informazioni saranno cosí riempite automaticamente. Seleziona 'alcuno' se non vuoi utilizzare i modelli.
vi: Dùng các mẫu có thể hỗ trợ việc tạo ra một người sử dụng mới. Nhiều ghi chép cơ sở dữ liệu có thể tự động tiến hành. Chọn 'none' để bỏ qua việc sử dụng các mẫu.

source: Template
es: Plantilla
it: Modello
vi: Mẫu

source: Last name
es: Apellido
it: Cognome
vi: Họ

source: First name
es: Nombre
it: Nome
vi: Tên

source: Manage users
es: Gestión de usuarios
it: Gestisci gli utenti
vi: Quản lý người dùng

source: You have no permission to change this users password!
es: ¡No tiene permisos para cambiar la contraseña de este usuario!
it: Non hai il permesso di cambiare la password di questo/i utente/i !
vi: Bạn không được phép thay đổi mật mã người dùng này!

source: Account locking
es: Bloqueo de cuenta
it: Blocco dell'account
