Repository: fusiondirectory/fusiondirectory
Catalog: locale/*/fusiondirectory.po
Languages: cs_cz, fr, it_it, ru, sv

source: Remove group
cs_cz: odebrat skupinu
fr: Enlever le groupe

source: Manage groups
fr: Gérer les groupes
ru: Управление группами
sv: Hantera grupper

source: Select user
cs_cz: vybrat uživatele
fr: Sélectionner un utilisateur
ru: Выберите пользователя
sv: Välj användare

source: Access control roles
cs_cz: role řízení přístupu
fr: Contrôle d'accès (ACL)
it_it: Ruoli di controllo d'accesso
ru: Роли контроля доступа
sv: Åtkomstkontroll-roller

source: Edit AC roles
cs_cz: upravit ACL role
fr: Editer le rôles (ACL)

source: All categories
cs_cz: všechny kategorie
fr: Toutes les catégories
it_it: Tutte le categorie
ru: Все категории
sv: Alla kategorier

source: Reset ACL
cs_cz: resetovat ACL
fr: Remise à zéro des ACL

source: One level
cs_cz: tato úroveň
fr: Un niveau

source: Current object
cs_cz: tento objekt
fr: Objet actuel

source: Complete subtree
cs_cz: kompletní podstrom
fr: Sous arbre complet

source: Complete subtree (permanent)
cs_cz: kompletní podstrom (neresetovatelné)
fr: Le sous arbre complet (permanent)

source: Up
cs_cz: nahoru
fr: Au dessus
it_it: Sopra
ru: По убыванию
sv: Upp

source: Down
cs_cz: dolů
fr: En bas
it_it: Sotto
ru: По возрастанию
sv: Ner

source: Delete
cs_cz: smazat
fr: Supprimer
it_it: Elimina
ru: Удалить
sv: Ta bort

source: No ACL settings for this category
cs_cz: pro tuto kategorii není nastaven žádný ACL
fr: Pas d'ACL pour cette catégorie
it_it: Nessuna ACL per questa categoria
ru: Нет ACL настроек для этой категории
sv: Inga ACL-inställningar för denna kategori

source: ACL for these objects: %s
cs_cz: ACL pro tyto objekty: %s
fr: ACL pour ces objets: %s
it_it: ACL per questi oggetti: %s
ru: ACL для объектов: %s
sv: ACL för dessa objekt: %s

source: Edit category ACL
cs_cz: upravit ACL kategorie
fr: Editer les catégories ACL
it_it: Modifica la categoria di ACL
ru: Редактировать категорию ACL
sv: Redigera kategori-ACL

source: Reset category ACL
cs_cz: resetovat ACL kategorie
fr: Remettre à zéro les catégories ACL
it_it: Resetta la categoria di ACL
ru: Сбросить категорию ACL
sv: Återställ kategori-ACL

source: Edit ACL for '%s', scope is '%s'
cs_cz: upravit ACL pro '%s' v rozsahu '%s'
fr: Editer l'ACL pour '%s', l'étendue est '%s'

source: All objects in current subtree
cs_cz: všechny objekty v současném podstromu
fr: Tout les objets dans le sous arbres actuel
it_it: Tutti gli oggetti nell'attuale sottostruttura
ru: Все объекты в текущем поддереве
sv: Alla objekt i aktuellt subträd

source: Object in use
cs_cz: objekt v používání
fr: Objet utilisé

source: This role cannot be removed while it is in use by these objects:
cs_cz: Tuto roli není možné odstranit, protože je využívána následujícími objekty:
fr: Ce rôle ne peut pas être supprimé car il est encore utilisé par ces objets :

source: ACL role
fr: Rôles ACL
it_it: Ruolo ACL
ru: ACL роли
sv: ACL-roll

source: List of acls
cs_cz: seznam ACL
fr: Liste des acls

source: Access control list management
fr: Gestion des listes de contrôle d’accès (ACL)
ru: Управление списками контроля доступа (ACL)
sv: ACL-hantering

source: ACL Assignment
cs_cz: přiřazení ACL
fr: Gestion des ACL
it_it: Gestione delle ACL
sv: ACL-tilldelning

source: ACL Templates
cs_cz: šablony ACL
fr: Modèles des ACL

source: Object groups
cs_cz: skupiny objektů
fr: Groupes d'objets
it_it: Gruppi di oggetti
ru: Объединения
sv: Objektgrupper

source: Manage object groups
cs_cz: spravovat skupiny objektů
fr: Gestion des groupe d'objets
ru: Управление объектами групп
sv: Hantera objektgrupper

source: Infrastructure error
cs_cz: chyba infrastruktury
fr: Erreur d'infrastructure
sv: Infrastrukturfel

source: Templates
cs_cz: šablony
fr: Modèles
ru: Шаблоны
sv: Mallar

source: Windows Install
cs_cz: instalace OS MS Windows
fr: Installation Windows
sv: Windows-installation

source: Phone queue
cs_cz: telefonní fronta
fr: Queue téléphonique
sv: Telefonkö

source: Devices
cs_cz: zařízení
fr: Périphériques
ru: Устройства
sv: Enheter

source: Startup
cs_cz: po spuštění
fr: Démarrage
ru: Запуск
sv: Starta upp

source: Systems
cs_cz: systémy
fr: Systèmes
ru: Системы
sv: System

source: Workstartup
fr: Stations de travail
sv: Arbetsuppstart

source: FAI summary
cs_cz: souhrn FAI (plně automatizované instalace)
fr: Sommaire FAI
sv: FAI-summering

source: Argonaut client
cs_cz: Argonaut klient
fr: Client Argonaut
sv: Argonaut-klient

source: These systems are already configured by other object groups and cannot be added:
cs_cz: Tyto systémy jsou již nastavovány jinými skupinami objektů a nelze je proto přidat:
fr: Ces systèmes sont déjà configurés par d'autres groupes d'objets et ne peuvent pas être ajoutés :
sv: Dessa system är redan konfigurerade av andra objektgrupper och kan inte läggas till:

source: You cannot combine terminals and workstations in one object group!
cs_cz: V jediné skupině objektů nemůžete kombinovat terminály a pracovní stanice!
fr: Vous ne pouvez pas combiner des terminaux et des stations de travail dans un groupe d'objet !
ru: Вы не можете объединить терминалы и рабочие станции в одном объекте group!
sv: Du kan inte kombinera terminaler och arbetsstationer i en objektgrupp!

source: Non existing dn:
cs_cz: Neexistující DN:
fr: le dn n'existe pas :
ru: Не существующий dn:
sv: Icke-existerande dn:

source: You can combine two different object types at maximum, only!
cs_cz: Můžete zkombinovat nejvýše dva různé typy objektů!
fr: Vous pouvez combiner au maximum deux objets différents !
ru: Вы можете объединить, только, два различных типа объектов!
sv: Du kan kombinera maximalt två olika objektstyper, endast!

source: Object group generic
cs_cz: skupinu objektu – obecné
fr: Groupes d'objets

source: Member
cs_cz: člen
fr: Membres
ru: Член
sv: Medlem

source: List of object groups
cs_cz: seznam skupin objektu
fr: Liste des groupes d'objets
ru: Список объектов групп
sv: Objektgruppslista

source: Objectgroup
fr: Groupes d'objets
sv: Objektgrupp

source: Send message
cs_cz: poslat zprávu
fr: Envoyer un message
ru: Послать сообщение
sv: Skicka meddelande

source: Edit object group
cs_cz: upravit skupinu objektu
fr: Editer les groupes d'objets
ru: Редактировать объект группа
sv: Redigera objektgrupp

source: Remove object group
cs_cz: odebrat skupinu objektu
fr: Enlever le groupe d'objet
ru: Удалить объект группа
sv: Ta bort objektgruppp

source: No plugin definitions found to initialize '%s', please check your configuration file.
cs_cz: Zásuvný modul '%s' nelze připravit, protože se nezdařilo najít jeho definici – zkontrolujte prosím Váš soubor s nastaveními.
fr: Pas de définition de plugin pour l'initialisation de '%s', veuillez vérifier votre fichier de configuration.
sv: Inga plugin-definitioner kunde hittas för att initialisera '%s', vänligen kontrollera din konfigurationsfil.

source: Delete process has been canceled by plugin '%s': %s
cs_cz: Průběh mazání byl přerušen zásuvným modulem '%s': %s
fr: L'effacement à été interrompu par l'extension '%s': %s
ru: Процесс удаления был отменен плагином '%s': %s
sv: Borttagningsprocess har avbrutits av pluginen '%s': %s

source: Sortable list
cs_cz: položky seznamu je možné řadit
fr: Liste triable
ru: Сортировка списка
sv: Sorterbar lista

source: Edit this entry
cs_cz: upravit tuto položku
fr: Editer cette entrée
ru: Редактировать запись
sv: Redigera denna post

source: Delete this entry
cs_cz: smazat tuto položku
fr: Supprimer cette entrée
ru: Удалить запись
sv: Ta bort denna post

source: in
cs_cz: v
fr: dans
ru: в
sv: i

source: on line
cs_cz: připojeno
fr: en ligne
ru: на строке

source: XML error
cs_cz: chyba v XML
fr: Erreur XML
ru: Ошибка XML
sv: XML-fel

source: PHP error
cs_cz: chyba v PHP
fr: Erreur PHP
it_it: Errore PHP
ru: Ошибка PHP
sv: PHP-fel

source: class
cs_cz: třída
fr: classe
it_it: classe
sv: klass

source: function
cs_cz: funkce
fr: fonction
it_it: funzione
sv: funktion

source: static
cs_cz: neměnné
fr: statique
it_it: statico
sv: statisk

source: method
cs_cz: metoda
fr: méthode
it_it: metodo
sv: metod

source: File
cs_cz: soubor
fr: Fichier
ru: Файл
sv: Fil

source: Line
cs_cz: linka
fr: Ligne
it_it: Linea
ru: Строка
sv: Rad

source: Generating this page caused the PHP interpreter to raise some errors!
cs_cz: Během vytváření této stránky ohlásil interpret PHP několik chyb!
fr: La création de cette page à occasionné des erreurs d'après l'interpréteur PHP !
it_it: La creazione di questa pagina, secondo l'interprete PHP, ha generato degli errori !
ru: Создание этой страницы помогла PHP интерпретатору выявить некоторые ошибки!
sv: Generering av denna sida gjorde att PHP-tolken observerade några fel!

source: Send bug report to the FusionDirectory Team
cs_cz: zaslat hlášení o chybě vývojářům FusionDirectory
fr: Envoyer le rapport de bugs à l'équipe FusionDirectory
ru: Послать отчет об ошибке команде FusionDirectory
sv: Skicka buggrapport till FusionDirectory-teamet

source: Send bugreport
cs_cz: zaslat hlášení o chybě
fr: Envoyer un rapport de bug
ru: Отправить отчет об ошибке
sv: Skicka buggrapport

source: Toggle information
cs_cz: přepnout informace
fr: Afficher/Cacher l'information
it_it: Mostra/Nascondi l'informazione
sv: Växla informationsläge

source: Internal error
cs_cz: vnitřní chyba
fr: Erreur interne
ru: Внутренняя ошибка
sv: Internt fel

source: Requested channel does not exist! Please contact your Administrator.
cs_cz: Požadovaný kanál neexistuje! Prosím kontaktujte svého správce systémů.
fr: Le canal demandé n'existe pas ! Veuillez contacter votre administrateur système.
ru: Запрашиваемый канал не существует! Пожалуйста свяжитесь с вашим системным администратором.
sv: Begärd kanal finns inte! Vänligen kontakta din administratör

source: Show %s
fr: Afficher %s
ru: Показать %s
sv: Visa %s

source: You are not allowed to create a snapshot for %s.
cs_cz: Nejste oprávněn(a) vytvořit snímek %s.
fr: Vous n'êtes pas autorisé à créer une nouvelle copie instantanée pour %s.
it_it: Non sei autorizzato a creare una 'copia instantanea' di %s.
ru: Вам не разрешено создавать снапшот для %s.
sv: Du har inte tillåtelse att skapa en ögonblicksbild för %s.

source: You are not allowed to restore a snapshot for %s.
cs_cz: Nejste oprávněn(a) k obnovení %s ze snímku.
fr: Vous n'êtes pas autorisé à restaurer un copie instantanée de %s.
it_it: Non sei autorizzato a restaurare una 'copia instantanea' di %s.
ru: Вам не разрешено восстанавливать снапшот для %s.
sv: Du är inte tillåten att återskapa en ögonblicksbild för %s.

source: None
cs_cz: žádné
fr: Aucun
it_it: Nessuno
sv: Ingen

source: NO LABEL
fr: Pas de titre
sv: INGEN ETIKETT

source: %s (required)
fr: %s (requis)
it_it: %s (necessario)
ru: %s (обязательный)
sv: %s (krävs)

source: An integer between %d and %d
fr: Un nombre entier entre %d et %d
it_it: Un numero intero compreso tra %d e %d
ru: Целое число от %d до %d
sv: En siffra mellan %d och %d

source: An integer larger than %d
fr: Un nombre entier plus grande %d
it_it: Un numero intero più grande di %d
ru: Целое число больше %d
sv: En siffra större än %d

source: An integer smaller than %d
fr: Un entier plus petit que %d
it_it: Un numero intero più piccolo di %d
ru: Целое число меньше %d
sv: En siffra mindre än %d

source: A float between %f and %f
fr: Un nombre a virgule flottant entre %f et %f
it_it: Un numero con la virgola compreso tra %f e %f
ru: Вещественное число от %f до %f
sv: Ett flyttal mellan %f och %f

source: A float larger than %f
fr: Un nombre a virgule flottant plus grand que %f
it_it: Un numero con la virgola più grande di %f
ru: Вещественно число больше %f
sv: Ett flyttal större än %f

source: A float smaller than %f
fr: Un nombre a virgule flottant plus petit que %f
it_it: Un numero con la virgola più piccolo di %f
ru: Вещественное число меньше %f
sv: Ett flyttal mindre än %f

source: Error, incorrect date:
fr: Erreur, Date incorrecte :
ru: Ошибка: неправильная дата:
sv: Fel, inkorrekt datum:

source: Cannot read uploaded file: %s
cs_cz: Nelze přečíst nahraný soubor: %s
fr: Impossible de lire le fichier importé : '%s'
it_it: Impossibile leggere il file importato : %s
ru: Не могу прочесть загруженный файл: %s
sv: Kan inte läsa uppladdad fil: %s

source: file is empty
cs_cz: soubor je prázdný
fr: le fichier est vide.
it_it: il file è vuoto
ru: файл пустой
sv: filen är tom

source: file not found
cs_cz: soubor nebyl nenalezen
fr: le fichier n'a pas été trouvé
it_it: Il file non è stato trovato
ru: файл не найден
sv: filen kunde inte hittas

source: file not readable
cs_cz: soubor není čitelný
fr: le fichier n'est pas lisible
it_it: Il file non puó essere letto
ru: файл не читаем
sv: filen är inte läsbar

source: Upload
cs_cz: nahrát
fr: Télécharger
it_it: Caricare
ru: Загрузить
sv: Ladda upp

source: Download
cs_cz: stažení
fr: Téléchargement
it_it: Scarica
ru: Скачать
sv: Ladda ner

source: Object base
fr: Base de l'objet
it_it: Base dell'oggetto
sv: Objekt-bas

source: Invalid value for %s
fr: Valeur invalide: %s
ru: Неверное значение для %s
sv: Ogiltigt värde för %s

source: Error when saving
fr: Erreur lors de la sauvegarde
ru: Ошибка при сохранении
sv: Fel under skrivning

source: There is already an entry with the same dn : %s
fr: Il existe déjà une entrée avec le même dn: %s
ru: Уже есть запись с таким dn: %s
sv: Det finns redan en post med samma dn : %s

source: The entry %s is not existing
fr: L'entrée %s n'existe pas
it_it: La voce %s non esiste
ru: Запись %s не существует
sv: Posten %s finns inte

source: Your PHP install does not have the mhash() nor the hash function. Cannot do MD4 hashes.
fr: Votre installation de PHP ne dispose pas de la fonction mhash() ni de la fonction hash. L'encodage MD4 ne peut pas être réalise
ru: В вашей PHP установки нету ни mhash() ни хэш-функции. Не могу создавать MD4 хэши.
sv: Din PHP-installation har inte mhash() eller hash-funktionen. Kan inte göra MD4-hashar.

source: Select to list objects of type '%s'.
cs_cz: Vyberte pro vypsání objektů typu '%s'.
fr: Sélectionnez pour lister les objets de type '%s'.
sv: Välj att lista objekt av typen '%s'.

source: Select to list objects containig '%s'.
cs_cz: Vyberte pro vypsání objektů obsahujících '%s'.
fr: Sélectionner pour lister les objets contenant '%s'.
sv: Välj att lista objekt som innehåller '%s'.

source: Select to list objects that have '%s' enabled
cs_cz: Vyberte pro vypsání objektů, které mají zapnuto '%s'.
fr: Sélectionnez pour lister les objets qui ont '%s' activés
sv: Välj att lista objekt som har '%s' aktiverat

source: Select to search within subtrees
cs_cz: zvolte pro vyhledávání i v podstromech
fr: Sélectionner pour chercher dans le sous arbre
sv: Välj för att söka i subträd

source: Search in subtrees
cs_cz: hledat v podstromech
fr: Chercher dans les sous arbre
it_it: Cerca nella sottostruttura
ru: Искать в поддеревьях
sv: Sök i subträd

source: This object will be deleted!
cs_cz: Tento objekt bude smazán!
fr: Cet objet sera effacé !
ru: Этот объект будет удален!
sv: Det här objektet kommer att tas bort!

source: This '%s' object will be deleted!
cs_cz: Tento '%s' objekt bude smazán!
fr: L'objet '%s' sera effacé !
ru: Объект '%s' будет удален!
sv: Det här '%s'-objektet kommer att tas bort!

source: This object will be deleted: %s
cs_cz: Tento objekt bude smazán: %s
fr: Cet objet sera effacé : %s
ru: Объект будет удален: %s
sv: Det här objektet kommer att tas bort: %s

source: This '%s' object will be deleted: %s
cs_cz: Tento '%s' objekt bude smazán: %s
fr: L'objet de type '%s' sera effacé: %s
ru: Объект '%s' будет удален: %s
sv: Det här '%s'-objektet kommer att tas bort: %s

source: This object will be deleted:
cs_cz: Tento objekt bude smazán:
fr: Cet objet sera effacé:
ru: Объект будет удален:
sv: Det här objektet kommer att tas bort:

source: This '%s' object will be deleted:
cs_cz: Tento '%s' objekt bude smazán:
fr: L'objet de type '%s' sera effacé:
ru: Объект '%s' будет удален:
sv: Det här '%s'-objektet kommer att tas bort:

source: These objects will be deleted: %s
cs_cz: Tyto objekty budou smazány: %s
fr: Ces objets seront effacés: %s
ru: Эти объекты будут удалены: %s
sv: De här objekten kommer att tas bort: %s

source: These '%s' objects will be deleted: %s
cs_cz: Tyto '%s' objekty budou smazány: %s
fr: Ces objets de type '%s' seront effacés: %s
ru: Объекты '%s' будут удалены: %s
sv: De här '%s'-objekten kommer att tas bort: %s

source: You have no permission to delete this object!
cs_cz: Nejste oprávněn(a) ke smazání tohoto objektu!
fr: Vous n'avez pas les droits nécessaires pour supprimer cet objet !
it_it: Non hai il permesso di cancellare questo oggetto !
ru: У вас недостаточно прав для удаления этого объекта!
sv: Du har inte rättigheter att ta bort det här objektet!

source: You have no permission to delete the object:
cs_cz: Nejste oprávněn(a) ke smazání objektu:
fr: Vous n'avez pas les droits nécessaires pour supprimer cet objet :
it_it: Non hai il permesso di cancellare l'oggetto:
ru: У вас недостаточно прав для удаления этого объекта:
sv: Du har inte rättigheter att ta bort objektet:

source: You have no permission to delete these objects:
cs_cz: Nejste oprávněn(a) ke smazání těchto objektů!
fr: Vous n'avez pas les droits nécessaires pour supprimer ces objets :
it_it: Non hai il permesso di cancellare questi oggetti:
ru: У вас недостаточно прав для удаления этих объектов:
sv: Du har inte rättigheter att ta bort objekten:

source: You have no permission to create this object!
cs_cz: Nejste oprávněn(a) k vytvoření tohoto objektu!
fr: Vous n'avez pas les droits nécessaires pour créer cet objet !
it_it: Non hai il permesso di creare questo oggetto !
ru: У вас недостаточно прав для создания этого объекта!
sv: Du har ingen rättighet att skapa det här objektet!

source: You have no permission to create the object:
cs_cz: Nejste oprávněn(a) k vytvoření objektu:
fr: Vous n'avez pas les droits nécessaires pour créer l'objet :
it_it: Non hai il permesso di creare l'oggetto:
ru: У вас недостаточно прав для создания этого объекта:
sv: Du har ingen rättighet att skapa objektet:

source: You have no permission to create these objects:
cs_cz: Nejste oprávněn(a) k vytvoření těchto objektů:
fr: Vous n'avez pas les droits nécessaires pour créer ces objets :
it_it: Non hai il permesso di creare lquesti oggetti:
ru: У вас недостаточно прав для создания этих объектов:
sv: Du har ingen rättighet att skapa dessa objekt:

source: You have no permission to modify this object!
cs_cz: Nejste oprávněn(a) k úpravám tohoto objektu!
fr: Vous n'avez pas l'autorisation de modifier cet objet !
it_it: Non hai il permesso di modificare questo oggetto !
ru: У вас недостаточно прав для изменения этого объекта!
sv: Du har ingen rättighet att modifiera det här objektet!

source: You have no permission to modify the object:
cs_cz: Nejste oprávněn(a) k úpravám objektu:
fr: Vous n'avez pas l'autorisation de modifier cet objet :
ru: У вас недостаточно прав для изменения этого объекта:
sv: Du har ingen rättighet att modifiera objektet:

source: You have no permission to modify these objects:
cs_cz: Nejste oprávněn(a) k úpravám těchto objektů:
fr: Vous n'avez pas l'autorisation de modifier ces objets :
ru: У вас недостаточно прав для изменения этих объектов:
sv: Du har ingen rättighet att modifiera dessa objekt:

source: You have no permission to view this object!
cs_cz: Nejste oprávněn(a) k zobrazení tohoto objektu!
fr: Vous n'avez pas l'autorisation de voir cet objet !
it_it: Non hai il permesso di visualizzare questo oggetto !
ru: У вас недостаточно прав для просмотра этого объекта!
sv: Du har inga rättigheter att visa detta objekt!

source: You have no permission to view the object:
cs_cz: Nejste oprávněn(a) k zobrazení objektu:
fr: Vous n'avez pas l'autorisation de voir l'objet :
it_it: Non hai il permesso di visualizzare l'oggetto:
ru: У вас недостаточно прав для просмотра этого объекта:
sv: Du har inga rättigheter att visa objektet:

source: You have no permission to view these objects:
cs_cz: Nejste oprávněn(a) k zobrazení těchto objektů:
fr: Vous n'avez pas l'autorisation devoir ces objets :
it_it: Non hai il permesso di visualizzare questi oggetti:
ru: У вас недостаточно прав для просмотра этих объектов:
sv: Du har inga rättigheter att visa dessa objekt:

source: You have no permission to move this object!
cs_cz: Nejste oprávněn(a) k přesunutí tohoto objektu!
fr: Vous n'avez pas l'autorisation de bouger cet objet !
it_it: Non hai il permesso di spostare questo oggetto !
ru: У вас недостаточно прав для перемещения этого объекта!
sv: Du har inga rättigheter att flytta det här objektet!

source: You have no permission to move the object:
cs_cz: Nejste oprávněn(a) k přesunutí tohoto objektu!
fr: Vous n'avez pas l'autorisation de bouger l'objet :
it_it: Non hai il permesso di spostare l'oggetto:
ru: У вас недостаточно прав для перемещения этого объекта:
sv: Du har inga rättigheter att flytta objektet:

source: You have no permission to move these objects:
cs_cz: Nejste oprávněn(a) k přesunutí těchto objektů:
fr: Vous n'avez pas l'autorisation de bouger ces objets :
it_it: Non hai il permesso di spostare questi oggetti:
ru: У вас недостаточно прав для перемещения этих объектов:
sv: Du har inga rättigheter att flytta de här objekten:

source: Connection information
cs_cz: informace o spojení
fr: Informations de connexions
ru: Информация о подключении
sv: Anslutningsinformation

source: Cannot connect to %s database!
cs_cz: Nedaří se připojení k databázi %s!
fr: Impossible de se connecter à la base de données %s !
ru: Немогу подключиться к %s базе данных!
sv: Kan inte ansluta till databasen %s !

source: Cannot select %s database!
cs_cz: Nelze vybrat databázi %s!
fr: Impossible de sélectionner la base de données %s !
ru: Не могу выбрать %s базу!
sv: Kan inte välja databasen %s !

source: No %s server defined!
cs_cz: není určen server %s!
fr: Pas de serveur %s défini !
sv: Ingen %s server angiven!

source: Cannot query %s database!
cs_cz: nedaří se klást dotazy do databáze %s!
fr: Impossible d'effectuer une requête sur la base de données %s !
ru: Не могу отправить запрос %s базе данных!
sv: Kan inte fråga %s-databasen!

source: The field '%s' contains a reserved keyword!
cs_cz: Pole '%s' obsahuje vyhrazené klíčové slovo (použijte prosím něco jiného)!
fr: Le champ '%s' contient un mot réservé !
ru: Поле '%s' содержит зарезервированные слова!
sv: Fältet '%s' innehåller ett reserverat nyckelord!

source: Command specified as %s hook for plugin '%s' does not exist!
cs_cz: Příkaz určený jako háček %s pro zásuvný modul '%s' neexistuje!
fr: La commande '%s', spécifiée comme connexion de l'extension '%s' n'existe pas !
sv: Kommandot specificerat som %s hook för pluginen '%s' existerar inte!

source: '%s' command is invalid!
cs_cz: Příkaz '%s' není platný!
fr: Le commande '%s' est invalide !
ru: неверная команда '%s'
sv: Kommandot '%s' är inte giltigt!

source: '%s' command (%s) for plugin %s is invalid!
cs_cz: '%s' příkaz (%s) pro zásuvný modul %s není správný!
fr: l'option '%s' de la commande (%s) pour l'extension %s est invalide !
sv: Kommandot '%s' (%s) för plugin %s är ogiltigt!

source: '%s' command for plugin %s is invalid!
cs_cz: '%s' příkaz pro zásuvný modul %s není správný!
fr: l'option '%s' de la commande pour l'extension %s est invalide !
ru: Неверная команда '%s' для плагина '%s'!
sv: Kommandot '%s' för plugin %s är ogiltigt!

source: '%s' command (%s) is invalid!
cs_cz: '%s' příkaz (%s) není správný!
fr: l'option '%s' de la commande (%s) est invalide !
sv: Kommandot '%s' (%s) är ogiltigt!

source: Cannot execute '%s' command!
cs_cz: Nedaří se spustit příkaz '%s'!
fr: Impossible d'exécuter la commande '%s' !
ru: Не могу выполнить '%s' команду!
sv: Kan inte exekvera kommandot '%s'!
