Repository: fusiondirectory/fusiondirectory
Catalog: locale/*/fusiondirectory.po
Languages: cs_cz, fr, it_it, ru, sv

source: Cannot move entries to the requested department!
it_it: Impossibile spostare le entrate nel dipartimento richiesto!

source: Entry will be moved from: %s to: %s
it_it: La voce verrà spostata da: %s a %s

source: Found more than %d groups outside the configured tree "%s".
it_it: Trovato più di %d gruppi all'esterno dell'albero "%s" configurato.

source: Found %d groups outside the configured tree "%s".
it_it: Trovati %d gruppi all'esterno dell'albero "%s" configurato.

source: Move groups into configured groups tree
it_it: Sposta i gruppi nel ramo di gruppi configurato

source: Found more than %d POSIX groups outside the configured tree "%s".
it_it: Trovati più di %d gruppi POSIX all'esterno dell'albero "%s" configurato.

source: Found %d POSIX groups outside the configured tree "%s".
it_it: Trovati %d gruppi POSIX all'esterno dell'albero "%s" configurato.

source: Move POSIX groups into configured groups tree
it_it: Spostare i gruppi POSIX nella struttura dei gruppi configurati

source: Found more than %d department(s) that will not be visible in FusionDirectory.
it_it: Trovato più di %d dipartimento(i) che non sarà visibile in FusionDirectory.

source: Found %d department(s) that will not be visible in FusionDirectory.
it_it: Trovati %d dipartimenti che non saranno visibili in FusionDirectory.

source: Department migration
it_it: Migrazione Dipartilento

source: Found %d duplicate values for attribute "
it_it: Trovato %dvalori duplicati per l'attributo "

source: At this point, you can select the site wide default language. Choosing "automatic" will use the language requested by the browser. This setting can be overriden per user.
it_it: A questo punto , è possibile selezionare la lingua predefinita a livello di sito . Scegliendo " automatico" utilizzerà la lingua richiesta dal browser. Questa impostazione può essere sovrascritto per utente .

source: Your password has expired, please set a new one.
it_it: La tua password é scaduta, per favore impostarne una nuova.

source: Invalid plugin parameter "%s"!
it_it: Parametro "%s" di plugin invalido

source: No session found!
it_it: Nessuna sessione trovata!

source: Warning: you are about to delete the ACL assignments on the following objects
it_it: Attenzione: si sta per cancellare le assegnazioni ACL sui seguenti oggetti

source: This includes all ACL assignments made on this node(s). If you want the list of these assignments, please cancel and open the objects.
it_it: Cio' include tutte le assegnazioni ACL fatte su questo nodo(i). Se si desidera l'elenco delle assegnazioni, si prega di annullare e aprire l'oggetto.

source: <strong>%1</strong> references our <strong>%3</strong>
it_it: < strong> % 1 < / strong> referenze < strong> % 3 < / strong>

source: <strong>%1</strong> references our field <strong>%3</strong> from tab <strong>%2</strong>
it_it: <strong>%1</strong> referenze nostro campo <strong>%3</strong> dalla scheda <strong>%2</strong>

source: Run %1 to put the correct right on fusiondirectory.conf
it_it: Eseguire %1 per mettere le giuste autorizzazioni su fusiondirectory.conf

source: This dialog allows moving a couple of entries to the configured tree. Doing this may straighten your LDAP service.
it_it: Questa finestra di dialogo consente di spostare un paio di voci nell'albero configurato. In questo modo si può raddrizzare il servizio LDAP .

source: Be careful with this option! There may be references pointing to these entries. The FusionDirectory setup can't migrate references, so you may want to cancel the migration in this case.
it_it: Fate attenzione con questa opzione! Ci possono essere riferimenti che puntano a queste voci . Il setup di FusionDirectory non puo' migrare i riferimenti, di conseguenza potreste voler annullare la migrazione in questo caso.

source: Move selected entries into this tree
it_it: Sposta gli utenti selezionati in questo ramo

source: The listed entries are currently invisible in the FusionDirectory interface. If you want to change this for a couple of entries only, just select them and use the 'Migrate' button below.
it_it: Le voci listate sono al momento invisibili nell'interfaccia di FusionDirectory. Se desiderate cambiare questo solo per un paio di voci, selezionatele e usate il tasto "Migrare" qui di seguito.

source: Two factor authentication
it_it: Autenticazione a due fattori

source: Warning: you are about to archive the following objects
it_it: Attenzione: stai per archiviare i seguenti oggetti

source: So - if you're sure - press 'Archive' to continue or 'Cancel' to abort.
it_it: Quindi, se sei sicuro, premi "Archivia" per continuare o "Annulla" per interrompere.

source: Archive
it_it: Archivio

source: Minimum date for %1
it_it: Data minima per % 1

source: Newer than
it_it: Più nuovo di

source: Maximum date for %1
it_it: Data massima per % 1

source: Older than
it_it: Più vecchio di

source: Types
it_it: Tipi

source: Creating a new object using templates
it_it: Crea un nuovo oggetto usando i modelli

source: Information to reset password for %1 has been sent to email address %2
it_it: Le informazioni per resettare la password di %1 sono stati inviati all'indirizzo di posta elettronica %2

source: Warning : this email is only valid for %1 minutes.
it_it: Attenzione: questa e-mail é valida soltanto per %1 minuti.

source: This dialog provides a simple way to change your password.<br/> Enter the new password (twice) in the fields below and press the 'Change' button.
it_it: Questa finestra di dialogo fornisce un modo semplice per cambiare la password. <br/>Immettere la nuova password (due volte) nei campi sottostanti e premere il pulsante "Cambia".

source: Return to login screen
it_it: Ritorna alla schermata di accesso

source: => Use your e-mail in the long format, e.g : John Doe => john.doe@example.com
it_it: => Usa la tua e-mail nel formato lungo, per es.: John Doe => john.doe@example.com

source: The following entries are locked:
it_it: Le voci seguenti sono bloccate:

source: "%1" has been locked by "%2" since %3
it_it: "%1" é stato bloccato da "%2" dalle %3

source: Warning: you are about to restore the following snapshot
it_it: Attenzione! Stai per cancellare i seguenti oggetti

source: Any modification made to the object since this snapshot will be lost.
it_it: Qualsiasi modifica apportata all'oggetto da questa istantanea sarà persa.

source: So - if you're sure - press 'Continue' to continue or 'Cancel' to abort.
it_it: Quindi - se sei sicuro - premi 'Continua' per continuare oppure 'Annulla' per interrompere.

source: The size limit of %1 entries is exceeded!
it_it: Il limite di dimensione di% 1 voci è stato superato!

source: Please choose the way to react for this session:
it_it: Scegli la modalità di reazione per questa sessione:

source: Ignore this error and show all entries the LDAP server returns
it_it: Ignora questo errore e mostra tutte le voci restituite dal server LDAP

source: Ignore this error and show all entries that fit into the defined sizelimit and let me use filters instead
it_it: Ignora questo errore e mostra tutte le voci che rientrano nel limite di dimensione definito e lasciami utilizzare i filtri

source: Change the size limit to:
it_it: Modifica il limite di dimensione in:
