Repository: fusiondirectory/fusiondirectory
Catalog: locale/*/fusiondirectory.po
Languages: cs_cz, fr, it_it, ru, sv

source: Descriptive text for department
cs_cz: popis oddělení
fr: Description du département

source: Tag department as an independent administrative unit
cs_cz: označit oddělení jako nezávislou administrativní jednotku
fr: Marquer le département comme une entité administrative indépendante

source: Processing the requested operation
cs_cz: požadovaná operace je prováděna
fr: Opération en cours

source: Your browser doesn't support iframes, please use this link to perform the requested operation.
cs_cz: Váš prohlížeč nepodporuje prvek „iframe“, proto pro provedení požadované operace klikněte na tento odkaz.
fr: Votre navigateur ne supporte pas les iframes, veuillez utiliser ce lien pour effectuer l'opération demandée.

source: Name of country to create
cs_cz: název země, který má být přidán
fr: Nom du pays à créer

source: You are currently moving/renaming this department.
cs_cz: V tuto chvíli přesouváte/přejmenováváte toto oddělení.
fr: Vous êtes occupé à bouger/renommer ce département.

source: Modifying a departments naming attribute 'ou' or base may corrupt acls and snapshot entries for all entire objects.
cs_cz: Změna názvu oddělení (atribut 'ou' – organizační jednotka) či základu může rozbít nastavení ACL všechny objekty.
fr: La modification de l'attribut 'ou' ou la base d'un département peut corrompre les entrées acls et snapshot pour tout les objets.

source: FusionDirectory can NOT fix this for you, yet.
cs_cz: Tohle zatím ještě FusionDirectory neumí opravit.
fr: FusionDirectory ne PEUT PAS encore corriger ceci pour vous.

source: Before you confirm this action, ensure that everything will be as expected, possibly the best solution is a backup.
cs_cz: Předtím, než tuto akci potvrdíte, ujistěte se, že všechno proběhne jak má – a nejlépe ještě předtím pořiďte zálohu.
fr: Avant de confirmer cette action, vérifiez que tout se passera comme prévu, la meilleure solution est probablement une sauvegarde.

source: Name of organization
cs_cz: název organizace
fr: Nom de l'entreprise

source: Name of organization to create
cs_cz: název organizace, která má být přidána
fr: Nom de l'entreprise à créer

source: Category for this subtree
cs_cz: kategorie pro tento podstrom
fr: Catégorie pour cette branche de l'annuaire

source: State where this subtree is located
cs_cz: stát, ve kterém se podstrom nachází
fr: Lieu où est située cette branche de l'annuaire

source: Location of this subtree
cs_cz: umístění tohoto podstromu
fr: Lieu de cette branche

source: Postal address of this subtree
cs_cz: poštovní adresa tohoto podstromu
fr: Adresse postale de cette branche

source: Base telephone number of this subtree
cs_cz: základ telefonního čísla tohoto podstromu
fr: Numéro de téléphone de base pour cette sous-branche

source: Base facsimile telephone number of this subtree
cs_cz: základ faxového čísla tohoto podstromu
fr: Numéro de fax de base pour cette sous-branche

source: This includes 'all' accounts, systems, etc. in this subtree. Please double check if your really want to do this since there is no way for FusionDirectory to get your data back.
cs_cz: Toto se týká 'všech' účtů, systémů a dalšího v tomto podstromu. Dobře si rozmyslete, zda to opravdu chcete udělat, protože pak již nebude možné vzít provedené změny zpět.
fr: Ceci inclus tous les comptes systèmes, etc... dans cette branche. Veuillez vérifier si vous voulez réaliser cette opération étant donné qu'il est impossible pour FusionDirectory de récupérer vos données.

source: Best thing to do before performing this action would be to save the current contents of your LDAP tree in a file. So - if you've done so - press 'Delete' to continue or 'Cancel' to abort.
cs_cz: Před provedením této akce by bylo nejlepší uložit současnou podobu stromu LDAPu do souboru. Pokud jste tak již učinil(a), klikněte na 'smazat' – v opačném případě celou akci zrušte kliknutím na 'zrušit'.
fr: Il est conseillé de sauvegarder l'arbre de votre annuaire LDAP dans un fichier avant de réaliser cette action. Appuyez sur 'Supprimer' pour continuer ou 'Annuler' pour abandonner.

source: Name of department
cs_cz: název oddělení
fr: Nom du département

source: Name of subtree to create
cs_cz: název podstromu, který má být vytvořen
fr: Nom de la branche à créer

source: Descriptive text for department
cs_cz: popis oddělení
fr: Description du département

source: Domain name
cs_cz: název domény
fr: Nom du domaine

source: Name of domain to create
cs_cz: název domény, která má být vytvořena
fr: Nom du domaine à créer

source: Applying a template
cs_cz: probíhá aplikování šablony
fr: Appliquer un modèle
ru: Применение шаблона
sv: Tillämpa en mall

source: Applying a template to several users will replace all user attributes defined in the template.
cs_cz: Aplikování šablony na vícero uživatelských účtů nahradí ty jejich atributy, které jsou definovány v šabloně.
fr: Appliquer un modèle à plusieurs utilisateurs remplacera tout les attributs de ces utilisateurs par ceux définis dans le modèle.
ru: Применение шаблона к нескольким пользователям приведет к замене всех атрибутов пользователя определенных в нем.
sv: Att tillämpa en mall på flera användare kommer att ersätta alla användarattribut som definierats i mallen.

source: No templates available!
cs_cz: Nejsou dostupné žádné šablony!
fr: Pas de modèles disponibles !
ru: Нет доступных шаблонов!
sv: Inga mallar tillgängliga!

source: Creating a new user using templates
cs_cz: vytvoření nového uživatele s použitím šablony
fr: Créer un nouvel utilisateur à partir d'un modèle
ru: Создание пользователя на основе шаблона
sv: Skapa ny användare genom mallar

source: Creating a new user can be assisted by using templates. Many database records will be filled automatically. Choose 'none' to skip the usage of templates.
cs_cz: Při vytváření nového uživatelského účtu je možné použít šablony. Mnohé údaje pak budou vyplněny automaticky. Pokud nechcete použít šablonu, vyberte 'žádná'.
fr: La création d'un nouvel utilisateur peut être facilité en utilisant les modèles. De nombreuses informations seront ainsi remplies automatiquement. Sélectionnez 'aucun' afin de ne pas utiliser les modèles.
sv: Att skapa en ny användare kan underlättas genom att använda mallar. Många databas-poster kommer att fyllas i automatiskt. Välj 'ingen' för att hoppa över användandet av mallar.

source: Show templates
cs_cz: zobrazit šablony
fr: Montrer les modèles
ru: Показать шаблоны
sv: Visa mallar

source: Show functional users
cs_cz: zobrazit uživatele, kteří nemají účet pro jakékoli služby
fr: montrer les utilisateurs fonctionnels
sv: Visa fungerande användare

source: Show POSIX users
cs_cz: zobrazit uživatele s POSIX účtem
fr: Montrer les utilisateurs Posix
ru: Показать пользователей POSIX
sv: Visa POSIX-användare

source: Show Mail users
cs_cz: zobrazit uživatele s e-mail účtem
fr: Montrer les utilisateurs de la messagerie
ru: Показать пользователей Почты
sv: Visa Epost-användare

source: Show Samba users
cs_cz: zobrazit uživatele se Samba účtem
fr: Montrer les utilisateurs samba
ru: Показать пользователей Samba
sv: Visa Samba-användare

source: This includes all account data, system access rules, imap settings, etc. for this user. Please double check if your really want to do this since there is no way for FusionDirectory to get your data back.
cs_cz: Toto se týká všech dat účtu, pravidel pro přístupy k systému, nastavení IMAPu a dalších nastavení tohoto uživatele. Dobře si rozmyslete, zda to opravdu chcete udělat, protože pak již nebude možné vzít provedené změny zpět.
fr: Cela inclut toutes les données des comptes, les droits d'accès, la configuration imap,etc. pour cet utilisateur. Veuillez vous assurez que vous voulez effectuez cette opération étant donné qu'il est impossible pour FusionDirectory de récupérer vos données.
sv: Detta inkluderar alla kontodata, systemrättighetsregler, imapinställningar, etc. för den här användaren. Vänligen dubbelkolla att du verkligen vill göra detta eftersom det inte finns något sätt för FusionDirectory att få tillbaka informationen.

source: To change the user password use the fields below. The changes take effect immediately. Please memorize the new password, because the user wouldn't be able to login without it.
cs_cz: Pro změnu hesla použijte políček níže. Změna se projeví okamžitě. Nové heslo si prosím zapamatujte, jinak se nebudete moci přihlásit.
fr: Pour changer le mot de passe des utilisateurs, utilisez le champ ci-dessous. Les changements prennent effet immédiatement. Veuillez mémoriser le nouveau mot de passe sinon l'utilisateur ne pourra pas s'identifier sans celui-ci.
ru: Для изменения пароля пользователя воспользуйтесь полями ниже. Изменения вступят в силу немедленно. Пожалуйста запомните новый пароль, потому что пользователь не сможет войти без него.
sv: För att byta användarlösenord använd fälten nedan. Ändringarna sker omedelbart. Vänligen memorera det nya lösenordet, för användaren kan inte logga in utan det.

source: Strength
cs_cz: odolnost
fr: Sécurité

source: Password input dialog
cs_cz: dialog pro zadání hesla
fr: Saisie du mot de passe

source: Enforce password change on next login.
cs_cz: Vynutit změnu hesla při příštím přihlášení.
fr: Forcer le changement de mot de passe a la prochaine connexion.
ru: Принудительно изменить пароль при следующем входе.
sv: Tvinga lösenordsbyte vid nästa login

source: Show users
cs_cz: zobrazit uživatele
fr: Utilisateurs

source: Show groups
cs_cz: zobrazit skupiny
fr: Groupes

source: Group settings
cs_cz: nastavení skupiny
fr: Préférences des groupes
ru: Настройки групп
sv: Grupp-inställningar

source: Group name
cs_cz: název skupiny
fr: Nom du groupe
ru: Группа
sv: Grupp-namn

source: Posix name of the group
cs_cz: název skupiny v POSIXu
fr: Nom posix du groupe
ru: Имя группы, соответствующее стандарту POSIX
sv: Posix-namn för gruppen

source: Normally IDs are autogenerated, select to specify manually
cs_cz: ID jsou obvykle vytvářeny automaticky, chcete-li, můžete je zadat i ručně
fr: Normalement les IDs sont générés automatiquement, vous pouvez en spécifier un manuellement
ru: Обычно идентификаторы создаются автоматически, но вы можете выбрать указание вручную
sv: Normalt autogenereras IDn, välj för att specificera manuellt

source: Force GID
cs_cz: vynutit GID
fr: Forcer le GID
ru: Указать GID вручную
sv: Tvinga GID

source: Forced ID number
cs_cz: vynutit číselný identifikátor
fr: Forcer le numéro d'ID
ru: Указанный вручную GID
sv: Tvinga ID-nummer

source: This may be a primary user group. Please double check if you really want to do this since there is no way for FusionDirectory to get your data back.
cs_cz: Toto může být hlavní skupina pro některé uživatelské účty. Prosím dobře zvažte, zda to opravdu chcete udělat, protože pak už nebude možné vzít provedené změny zpět.
fr: Ce groupe est un groupe principal contenant des utilisateurs. Veuillez vous assurez que vous voulez bien exécuter cette action étant donné qu'il est impossible pour FusionDirectory de récupérer vos données.

source: Select systems to add
cs_cz: vyberte systémy, které mají být přidány
fr: Sélectionner les hôtes à ajouter

source: Filters
cs_cz: filtry
fr: Filtres

source: Display systems of department
cs_cz: zobrazit všechny systémy tohoto oddělení
fr: Afficher les systèmes du département

source: Choose the department the search will be based on
cs_cz: zvolte oddělení, ve kterém se bude vyhledávat
fr: Sélectionner le département où sera effectuée la recherche

source: Display systems matching
cs_cz: zobrazit systémy, které odpovídají zadání
fr: Afficher les systèmes correspondant

source: Regular expression for matching addresses
cs_cz: regulární výraz pro vyhledání odpovídající adresy
fr: Expression régulière pour sélectionner les adresses correspondantes

source: Descriptive text for this group
cs_cz: popis skupiny
fr: Description du groupe
ru: Описание группы
sv: Beskrivande text för den här gruppen

source: Select to create a samba conform group
cs_cz: zvolte pro vytvoření skupiny kompatibilní se Sambou
fr: Sélectionnez afin de créer un groupe samba
ru: Создать группу для работы с Samba
sv: Välj för att skapa en samba-conform-grupp

source: in domain
cs_cz: v doméně
fr: dans le domaine
ru: в домене
sv: i domän

source: Members are in a phone pickup group
cs_cz: členové mohou zvedat telefony
fr: Les membres sont dans un groupe téléphonique
ru: Члены телефонной группы
sv: Medlemmar är i en telefon-pickup-grupp

source: Members are in a nagios group
cs_cz: členové jsou ve skupině Nagios
fr: Les membres sont dans un groupe nagios
sv: Medlemmar är i en nagios-grupp

source: Group members
cs_cz: členové skupiny
fr: Membre du groupe
ru: Члены группы
sv: Gruppmedlemmar

source: Show access control lists
cs_cz: zobrazovat seznamy pro řízení přístupu
fr: Montrer le contrôle d'accès (ACL)

source: Show roles
cs_cz: zobrazovat role
fr: Montrer les rôles

source: Select objects to add
cs_cz: vyberte objekty, které budou přidány
fr: Sélectionnez les objets à ajouter

source: Display objects of department
cs_cz: zobrazit objekty v oddělení
fr: Afficher les objets du département

source: Display objects matching
cs_cz: zobrazit odpovídající objekty
fr: Afficher les objets correspondants

source: Regular expression for matching object names
cs_cz: regulární výraz pro vyhledání objektů
fr: Expression régulière pour trouver les objets correspondants

source: Show department
cs_cz: zobrazit oddělení
fr: Départements

source: Show Applications
cs_cz: zobrazit aplikace
fr: Montrer les applications

source: Show server
cs_cz: zobrazit server
fr: Serveur

source: Show workstation
cs_cz: zobrazit pracovní stanici
fr: Stations de travail

source: Show terminal
cs_cz: zobrazit terminál
fr: Terminaux

source: Show printer
cs_cz: zobrazit tiskárnu
fr: Imprimante

source: Show phone
cs_cz: zobrazit telefon
fr: Téléphones

source: user groups
cs_cz: uživatelské skupiny
fr: Groupes d'utilisateurs
sv: användargrupper

source: nested groups
cs_cz: vnořené skupiny
fr: Groupes imbriqués
sv: nästade grupper

source: application groups
cs_cz: aplikační skupiny
fr: Groupes d'applications
sv: applikationsgrupper

source: department groups
cs_cz: skupiny oddělení
fr: Groupes de départements
sv: avdelningsgrupper

source: server groups
cs_cz: skupiny serverů
fr: Groupes de serveurs
sv: servergrupper

source: workstation groups
cs_cz: skupiny pracovních stanic
fr: Groupes de stations de travail
sv: arbetsstationsgrupper

source: windows workstation groups
cs_cz: skupiny pracovních stanic s OS MS Windows
fr: Groupes de stations windows
sv: windowsarbetsstationsgrupper

source: terminal groups
cs_cz: skupiny terminálů
fr: Groupes de terminaux
sv: terminalgrupper

source: printer groups
cs_cz: tiskové skupiny
fr: Groupes d'imprimantes
sv: printergrupper

source: phone groups
cs_cz: telefonní skupiny
fr: Groupes de téléphones
sv: telefongrupper

source: Please enter the new object group name
cs_cz: zadejte prosím název nové skupiny
fr: Veuillez entrer un nouveau nom pour le groupe d'objet
sv: Skriv in det nya objektgruppsnamnet

source: Name of the group
cs_cz: název skupiny
fr: Nom du groupe
ru: Название группы
sv: Namn på gruppen

source: Member objects
cs_cz: členské objekty
fr: Objets membres
it_it: Oggetti membri
ru: Включаемые объекты
sv: Medlemsobjekt

source: Ok
cs_cz: v pořádku

source: imagick
cs_cz: ImageMagick

source: Configuration
cs_cz: nastavení
it_it: Configurazione
ru: Настройки
sv: Konfiguration

source: Base
cs_cz: základ
ru: Суффикс
sv: Bas

source: Description
cs_cz: popis
it_it: Descrizione
ru: Описание
sv: Beskrivning

source: Terminal
cs_cz: terminál

source: Menu
cs_cz: nabídka
ru: Меню
sv: Meny

source: Actions
cs_cz: akce
it_it: Azioni
ru: Действия
sv: Åtgärder

source: ACL
cs_cz: přístupová práva (ACL)

source: Permissions
cs_cz: oprávnění

source: Applications
cs_cz: aplikace
ru: Приложения
sv: Applikationer

source: Information
cs_cz: informace
it_it: Informazione
ru: Информация

source: Trace
cs_cz: stopa
it_it: Traccia
sv: Spårning

source: Type
cs_cz: typ
it_it: Tipo
ru: Тип
sv: Typ

source: Arguments
cs_cz: argumenty
it_it: Argomenti
ru: Аргументы
sv: Argument

source: Page
cs_cz: stránka
it_it: Pagina
ru: Страница
sv: Sida

source: Y-m-d, H:i:s
cs_cz: r-m-d, h:m:v
it_it: Anno-mese-giorno, Ore:minuti:secondi

source: Installation
cs_cz: instalace

source: Role information
it_it: Informazioni sul ruolo
ru: Информация о роли

source: Organizational role
it_it: Ruolo organizzativo
ru: Организационная роль

source: Informations
ru: Информация

source: Name of the role
ru: Имя роли

source: Description of the role
it_it: Descrizione del ruolo
ru: Описание роли

source: Add users for the role
it_it: Aggiungi degli utenti per il ruolo
ru: Добавить пользователей для роли

source: Adding user "%s" to group "%s" failed: cannot find user object!
ru: Неудачное добавление пользователя "%s" в группу "%s": не могу найти объект user!

source: ! unknown user
ru: ! неизвестный пользователь

source: User group information
ru: Информация о группе пользователя

source: User group
ru: Группа пользователя

source: Show organizational roles
ru: Показать организационные роли

source: Object group information
it_it: Informazioni gruppo di oggetti
ru: Информация об объекте группы

source: domain component
it_it: Oggetto di dominio
ru: доменный компонент

source: department
it_it: dipartimento
ru: отдел

source: Name of %s
it_it: Nome dell' %s
ru: Название %s

source: A name for this %s
it_it: Nome unico per questo %s
ru: Название для %s

source: Short description of this %s
it_it: Breve descrizione di questo %s
ru: Короткое описание для %s

source: Category of this %s
it_it: Categoria di questo %s
ru: Категория для %s

source: Manager of this %s
it_it: Responsabile di questo %s
ru: Руководитель этого %s

source: A postal address for this %s
it_it: Indirizzo postale di questo %s
ru: Почтовый адрес для %s

source: Telephone number
it_it: Numero di telefono
ru: Номер телефона

source: Fax
ru: Факс

source: Facsimile telephone number
it_it: Facsimile di numero di telefono
ru: Номер факса

source: Users and groups
it_it: Utenti e gruppi
ru: Пользователи и группы

source: country
it_it: Paese
ru: страна

source: domain
it_it: Dominio
ru: домен

source: organization
it_it: Organizzazione
ru: организация

source: You have no permission to change this user's password!
ru: У вас нет прав для изменения пароля у этого пользователя!

source: User account
it_it: Account utente
ru: Учетная запись пользователя

source: User account information
it_it: Informazioni account utente
ru: Информация об учетной записи пользователя

source: ACL roles management
it_it: Gestione dei ruoli ACL
ru: Управление ACL ролей

source: A name for this role
it_it: Nome unico per questo ruolo
ru: Имя роли

source: Short description of this role
it_it: Breve descrizione di questo ruolo
ru: Короткое описание для этой роли

source: ACLs which are part of this group
it_it: ACL appartenenti a questo gruppo
ru: ACLs, которые являются частью этой группы

source: Edit ACL for '%s'
ru: Редактировать ACL для '%s'

source: Mode
it_it: Modalità
ru: Режим

source: Is this applying on complete subtree or only the base?
it_it: Si applica ad una sottostruttura completa oppure soltanto alla base?
ru: Применить это действие ко всему поддереву или только к его основе?

source: Base only
it_it: Base
ru: Только к основе

source: Role to apply
it_it: Ruolo da applicare
ru: Применить роль

source: For all users
it_it: Per tutti gli utenti
ru: Для всех пользователей

source: Apply this ACL for all LDAP users
it_it: Applica questo ACL a tutti gli utenti LDAP
ru: Применить этот ACL для всех пользователй LDAP

source: Users or groups to assign this role to.
it_it: Utenti o gruppi a cui assegnare questo ruolo
ru: Пользователи или группы, которым будет назначена эта роль.

source: Dashboard
ru: Информационная панель

source: Statistics and various informations
ru: Статистика и различная информация

source: Reporting
ru: Отчеты

source: Statistics
ru: Статистика

source: Statistics about users
ru: Статистика о пользователях

source: Users statistics
ru: Статистика по пользователям

source: Groups statistics
ru: Статистика по группам

source: Expired accounts
ru: Просроченные учетные записи

source: You are not allowed to change your own password
it_it: Non le é permesso cambiare la propria password
ru: Вам не разрешено изменять свой пароль

source: You must wait %d seconds before changing your password again
it_it: Devi attendere %d secondi prima di cambiare di nuovo la password
ru: Вы должны подождать %d секунд перед повторным изменением пароля

source: Shell
ru: Оболочка
sv: Skal

source: Force user/group id
ru: Принудительный id пользователя/группы

source: Force user id and group id values for this user
ru: Навязанное значение идентификатора пользователя и группы для этого пользователя

source: User id
ru: Id пользователя

source: User id value for this user
ru: Значение идентификатора пользователя

source: Group id
ru: Id группы

source: Group id value for this user
ru: Значение идентификатора группы

source: User must change password on first login (needs a value for Delay before forcing password change)
ru: Пользователь должен будет изменить пароль при первом входе (нужно указать значение для "Задержка до принудительного изменения пароля")

source: Group of user %s
ru: Группа пользователя %s

source: Roles
it_it: Ruoli
ru: Роли

source: Edit user's roles
ru: Редактировать роли пользователей

source: Schema check
ru: Проверка схемы

source: Snapshots
it_it: Copie istantanee
ru: Снапшоты

source: mode
ru: Режим
sv: läge

source: Show ACL tab on all objects
it_it: Mostra tab ACL su tutti gli oggetti
ru: Показать вкладку ACL для всех объектов.

source: Automatic logins
ru: Автоматические логины

source: Automatic way to generate new users logins
ru: Автоматический способ создания логинов для новых пользователей

source: Enables strict checking of user and group names
it_it: Consente il controllo rigoroso di nomi utente e di gruppo
ru: Включить строгую проверку имен для пользователей и групп

source: Group/user min id
ru: Минимальный id групп/пользователей

source: The minimum assignable user or group id to avoid security leaks with id 0 accounts.
ru: Наименьший идентификатор пользователя или группы, который может быть назначен, чтобы избежать дыры в безопасности с идентификатором учетной записи равным 0.

source: A script to be called for finding the next free id number for users or groups.
ru: Скрипт, который будет вызваться при нахождении следующего свободного номера id для пользователей иил групп.

source: Base number for user id
ru: Начальное значение для id пользователя

source: Base number for group id
ru: Начальное значение для id группы

source: The branch where users are stored.
it_it: Ramo nel quale gli utenti sono immagazzinati
ru: Ветка где пользователели хранятся.

source: ACL role RDN
it_it: Ruolo ACL RDN
ru: RDN для ACL ролей

source: The branch where ACL roles are stored.
it_it: Ramo nel quale i ruoli ACL sono immagazzinati
ru: Ветка в которой хранятся ACL ролей.

source: Method to allocate user/group ids
ru: Метод выделения идентификаторов для пользователей и групп

source: Samba unix id pool
ru: Пул id для samba и unix

source: Pool user id min
ru: Минимальное значение id пользователей в пуле

source: Minimum value for user id when using pool method
ru: Минимальное значение для id пользователя, при использовании пул метода

source: Pool user id max
ru: Максимальное значение id пользователя в пуле

source: Maximum value for user id when using pool method
ru: Максимальное значение для id пользователя, при использовании пул метода

source: Pool group id min
ru: Минимальное значение id группы в пуле
