Repository: fusiondirectory/fusiondirectory
Catalog: locale/*/fusiondirectory.po
Languages: cs_cz, fr, it_it, ru, sv

source: Minimum value for group id when using pool method
ru: Минимальное значение для id группы, при использовании пул метода

source: Pool group id max
ru: Максимальное значение id группы в пуле

source: Maximum value for group id when using pool method
ru: Максимальное значение для id группы, при использовании пул метода

source: Dashboard configuration
ru: Настройка информационной панели

source: FusionDirectory dashboard plugin configuration
ru: Настройка плагина информационной панели FusionDirectory

source: Number of digits
ru: Количество цифр

source: Number of days
ru: Количество дней

source: Plugins
ru: Плагины

source: Go to user's department
it_it: Vai al dipartimento dell'utente
ru: Перейти к подразделению пользователя

source: The entry '%s' already use this '%s' attribute!
ru: Запись '%s' уже имеет атрибут '%s'!

source: Example:
ru: Пример:

source: The field '%s' contains invalid characters
ru: Поле '%s' содержит недопустимые символы.

source: Login (uid) is not unique inside the LDAP tree!
ru: Логин (uid) не уникальный внутри LDAP дерева!

source: Login (uid) is not unique inside the LDAP tree. Please contact your administrator.
it_it: Il login (uid) non é unico all'interno della struttura LDAP. Per favore contattare il vostro amministratore di sistema.
ru: Логин (uid) не уникальный внутри LDAP дерева! Пожалуйста свяжитесь с вашим администратором.

source: It seems your user password have expired. Please use <a href="recovery.php">password recovery</a> to change it.
ru: Кажется ваш пароль истек. Пожалуйста воспользуйтесь <a href="recovery.php"> восстановить пароль </a>, чтобы исправить это.

source: *ABCDEFGHIJKLMNOPQRSTUVWXYZ0123456789
ru: *АБВГДЕЁЖЗИЙКЛМНОПРСТУФХЦЧШЩЫЭЮЯ0123456789
sv: *ABCDEFGHIJKLMNOPQRSTUVWXYZÅÄÖ0123456789

source: Could not re-lock the account after password change
ru: Не удалось повторно заблокировать учетную запись после изменения пароля

source: Tab "%s"
ru: Вкладка "%s"

source: Group %s
it_it: Raggruppa %s
ru: Группа %s

source: seconds
it_it: secondi
ru: секунды
sv: sekunder

source: minutes
it_it: minuti
ru: минуты

source: hours
it_it: ore
ru: часы

source: days
it_it: giorni
ru: дни

source: %s (%d bytes)
ru: %s (%d байт)

source: The timezone setting "%s" in your configuration is not valid.
it_it: L'impostazione "%s" del fuso orario nella vostra configurazione non é valida.
ru: Настройка часового пояса '%s' в вашей конфигурации не правильная.

source: Unkown ACL type '%s'! You might need to run "fusiondirectory-setup --migrate-acls" to migrate your acls to the new format.
ru: Неизвестный тип ACL '%s'! Возможно вам нужно запустить "fusiondirectory-setup --migrate-acls", чтобы перенести ваши acls в новый формат.

source: There was a problem uncompressing snapshot data
it_it: C'é stato un problema nella decompressione dei dati di snapshot
ru: Были проблемы при распаковке данных снапшота

source: Did not found an account with login "%s"
ru: Не нашел учетную запись с логином "%s"

source: Found multiple accounts with login "%s"
it_it: Trovati più accounts con login "%s"
ru: Найдено множество учетных записей с логином "%s"

source: Email address
it_it: Indirizzo di posta elettronica
ru: Адрес электронной почты
sv: Epostadress

source: Give all rights on users in the given branch
it_it: Dare tutti i diritti sugli utenti nel ramo dato
ru: Дать полные права на пользователей в данной ветке

source: Checking for default ACL roles and groupes
ru: Проверка на ACL ролей по умолчанию и групп

source: Checking for duplicated user ids
ru: Проверка на повторные идентификаторы пользователей

source: Checking for duplicate group ids
ru: Проверка на повторные идентификаторы групп

source: FD 1.0.7 administrator accounts found: %s
ru: FD 1.0.7 найдена учетная запись администратора: %s

source: There is no valid FusionDirectory 1.0.8 administrator account inside your LDAP.
ru: Нет рабочей учетной записи администратора FusionDirectory 1.0.8 в вашем LDAP.

source: Default ACL roles have not been inserted
it_it: I ruoli ACL di default non sono stati inseriti
ru: ACL ролей по умолчанию не вставлены

source: Some default ACL roles are missing
it_it: Mancano alcuni ruoli ACL di default
ru: Некоторые ACL ролей по умолчанию пропущены

source: Default ACL roles have been inserted
it_it: Ruoli ACL di default sono stati inseriti
ru: ACL ролей по умолчанию вставлен

source: Cannot add ACL role '%s':
ru: Не могу добавить ACL роли '%s':

source: Give all rights on all objects
ru: Дать все права на все объекты

source: Adding an administrator user failed: object '%s' already exists!
ru: Ошибка добавления администратора: объект '%s' уже существует!

source: ACL role storage ou
ru: ou для хранения ACL роли

source: Press 'Delete' to continue or 'Cancel' to abort.
it_it: Premi "Rimuovi" per continuare oppure "Annulla" per interrompere
ru: Нажмите 'Удалить', чтобы продолжить или 'Отменить', чтобы прервать.

source: There is one expired account
ru: Есть одна учетная запись, срок действия которой закончился

source: There is no expired account
ru: Нет учетных записей с истекшим сроком действия

source: There is one account expiring in the next %1 days
ru: В ближайшие %1 дней закончится срок работы у одной учетной записи

source: There is no account expiring in the next %1 days
ru: В ближайшие %1 дней нет учетной записи, срок работы которой истечет.

source: Next expired accounts
ru: Следующая просроченная учетная запись

source: One of them is locked
ru: Из них одна заблокирована

source: None of them is locked
ru: Ни один из них не заблокирован

source: Warning: you are about to delete the following objects
it_it: Attenzione! Stai per cancellare i seguenti oggetti
ru: Предупреждение: вы собираетесь удалить следующие объекты

source: ACL roles storage subtree
ru: Поддерево с ACL ролей

source: Base number for user/group id
ru: Начальный номер для id пользователей/групп

source: To continue:
it_it: Per continuare:
ru: Продолжим:

source: For security reasons you need to authenticate for the installation by creating the file '%1', containing the current session ID on the servers local filesystem. This can be done by executing the following command:
ru: Для обеспечения безопасности установки вам нужно подтвердить подлинность, создав на сервере файл '%1', содержащий ID сессии. Для этого выполните следующую команду:

source: Migrate GOsa 2.5 administrator accounts
ru: Переселить учетную запись администратора GOsa 2.5

source: Management configuration
it_it: Configurazione di gestione

source: Columns
it_it: Colonne

source: Columns displayed for this management list
it_it: Colonne visualizzate per questo elenco di gestione

source: Type of column
it_it: Tipo di colonna

source: Attribute
it_it: Attributo

source: Label
it_it: Etichetta

source: Column title
it_it: Titolo della colonna

source: Should this configuration be saved in the LDAP as your default configuration for this management page
it_it: Questa configurazione deve essere salvata in LDAP come configurazione predefinita per questa pagina di gestione

source: Forget my persistent configuration
it_it: Dimentica la mia configurazione persistente

source: Delete the persistent configuration for this management page so that the default one is used
it_it: Elimina la configurazione persistente per questa pagina di gestione in modo che venga utilizzata quella predefinita

source: Forget
it_it: Dimentica

source: Global default
it_it: Predefinito globale

source: Should this configuration be saved in the LDAP as the default configuration for this management page for all users
it_it: Questa configurazione deve essere salvata in LDAP come configurazione predefinita per questa pagina di gestione per tutti gli utenti

source: Forget global default
it_it: Dimentica il default globale

source: Delete the global default configuration for this management page so that the default one is used
it_it: Elimina la configurazione predefinita globale per questa pagina di gestione in modo che venga utilizzata quella predefinita

source: You are not allowed to execute action "%s" on target "%s"
it_it: Non sei autorizzato a eseguire l'azione "%s" sul target "%s"

source: Not enough targets (%d) passed for action "%s"
it_it: Non sono stati raggiunti abbastanza obiettivi (%d) per l'azione "%s"

source: Too many targets (%d) passed for action "%s"
it_it: Troppi target (%d) riusciti per l'azione "%s"

source: Date
it_it: Data

source: Restore
it_it: Restaura

source: Snapshot
it_it: Istantanea

source: Snapshot handler
it_it: Gestore di istantanee

source: Restore over an existing object
it_it: Ripristina su un oggetto esistente

source: Restore a deleted object
it_it: Ripristina un oggetto eliminato

source: Failed to create snapshot: %s
it_it: Impossibile creare l'istantanea: %s

source: Snapshot data could not be fetched
it_it: I dati dell'istantanea non possono essere recuperati

source: Restoring snapshots
it_it: Ripristinare snapshots

source: DN of the object you are creating a snapshot of
it_it: Ripristinare snapshots

source: Existing snapshots for this object
it_it: Copia istantanea esistente per questo oggetto

source: Creating an object snapshot
it_it: Creare una copia instantanea degli oggetti

source: Timestamp of this snapshot creation
it_it: Timestamp di questa creazione di snapshot

source: Reason
it_it: Motivo

source: Reason for creating this snapshot
it_it: Motivo della creazione di questa copia instantanea

source: Searches in %s
it_it: Ricerche in %s

source: Could not search for "%s" templates: %s
it_it: Impossibile cercare modelli "%s": %s

source: Could not search for "%s": %s
it_it: Impossibile cercare "%s": %s

source: Fixed
it_it: Fisso

source: %s template
it_it: Modello %s

source: Tabs
it_it: Schede

source: From template
it_it: Modello

source: Create an object from this template
it_it: Crea un oggetto da questo modello

source: Apply anyway
it_it: Applicare comunque

source: Applying a template to a template is not possible
it_it: L'applicazione di un modello a un modello non è possibile

source: All selected entries need to share the same type to be able to apply a template to them
it_it: Tutte le voci selezionate devono condividere lo stesso tipo per poter applicar loro un modello

source: Archive anyway
it_it: Archivia comunque

source: Archiving a template is not possible
it_it: Non è possibile archiviare un modello

source: Archive success
it_it: Archiviazione riuscita

source: %d entries were successfully archived
it_it: Le voci %d sono state archiviate correttamente

source: Delete anyway
it_it: Elimina comunque

source: You are not allowed to delete a snapshot for %s.
it_it: Non sei autorizzato a eliminare un'istantanea per %s.

source: The number of listed entries (%d) is greater than or too close to configured max_input_vars PHP ini setting (%d). Please change max_input_vars ini setting to a higher value.
it_it: Il numero di voci elencate %d() è maggiore o troppo vicino all'impostazione PHP ini max_input_vars configurata (%d). Modificare l'impostazione max_input_vars ini su un valore più alto.

source: Configure this management list
it_it: Configura questo elenco di gestione

source: It seems you are trying to decode something which is not encoded : %s Please check you are not using a fusiondirectory.secrets file while your passwords are not encrypted.
it_it: Sembra che tu stia cercando di decodificare qualcosa che non è codificato : %s Controlla di non utilizzare un file fusiondirectory.secrets mentre le tue password non sono crittografate.

source: Location "%s" could not be found in the configuration file
it_it: Location " %s" non è stata trovata nel file di configurazione

source: The snapshot functionality is enabled, but the required variable "%s" is not set.
it_it: La funzionalità snapshot è attivata, ma la variabile "%s" richiesta non è impostata.

source: The snapshot functionality is enabled, but the required compression module is missing. Please install "%s".
it_it: La funzionalità snapshot è abilitata, ma manca il modulo di compressione richiesto. Si prega di installare "%s".

source: Non-existing type "%s"!
it_it: Tipo "%s" inesistente!

source: Non-existing branch "%s"!
it_it: Ramo "%s" inesistente!

source: Non-existing dn "%s"!
it_it: Dn "%s" inesistente!

source: Filter is empty
it_it: Il filtro è vuoto

source: Unknown class "%s"!
it_it: Classe "%s" sconosciuta !

source: Uncaught %s: %s
it_it: Non caturato %s: %s

source: Object template, used to create several objects with similar values
it_it: Modello di oggetti, utilizzato per creare diversi oggetti con valori simili

source: Invalid option "%s" specified!
it_it: Opzione '%s' non valida!

source: Failed to log event (%s - %s): %s
it_it: Impossibile registrare l'evento (%s - %s): %s

source: Login with user "%s" triggered error: %s
it_it: L'accesso con utente "%s" ha innescato l'errore: %s

source: HTML form
it_it: Modulo HTML

source: Warning: %sSession is not encrypted!%s
it_it: Attenzione : la sessione %s non è crittografata!%s

source: Warning: The session lifetime configured in your fusiondirectory.conf will be overridden by php.ini settings.
it_it: Attenzione: la durata della sessione configurata nel fusiondirectory.conf verrà sostituita dalle impostazioni di php.ini.

source: Second factor
it_it: Secondo fattore

source: LDAP schema check reported errors:
it_it: Lo schema LDAP verifica gli errori riportati:

source: LDAP schema error: %s
it_it: Errore dello schema LDAP: %s

source: An unrecoverable error occurred. Please contact your administator.
it_it: Si è verificato un errore irreversibile. Si prega di contattare l'amministratore.

source: Fatal error!
it_it: Errore fatale!

source: HTTP Header
it_it: Intestazione HTTP

source: No value found in HTTP header "%s"
it_it: Nessun valore trovato nell'header HTTP "%s"

source: Did not find an account with login "%s"
it_it: Alcun account trovato con login "%s"

source: There is no account using email "%s"
it_it: Non c'è nessun account che usa l'indirizzo mail %s

source: There are several accounts using email "%s"
it_it: Ci sono più account che usano l'indirizzo mail %s

source: The user using email "%s" is locked. Please contact your administrator.
it_it: L'utente che usa la mail "%s" é bloccato. Si prega di contattare l'amministratore di sistema.

source: Cannot change password, unknown user "%s"
it_it: Impossibile modificare la password, utente "%s" sconosciuto

source: You need to fill saslRealm or saslExop in the configuration screen in order to use SASL
it_it: é necessario compilare saslRealm o saslExop nello schermo di configurazione per usare SASL

source: Directory "%s" specified as compile directory is not accessible!
it_it: Il directory "%s" specificato come directory di compilazione non é accessibile!

source: Limit %d is greater than or too close to configured max_input_vars PHP ini setting of %d. Please change max_input_vars ini setting to a higher value if you wish to set the limit higher.
it_it: Il limite %d è maggiore o troppo vicino all'impostazione PHP ini max_input_vars configurata di %d . Si prega di modificare l'impostazione max_input_vars ini su un valore più alto se si desidera impostare il limite più alto.

source: %s 2002-%d %sThe FusionDirectory team, %s%s
it_it: %s 2002-%d %s Il team FusionDirectory, %s%s

source: %sEiB
it_it: %sPiB

source: Cannot write to revision file:
it_it: Impossibile scrivere nel file di revisione :

source: Cannot read revision file:
it_it: Impossibile leggere il file di revisione:

source: Main FusionDirectory schema
it_it: Schema principale di FusionDirectory

source: Schema used to store FusionDirectory configuration
it_it: Schema utilizzato per memorizzare la configurazione di FusionDirectory

source: Used to store trust mode information in users or groups.
it_it: Utilizzato per memorizzare le informazioni in modalità fiducia in utenti o gruppi.

source: Used to store templates.
it_it: Usato per memorizzare i modelli.

source: Used to store POSIX information.
it_it: Usato per memorizzare le informazioni POSIX.

source: Missing required object class "%s"!
it_it: Manca la classe di oggetti necessaria "%s"!

source: Missing optional object class "%s"!
it_it: Manca classe di oggetti optional "%s"!

source: You have installed the mixed groups plugin, but your schema configuration does not support this.
it_it: Avete installato il plugin di gruppi misti, ma la configurazione dello schema non supporta questo.

source: In order to use mixed groups the objectClass "posixGroup" must be AUXILIARY
it_it: Per usare gruppi misti l'objetClass "posixGroup" deve essere AUSILIARIO

source: Your schema is configured to support mixed groups, but this plugin is not present.
it_it: Il vostro schema é configurato per supportare gruppi misti, ma manca il plugin.

source: The objectClass "posixGroup" must be STRUCTURAL
it_it: L'objectClass "posixGroup" deve essere STRUTTURALE

source: Cannot locate file "%s" - please run "%s" to fix this
it_it: Impossibile individuare il file "%s" - esegui "%s" per risolvere il problema

source: Fatal error: Cannot find any plugin definitions for plugin "%s" ("%s" is not a file)!
it_it: Errore irreversibile: impossibile trovare alcuna definizione di plug-in per il plug-in "%s" ("%s" non è un file)!

source: You have no permission to modify the field "%s" of object "%s"
it_it: Non hai il permesso di modificare i campi "%s" di oggetto "%s"

source: You have no permission to modify the object:%s
it_it: Non hai l'autorizzazione per modificare l'oggetto:%s

source: You have no permission to modify these objects:%s
it_it: Non hai l'autorizzazione per modificare questi oggetti:%s

source: The field "%s" contains a reserved keyword!
it_it: Il campo "%s" contiene una parola chiave riservata!

source: Cannot execute "%s" command!
it_it: Impossibile eseguire il comando "%s"!

source: Cannot execute "%s" command for plugin %s!
it_it: Impossibile eseguire il comando "%s" per il plugin %s!

source: Cannot execute "%s" command (%s)!
it_it: Impossibile eseguire il comando "%s" (%s)!

source: Cannot execute "%s" command (%s) for plugin %s!
it_it: Impossibile eseguire il comando "%s" (%s) per il plugin %s!

source: Value for "%s" is too large!
it_it: Il valore per "%s" è troppo grande!

source: "%s" must be smaller than %s!
it_it: "%s" deve essere più piccolo di %s!

source: Value for "%s" is too small!
it_it: Il valore per "%s" è troppo piccolo!

source: "%s" must be %d or above!
it_it: "%s" deve essere %d o superiore!

source: "%s" depends on "%s" - please provide both values!
it_it: "%s" dipende da "%s" - si prega di fornire entrambi i valori!

source: There is already an entry with this "%s" attribute in the system!
it_it: C'è già una voce con questo attributo "%s" nel sistema!

source: The required field "%s" is empty!
it_it: Il campo richiesto "%s" è vuoto!

source: The field "%s" contains an invalid value.
it_it: Il campo "%s" contiene un valore non valido.

source: Example: %s
it_it: Esempio: %s

source: This account has %s settings disabled. To enable them, you'll need to disable the %s settings first!
it_it: Questo account ha disattivato le impostazioni %s. Per abilitarle, devi prima disabilitare le impostazioni %s!

source: Click the "Edit" button on the bottom right corner of the page to edit the fields
it_it: Clicka su "Modifica" nell'angolo in basso a destra della pagina per modificare i campi

source: "%s" was not found in attributes
it_it: "%s" non è stato trovato negli attributi

source: Invalid mode for "a" modifier, supported modes are "uid" and "ascii"
it_it: Modalità non valida per il modificatore "a", le modalità supportate sono "uid" e "ascii"

source: Missing id parameter for incremental modifier
it_it: Parametro id mancante per il modificatore incrementale

source: Recursive dependency in the template fields: "%1$s" cannot depend on "%2$s" as "%2$s" already depends on "%1$s"
it_it: La dipendenza riccorsiva nei campi di modello: "%1$s" non puo' dipendere da "%2$s" dato che "%2$s" dipende già da "%1$s"

source: Get service status
it_it: Ottieni lo stato del servizio

source: Start service
it_it: Inizia il servizio

source: Stop service
it_it: Ferma il servizio

source: Restart service
it_it: Riavvia il servizio

source: Base field value should always be a string
it_it: Il valore del campo base dovrebbe sempre essere una stringa

source: yes
it_it: sì

source: Attribute %s is disabled, its value could not be set
it_it: L'attributo %s è disabilitato, il suo valore non può essere impostato

source: "%s" is not a valid value, should be "%s" or "%s"
it_it: "%s" non è un valore valido, dovrebbe essere "%s" o "%s"

source: Unknown type : %s
it_it: Tipo sconosciuto : %s

source: Non existing dn: %s
it_it: Non esiste il dn: %s

source: Add (dialog)
it_it: Aggiungi (dialog)

source: %s (from list)
it_it: %s (dalla lista)

source: %s is older than %s
it_it: %s é più vecchio di %s

source: %s is newer than %s
it_it: %s è più recente di %s

source: Incorrect date: %s
it_it: Data errata: %s

source: Hours
it_it: Ore

source: Minutes
it_it: Minuti

source: Seconds
it_it: Secondi

source: Time
it_it: Tempo

source: Invalid base64 data
it_it: Dati base64 non validi

source: Cannot save user picture, FusionDirectory requires the PHP module "imagick" to be installed!
it_it: Impossibile salvare la foto dell'utente, Fusiondirectory necessita che il modulo PHP "imagick" sia installato

source: "%s" is not an number
it_it: "%s" non é un numero

source: %s is smaller than %s
it_it: %s é più piccolo di %s

source: %s is larger than %s
it_it: %s è maggiore di %s

source: Invalid: %s
it_it: Invalido: %s

source: Value is not an array
it_it: Il valore non è un array

source: SetAttribute "%s" was set to a non-compatible value
it_it: SetAttribute "%s" è stato impostato su un valore non compatibile

source: Sort up
it_it: Ordina in modo crescente

source: Sort down
it_it: Ordina in modo decrescente

source: "%s" is not in the list of possible choices
it_it: "%s" non è nell'elenco delle scelte possibili

source: StringAttribute "%s" was set to a non-compatible value
it_it: StringAttribute "%s" è stato impostato su un valore non compatibile

source: Template settings
it_it: Impostazioni del template

source: This is the name of the template
it_it: Questo è il nome del template

source: Only main tab can compute dn
it_it: Solo la scheda principale puo' calcolare il dn

source: Could not compute dn: no parent tab class for "%s"
it_it: Non puo' calcolare il dn: nessuna scheda di classe parente per "%s"

source: There is already an entry with the same dn: %s
it_it: Esiste già una voce con lo stesso dn: %s

source: Service "%s"
it_it: Servizio "%s"

source: Failed to create a unique DN
it_it: Impossibile creare un DN univoco

source: Unknown field "%s"
it_it: Campo "%s" sconosciuto

source: The time the entry was added
it_it: L'ora in cui è stata aggiunta la voce

source: The time the entry was last modified
it_it: L'ora dell'ultima modifica della voce

source: No plugin definitions found to initialize "%s", please check your configuration file.
it_it: Nessuna definizione di plugin trovato per inizializzare "%s", si prega di consultare il file di configurazione.

source: Failed to compute DN for object: %s
it_it: Impossibile calcolare DN per oggetto: %s

source: Move from "%s" to "%s" failed: %s
it_it: Spostamento da "%s" a "%s" non riuscito: %s

source: An ACL assignment for the connected user matched more than than the %d objects limit. This user will not have the ACL rights he should.
it_it: Un'assegnazione ACL per l'utente connesso corrispondeva a un valore superiore al limite %d degli oggetti. Questo utente non avrà i diritti ACL che dovrebbe.

source: Object:
it_it: Oggetto :

source: Error:
it_it: Errore :
