Repository: fusiondirectory/fusiondirectory
Catalog: locale/*/fusiondirectory.po
Languages: cs_cz, fr, it_it, ru, sv

source: Cannot locate file '%s' - please run '%s' to fix this
cs_cz: Nemohu nalézt soubor '%s' – opravte to prosím spuštěním '%s' (na serveru).
fr: Je n'ai pas trouvé '%s' - veuillez exécuter '%s' pour régler ce problème
ru: Не могу обнаружить файл '%s' - пожалуйста запустите '%s', чтобы исправить это.
sv: Kan inte lokalisera filen '%s' - vänligen kör '%s' för att åtgärda detta

source: PHP configuration
cs_cz: nastavení PHP
fr: Configuration de PHP
ru: Настройки PHP
sv: PHP-konfiguration

source: Fatal error: Register globals is on. FusionDirectory will refuse to login unless this is fixed by an administrator.
cs_cz: Fatální chyba: v PHP je zapnuto 'register globals'. Dokud to Váš správce systémů neopraví, nebude možné se přihlásit do FusionDirectory.
fr: FATAL: Register globals est activé. FusionDirectory ne permettra pas aux utilisateurs de se connecter tant que ceci n'est pas corrigé par un administrateur.
ru: Критическая ошибка: Register globals is on. FusionDirectory не позволит залогиниться до тех пор пока это не будет исправлено администратором.
sv: Allvarligt fel: Register globals är påslaget. FusionDirectory kommer att vägra logga in om inte detta är åtgärdat av en administratör

source: Password change
cs_cz: změna hesla
fr: Changement de mot de passe
it_it: Modifica della password
ru: Изменить пароль
sv: Ändra lösenord

source: Your password is about to expire, please change your password!
cs_cz: Platnost Vašeho hesla již brzy skončí – změňte ho prosím!
fr: Votre mot de passe va bientôt expirer, veuillez changer votre mot de passe !
it_it: La tua password sta per scadere, per favore cambiala !
ru: Срок действия вашего пароля почти закончился, пожалуйста измените его!
sv: Ditt lösenord är på väg att gå ut, vänligen byt lösenord!

source: Running out of memory!
cs_cz: Dochází volná kapacita operační paměti!
fr: Plus de mémoire disponible !
it_it: Fine della memoria disponibile !
sv: Tillgängligt minne snart slut!

source: User ACL checks disabled
cs_cz: kontrola dle ACL je vypnuta
fr: Les vérifications des ACL de l'utilisateur ont été désactivés
it_it: Le verifiche ACL dell'utente sono state disattivate
sv: ACL-kontroll av användare är inte påslaget

source: Plugin
cs_cz: zásuvný modul
fr: Extension
ru: Плагин

source: Fatal error: Cannot find any plugin definitions for plugin '%s' ('%s' is not a file)!
fr: Erreur Fatale : Impossible de trouver une définition pour le plugin '%s' ! ('%s' n'est pas un fichier)!
sv: Allvarligt fel: Kan inte hitta några plugin-definitioner för pluginen '%s' ('%s' är ingen fil)!

source: Configuration Error
cs_cz: chyba v nastavení
fr: Erreur de configuration
sv: Konfigurationsfel

source: Fatal error: not all POST variables have been transfered by PHP - please inform your administrator!
cs_cz: Fatální chyba: ne všechny proměnné POST byly PHP přeneseny – sdělte to prosím svému správci systémů!
fr: FATAL: toutes les variables POST non pas été transférées par PHP - Veuillez avertir votre administrateur !
it_it: Errore fatale: non tutte le variabili POST sono state trasferite da PHP - per favore informane l'amministratore!
ru: Критическая ошибка: не все POST переменные переданы в PHP - пожалуйста сообщите вашему системному администратору!
sv: Allvarligt fel: inte alla POST-variabler överfördes av PHP - informera din administratör!

source: Session is not encrypted!
cs_cz: Tato relace není šifrována!
fr: La session n'est pas cryptée !
ru: Сессия не зашифрована!
sv: Sessionen är inte krypterad!

source: The session lifetime configured in your fusiondirectory.conf will be overridden by php.ini settings.
cs_cz: Nastavení doby udržování relace bude bráno z php.ini namísto z Vašeho fusiondirectory.conf.
fr: La durée de validité des sessions configurée dans votre fusiondirectory.conf sera remplacée par celle définie dans votre php.ini.
ru: Время жизни сессии настраивается в вашем fusiondirectory.conf и может быть переопределена в настройках php.ini.
sv: Sessionens lifetime som konfigurerats i din fusiondirectory.conf kommer att övertrumfas av inställningar i php.ini

source: FusionDirectory configuration %s/%s is not readable. Please run fusiondirectory-setup --check-config to fix this.
fr: Le fichier de configuration de FusionDirectory %s/%s ne peut être lu. Veuillez exécuter fusiondirectory-setup --check-config.
ru: Не прочесть конфигурацию FusionDirectory %s/%s. Чтобы исправить это пожалуйста запустите fusiondirectory-setup --check-config.
sv: FusionDirectory-konfiguration %s/%s är inte läsbar. Vänligen kör fusiondirectory-setup --check-config för att åtgärda detta.

source: Smarty error
cs_cz: chyba ve Smarty
fr: Erreur Smarty
ru: Ошибка Smarty
sv: Smarty-fel

source: There is a problem with the authentication setup!
cs_cz: Vyskytl se problém s nastavením ověřování!
fr: Il y a une problèmes avec la configuration de l'authentification !
ru: Проблемы с настройкой аутентификации!
sv: Det är problem med autentiserings-inställningarna!

source: Cannot find a valid user for the current authentication setup!
cs_cz: Při současném nastavení ověřování se nedaří nalézt platného uživatele!
fr: Impossible de trouver un utilisateur valide pour le système d'authentification !
sv: Kan inte hitta en giltig användare för nuvarande autentiserings-inställningar

source: User information is not unique across the configured LDAP trees!
cs_cz: Informace o uživateli není jedinečná v rámci nastavených stromů LDAPu!
fr: L'information de l'utilisateur n'est pas unique à travers tout les annuaires !
ru: Информация о пользователе не уникальна во всех настроенных LDAP деревьях!
sv: Användarinformationen är inte unik över de konfigurerade LDAP-träden!

source: Cannot detect information about the installed LDAP schema!
cs_cz: Nedaří se zjistit informace o tom, jaká LDAP schémata jsou nainstalována!
fr: Impossible de détecter les information sur les schémas LDAP installés !
ru: Не удается обнаружить информацию об установленных LDAP схемах!
sv: Kan inte detektera information om det installerade LDAP-schemat!

source: Your LDAP setup contains old schema definitions:
cs_cz: Váš LDAP adresář obsahuje staré definice schémat:
fr: Votre installation LDAP contient de vieux schémas :
ru: Ваша конфигурация LDAP содержит следующие старые схемы:
sv: Din LDAP-installation innehåller gamla schemadefinitioner:

source: Please specify a valid username!
cs_cz: Zadejte prosím platné uživatelské jméno!
fr: Le nom d'utilisateur est incorrect !
it_it: Prego specifica un nome utente valido !
ru: Введите корректное имя пользователя!
sv: Ange ett giltigt användarnamn!

source: Please specify your password!
cs_cz: Zadejte prosím své heslo!
fr: Veuillez introduire votre mot de passe !
it_it: Prego specifica la tua password !
ru: Введите свой пароль!
sv: Ange ditt lösenord!

source: Authentication error
cs_cz: chyba ověření
fr: Erreur d'authentification
ru: Ошибка аутентификации
sv: Autentiseringsfel

source: Cannot retrieve user information for htaccess authentication!
cs_cz: Nelze získat informace o uživateli potřebné pro ověření pomocí htaccess.
fr: Impossible de trouver l'information utilisateur pour l'authentification htaccess !
sv: Kan inte hämta användarinformation för htaccess-autenticering!

source: Please check the username/password combination.
cs_cz: Zkontrolujte prosím správnost zadaného uživatelského jména a hesla.
fr: Veuillez vérifier le nom d'utilisateur et le mot de passe.
ru: Проверьте, правильно ли вы ввели имя пользователя и пароль.
sv: Kontrollera användarnamn/lösenord-kombinationen.

source: Account locked. Please contact your system administrator!
cs_cz: Účet je uzamčen. Prosím kontaktujte svého správce systémů.
fr: Compte verouillé. Veuillez contacter votre administrateur système !
it_it: Conto bloccato. Contatta l'amministratore del sistema!
ru: Учетная запись заблокирована. Пожалуйста свяжитесь с вашим системным администратором.
sv: Kontot låst. Kontakta systemadministratören!

source: Your browser has cookies disabled. Please enable cookies and reload this page before logging in!
cs_cz: Váš webový prohlížeč má zakázané cookies. Prosím povolte je a před dalším pokusem o přihlášení stránku nechejte tuto stránku načíst znovu!
fr: Votre navigateur à les cookies désactivées. Veuillez activer les cookies et recharger cette page avant de vous connecter !
it_it: Il tuo navigatore web ha i cookies disattivati. Attiva i cookies e ricarica la pagina prima di connetterti !
ru: В вашем браузере отключены куки. Пожалуйста включите их и обновите эту страницу перед входом в систему!
sv: Din webbläsare har avaktiverat cookies. Vänligen aktivera cookies och ladda om den här sidan innan du loggar in!

source: Hair Information
fr: Informations sur le cheveux

source: Color
fr: Couleur

source: Color of the hair
fr: Couleur des cheveux

source: Length
fr: Longueur

source: Length of the hair in cm
fr: Longueur des cheveux

source: Bicycle
fr: Bicyclette

source: Brand
fr: Marque

source: Brand of the bicycle
fr: Marque de la bicyclette

source: Has a bell
fr: A une sonnette

source: Does the bicycle have a bell
fr: Est ce que la bicyclette à une sonnette

source: FTP informations
fr: Informations FTP

source: Informations for ftp login
fr: Informations pour la session FTP

source: Login
cs_cz: uživatelské jméno
fr: Identifiant
it_it: Nome utente
ru: Имя пользователя
sv: Användarnamn

source: Login for FTP
fr: Nom d'utilisateur pour FTP

source: Password
cs_cz: heslo
fr: Mot de passe
ru: Пароль
sv: Lösenord

source: Password for FTP
fr: Mot de passe pour FTP

source: Host
cs_cz: stroj
fr: Hôte

source: Host for FTP
fr: Hôte FTP

source: Port for FTP
fr: Port FTP

source: Demo Plugin
fr: Plugin de démonstration

source: Edit some useless personal information
fr: Editer des Informations personnelles

source: LDAP Dump
fr: Dump Ldap

source: Diagrams
fr: Diagrammes

source: Debug diagrams
fr: Diagrammes débogage

source: Diagram
fr: Diagrammes

source: Object types diagram
fr: schéma des types d'objets

source: Get
fr: Créer

source: Welcome %s!
cs_cz: Vítejte, %s!
fr: Bienvenue %s !
it_it: Benvenuto %s!
ru: Добро пожаловать %s!
sv: Välkommen %s!

source: References
cs_cz: odkazy
fr: Références
it_it: Riferimenti
ru: Ссылки
sv: Referenser

source: Generic
cs_cz: obecné
fr: Informations

source: Mail
cs_cz: e-mail
fr: Messagerie
ru: Почта
sv: Epost

source: Group
cs_cz: skupina
fr: Groupes
it_it: Gruppo
ru: Группа
sv: Grupp

source: Department
cs_cz: oddělení
fr: Département
it_it: Dipartimento
ru: Подразделение
sv: Avdelning

source: Phone
cs_cz: telefon
fr: Téléphone
it_it: Telefono
ru: Телефон
sv: Telefon

source: Application
cs_cz: aplikace
fr: Applications
ru: Приложение
sv: Applikation

source: Server
fr: Serveur
ru: Сервер

source: Thin Client
cs_cz: tenký klient
fr: Clients légers

source: Workstation
cs_cz: pracovní stanice
fr: Stations de travail
ru: Рабочая станция
sv: Arbetsstation

source: Object group
cs_cz: skupina objektu
fr: Groupes d'objets
it_it: Gruppo di oggetti
ru: Объект группы
sv: Objektgrupp

source: Printer
cs_cz: tiskárna
fr: Imprimante
ru: Принтер
sv: Skrivare

source: Plugins configuration
fr: Configuration des plugins
it_it: Configurazione plugins
sv: Plugin-konfiguration

source: FusionDirectory plugins configuration
fr: Configuration des plugins FusionDirectory
it_it: Configurazione dei plugins di FusionDirectory
ru: FusionDirectory настройка плагинов
sv: FusionDirectory plugin-konfiguration

source: LDAP tree
fr: Annuaire LDAP
ru: LDAP дерево

source: OGroup RDN
fr: Chemin relatif des groupes d'objets
sv: OGrupp RDN

source: Branch in which object groups will be stored
fr: Branches ou seront stockés les groupes d'objets
it_it: Ramo nel quale i gruppi di oggetti saranno salvati
ru: Ветка в которой объекты групп будут храниться
sv: Gren i vilken objektgrupper kommer att lagras

source: FusionDirectory configuration
fr: Configuration de FusionDirectory
it_it: Configurazione di FusionDirectory
ru: Настройки FusionDirectory
sv: FusionDirectory konfiguration

source: Addons
cs_cz: rozšíření
fr: Extensions

source: Look n feel
fr: Thèmes et apparences
ru: Внешний вид

source: Language
cs_cz: jazyk
fr: Langue
it_it: Lingua
ru: Язык
sv: Språk

source: Language of the application. If 'automatic' or not available, the one asked by the browser will be used. This setting can be overriden per user.
fr: Maintenant vous pouvez choisir la langue par défaut. Automatique utilisera la langue demandée par le navigateur. Ce paramètre peut être configuré par utilisateur.
it_it: Linguaggio dell'applicazione. Se 'automatico' oppure non disponibile, verrà usato quello richiesto dal browser. Questa impostazione puó essere ridefinita per utente.
ru: Язык приложения. Если 'автоматически' или отсутствует, тогда будет спрошено у браузера какой использовать. Эта настройка может быть переопределена каждым пользователем.
sv: Applikationens språk. Om inställd på 'automatisk' eller inte tillgänglig, kommer den som efterfrågas av webbläsaren att användas. Detta kan också ställas in per användare.

source: Theme
cs_cz: vzhled
fr: Thème
it_it: Tema
ru: Тема
sv: Tema

source: Theme to be used
fr: Thème à utiliser
it_it: Tema da usare
ru: Тема, которая будет использоваться
sv: Tema som ska användas

source: Timezone
cs_cz: časová zóna
fr: Fuseau Horaire
it_it: Fuso orario
ru: Часовой пояс
sv: Tidszon

source: Timezone to be used
fr: Fuseau horaire à utiliser
it_it: Fuso orario da usare
ru: Часовой пояс, который будет использован
sv: Tidszon som ska användas

source: Schema setup
fr: Installation des schémas
ru: Настройка схемы
sv: Schema-inställningar

source: rfc2307bis
fr: rfc2370bis

source: Enables rfc2307bis style groups. You can use member attributes instead of memberUid in this case.
fr: Activation du type de groupe "rfc2307bis". Vous pouvez utiliser l'attribut "member" à la place de "memberUid".
sv: Aktiverar rfc2307bis-grupper. Du kan använda medlemsattribut istället för memberUid i det fallet.

source: schemaCheck
fr: Vérification des schémas LDAP

source: Enables schema checking during login.
fr: Activer la validation des schéma lors de la connexion
it_it: Attivare la validazione degli schemi alla connessione
ru: Включить проверку схемы при входе.
sv: Aktivera schema-kontroll under inloggning.

source: Password settings
cs_cz: nastavení hesel
fr: Préférences pour les mots de passe
it_it: Impostazioni per la password
ru: Настройки пароля
sv: Lösenordsinställningar

source: Password default hash
fr: Méthode de hachage des mots de passe par défaut
it_it: Algoritmo di memorizzazione delle password
ru: Метод хеширования пароля по умолчанию
sv: Lösenordens standard-hash

source: Default hash to be used
fr: Méthode de hachage à utiliser par défaut
it_it: Algoritmo di default da usare
ru: Используемый по умолчанию метод хеширования пароля
sv: Standard-hash som ska användas

source: Force default hash
fr: Forcer la méthode de hachage par défaut
it_it: Forza l'algoritmo di default
ru: Заставлять использовать хеш по умолчанию
sv: Tvinga standard hash

source: Force the use of the default password hash
fr: Forcer l'utilisation de la méthode de hachage des mots de passe par défaut
it_it: Forza l'uso dell'algoritmo di default per le password
ru: Принуждать использовать метод хеширования пароля по умолчанию
sv: Tvinga användandet av den lösenords-hash som är standard

source: Password minimum length
cs_cz: minimální délka hesla
fr: Taille minimum des mots de passe
it_it: Lunghezza minima per le password
ru: Минимальная длина пароля
sv: Lösenordets minsta längd

source: Minimum length of user passwords
fr: Longueur minimum des mots de passe utilisateurs
it_it: Lunghezza minima per le password utente
ru: Минимальная длинна пароля пользователя
sv: Minsta längd på lösenord

source: Password minimum differs
fr: Différence minimum des mots de passe
it_it: Differenze minime della password
ru: Минимальная разница в паролях
sv: Lösenord minsta avvikelse

source: Minimum number of different characters from last password
fr: Nombre de caractères différents par rapport au précédent mot de passe
it_it: Numero minimo di caratteri diversi rispetto alla vecchia password
ru: Минимальное количество отличных символов от последнего пароля
sv: Minsta antalet tecken som nytt lösenord måste avvika från gammalt

source: Password hook
fr: Déclencheur suivant le mot de passe
sv: Lösenords-hook

source: External script to handle password settings
fr: Script externe appelé pour la gestion des mots de passe
ru: Внешний скрипт управляющий настройками пароля
sv: Externt script för att hantera lösenordsinställning

source: Use account expiration
cs_cz: omezovat platnost uživatelský účtů na základě platnosti jejich hesel
fr: Utiliser l'expiration du compte
it_it: Utilizza una scadenza per l'account
sv: Använd datum för kontots upphörande

source: Enables shadow attribute tests during the login to FusionDirectory and forces password renewal or account locking
fr: Activation des tests sur les attributs cachés durant la connexion à FusionDirectory et renouvellement forcé des mots de passe ou blocage du compte
it_it: Attiva gli attributi di test della password durante la connessione a FusionDirectory e forza il rinnovo della password oppure blocca l'account
sv: Aktiverar skugg-attribut-test under inloggning till FusionDirectory och tvingar förnyelse av lösenord eller kontolåsning

source: SASL Realm
fr: Royaume pour la connexion SASL

source: SASL Exop
fr: Opération Extérieur SASL

source: Attribute to be stored in the userPassword attribute
fr: Attribut à stocker dans l'attribut 'userPassword'
it_it: Attributo da salvare nell'attributo userPassword
sv: Attribut att lagra i userPassword-attributet

source: Core settings
fr: Paramétrage de base
it_it: Impostazioni di base
ru: Основные настройки
sv: Bas-inställningar

source: Enable primary group filter
cs_cz: povolit filtrování uživatelů dle jejich hlavních skupin
fr: Activer le filtre sur les groupes primaires
ru: Включить фильтр основной группы
sv: Aktivera primärgruppsfilter

source: It is time consuming to evaluate which groups are primary and which are not, so you may want to disable it if your group plugin is slow.
fr: Déterminer quels sont les groupes primaires est très consommateur en temps. Vous devriez désactivez cette fonctionnalités si le plugin Groupe est lent à l’exécution
ru: На оценку является ли группа основной или нет расходуется время, так что возможно вы захотите отключить этот плагин групп если он будет медленный.
sv: Det är tidskrävande att utvärdera vilka grupper som är primära och vilka som inte är det, så du kan vilja avaktivera det om din grupp-plugin är långsam.

source: Display summary in listings
cs_cz: ve výpisech zobrazovat souhrny
fr: Afficher les sommaires dans les listes
it_it: Mostra il riepilogo negli elenchi
ru: Показать краткую информацию о списках
sv: Visa sammanfattning i listningar

source: Determines whether a status bar will be shown on the bottom of lists, displaying a short summary of type and number of elements in the list.
fr: Détermine si une barre d'état sera affichée en bas de la liste pour indiquer les nombres et types d'objets affichés
it_it: Determina se una barra di stato verrà visualizzata nella parte inferiore delle liste, visualizzando una breve sintesi del tipo e del numero di elementi nella lista.
ru: Определяет, будет ли внизу каждого списка отображена строка состояния с краткой информацией о типе и количестве элементов списка.
sv: Avgör om ett statusfält ska visas i botten på listor, som visar en kort sammanfattning av typ och antal poster i listan.

source: Honour administrative units
cs_cz: respektovat administrativní rozdělení
fr: Honorer les entités administratives

source: Enables checking of unitTag attributes when using administrative units.
fr: Active la vérification des attributs unitTag lors de l'utilisation des entitées administratives

source: Edit locking
fr: Édition du verrouillage
it_it: Blocco modifica
sv: Redigera låsning

source: Check if a entry currently being edited has been modified outside of FusionDirectory in the meantime.
fr: Vérifie si une entrée en cours d'édition a été modifié par une application autre que FusionDirectory dans le même temps
it_it: Controlla se una voce attualmente in fase di modifica è stata modificata al di fuori di FusionDirectory nel frattempo.
ru: Проверьте, не была ли редактируемая вами запись изменена вне FusionDirectory в это же время.
sv: Kontrollera om en post som just blir redigerad har blivit modifierad utanför FusionDirectory under tiden.

source: Enable Copy & Paste
cs_cz: zapnout kopírování a vkládání položek
fr: Activer le Copier / Coller
ru: Включить Копировать & Вставить
sv: Aktivera Kopiera & Klistra in

source: Enables copy and paste for LDAP entries managed with FusionDirectory.
fr: Active la fonction copier/coller pour les entrée LDAP gérés par FusionDirectory
ru: Включить копирование и вставку LDAP записей, управляемых FusionDirectory.
sv: Aktiverar kopiera och klistra in för LDAP-poster som hanteras med FusionDirectory.

source: Enable logging
fr: Activer la journalisation
it_it: Attiva il debugging
sv: Aktivera loggning

source: Event logging on FusionDirectory side.
fr: Activer la journalisation coté FusionDirectory
it_it: Log degli eventi dal lato di FusionDirectory.
sv: Event-loggning på FusionDirectorys sida.

source: LDAP size limit
fr: nombre maximal d'objet LDAP retournés
it_it: Dimensione massima dell'annuario LDAP
ru: Ограничение размера LDAP
sv: LDAP storleksgräns

source: Defines the number of entries to get from LDAP by default.
fr: Définit le nombre maximal d'objets LDAP recupérés par défaut
it_it: Definisce il numero di voci ottenibili da LDAP come impostazione predefinita.
ru: Определяет количество записей, которые можно получить из LDAP по умолчанию.
sv: Definierar antalet poster att få från LDAP som standard.

source: Login and session
cs_cz: přihlašování a relace
fr: connexion et session
it_it: Connessione e sessione
sv: Inloggning och session

source: Login attribute
cs_cz: atribut použitý pro přihlašování
fr: Attribut de connexion
it_it: Attributo di connessione
ru: Атрибут для входа
sv: Inloggningsattribut

source: Which LDAP attribute should be used as the login name during login.
fr: Attribut LDAP utilisé comme identifiant de connexion lors de la connexion
it_it: Quale attributo LDAP deve essere utilizzato come nome di login durante il login.
ru: Какой LDAP атрибут необходимо использовать в качестве логина при входе в систему.
sv: Vilket LDAP-attribut ska användas som inloggningnamn under inloggning.

source: Enforce encrypted connections
cs_cz: vynucovat šifrované spojení
fr: Force les connexions cryptées
it_it: Forza le connessioni criptate
ru: Принудительно шифровать соединение
sv: Tvinga krypterade anslutningar

source: Enables PHP security checks to force encrypted access (https) to the web interface.
fr: Activer les vérifications PHP de sécurité pour activer HTTPS lors de l’accès à l'interface web
it_it: Abilita i controlli di sicurezza PHP per forzare l'accesso cifrato (https) verso l'interfaccia web.
ru: Принудительно использовать шифрованный доступ (https) к веб интерфейсу, включив проверку безопасности PHP.
sv: Aktiverar PHPs säkerhetskontroller för att tvinga krypterad access (https) till webbgränssnittet.

source: Warn if session is not encrypted
cs_cz: varovat, pokud relace není šifrována
fr: Avertir si la session ne sera pas cryptée
it_it: Mostra un avvertimento quando la sessione non è criptata
ru: Предупреждать если сеанс не зашифрован
sv: Varna om session inte är krypterad
