Repository: fusiondirectory/fusiondirectory
Catalog: locale/*/fusiondirectory.po
Languages: cs_cz, fr, it_it, ru, sv

source: The listed menus are currently invisible in the FusionDirectory interface. If you want to change this for a couple of devices, just select them and use the 'Migrate' button below.
cs_cz: Tyto nabídky nejsou v tuto chvíli viditelné přes uživatelské rozhraní FusionDirectory. Ty, u kterých to není úmyslem prostě označte a klikněte na 'migrovat'.
fr: Les menus listés sont actuellement invisibles dans l'interface de FusionDirectory. Si vous voulez changer ceci pour certains menus, veuillez les sélectionner et utiliser le bouton 'migration' ci dessous.
ru: Перечисленные меню сейчас не видны через пользовательский интерфейс FusionDirectory. Если вы хотите это изменить для нескольких меню, выделите их и воспользуйтесь кнопкой 'Перенести' снизу.
sv: De listade menyerna är för närvarande osynliga i FusionDirectorys användargränssnitt. Om du vill ändra det för några poster, välj dem och använd 'Migrera'-knappen nedan.

source: Feedback successfully send
cs_cz: podněty autorům byly úspěšně zaslány
fr: L'envoi du retour d'information à réussi

source: Subscribe to the fusiondirectory-users mailinglist
cs_cz: přihlásit se do e-mailové konference fusiondirectory-users
fr: Souscrire à la liste de discutions fusiondirectory-users

source: Mail address
cs_cz: e-mailová adresa
fr: Adresse de messagerie

source: Send feedback to the FusionDirectory project team
cs_cz: poslat podnět(y) vývojářskému týmu FusionDirectory
fr: Envoyer vos commentaire au membres du projet FusionDirectory

source: When checking this option, FusionDirectory will try to connect http://www.fusiondirectory.org in order to submit your form anonymously.
cs_cz: Pokud zaškrtnete tuto volbu, FusionDirectory se pokusí připojit na http://www.fusiondirectory.org a anonymně zde předat Vámi vyplněný formulář.
fr: Quand vous cochez cette option, FusionDirectory essayera de se connecter à http://www.fusiondirectory.org pour pouvoir transmettre votre réponse de manière anonyme.

source: Did the setup procedure help you to get started?
cs_cz: Pomohl Vám tento průvodce nastavením?
fr: Est ce que la procédure d'installation vous à aidé ?

source: If not, what problems did you encounter
cs_cz: pokud ne, s jakými problémy jste se setkal(a)
fr: Si non, quels sont les problèmes que vous avez rencontrés

source: Is this the first time you use FusionDirectory?
cs_cz: Je to poprvé, co používáte FusionDirectory?
fr: Est ce la première fois que vous utilisez FusionDirectory ?

source: I use it since
cs_cz: používám již od
fr: Je l'utilise depuis

source: Select the year since when you are using FusionDirectory
cs_cz: vyberte rok, ve kterém jste FusionDirectory začal(a) používat
fr: Veuillez sélectionner l'année depuis laquelle vous utilisez FusionDirectory

source: What operating system / distribution do you use?
cs_cz: Jaký operační systém / distribuci používáte?
fr: Quel système d'exploitation / distribution utilisez vous ?

source: What web server do you use?
cs_cz: Jaký používáte webový server?
fr: Quel serveur web utilisez vous ?

source: What PHP version do you use?
cs_cz: Jakou používáte verzi PHP?
fr: Quelle version de php utilisez vous ?

source: FusionDirectory version
cs_cz: verze FusionDirectory
fr: Version de FusionDirectory

source: What kind of LDAP server(s) do you use?
cs_cz: Jaký LDAP server (případně servery) používáte?
fr: Quel type de serveur(s) ldap utilisez vous ?

source: How many objects are in your LDAP?
cs_cz: Kolik objektů máte ve svém LDAPu?
fr: Combien d'objet sont dans votre annuaire LDAP ?

source: Features
cs_cz: funkce
fr: Fonctionalités

source: What features of FusionDirectory do you use?
cs_cz: Které funkce FusionDirectory využíváte?
fr: Quel fonctionnalités de FusionDirectory utilisez vous ?

source: What features do you want to see in future versions of FusionDirectory?
cs_cz: Jaké funkce byste rádi viděli v příštích verzích FusionDirectory?
fr: Quelle fonctionnalités voulez vous voir dans les prochaines versions de FusionDirectory ?

source: Send feedback
cs_cz: zaslat podněty
fr: Envoyer vos réponses

source: Please select the preferred language
cs_cz: Prosím zvolte Vámi upřednostňovaný jazyk.
fr: Veuillez sélectionner la langue par défaut
ru: Выберите предпочитаемый вами язык
sv: Vänligen välj föredraget språk

source: At this point, you can select the site wide default language. Choosing 'automatic' will use the language requested by the browser. This setting can be overriden per user.
cs_cz: Nyní můžete zvolit výchozí jazyk. Volba 'automaticky' použije jazyk požadovaný webovým prohlížečem. Jednotliví uživatelé pak mohou mít individuálně nastaven i jiný jazyk.
fr: Maintenant vous pouvez choisir la langue par défaut. Automatique utilisera la langue demandée par le navigateur. Ce paramètre peut être configuré par utilisateur.
ru: Сейчас вы можете выбрать язык по умолчанию для всего сайта. При выборе 'автоматически' будет использован язык запрошенный браузером. Эту настройку можно будет переопределить для каждого пользователя.
sv: I det här läget kan du ställa in default-språk för sajten. Genom att välja 'automatiskt' så kommer webbläsarens inställning att välja språk. Detta kan också ställas in per användare.

source: Please select your preferred language here
cs_cz: Zde prosím zvolte Vámi upřednostňovaný jazyk.
fr: Veuillez indiquer votre langue préférée ici
ru: Выберите предпочитаемый вами язык
sv: Välj föredraget språk här

source: Please choose your preferred timezone here
cs_cz: zvolte upřednostňovanou časovou zónu
fr: Veuillez indiquer votre fuseau horaire préféré ici
ru: Пожалуйста, укажите вашу временную зону
sv: Välj din föredragna tidszon här

source: FusionDirectory core settings
cs_cz: nastavení (samotného) FusionDirectory
fr: Paramètres essentiels de FusionDirectory
ru: Основные настройки FusionDirectory
sv: Basinställningar för FusionDirectory

source: Enable edit locking
cs_cz: zapnout vyhrazování (zamykání) při úpravách
fr: Activer le vérrouillage lors de l'édition
sv: Aktivera redigeringslåsning

source: FusionDirectory logging
cs_cz: zaznamenávat události ve FusionDirectory do syslogu
fr: Journaux systèmes de FusionDirectory
sv: FusionDirectory-loggning

source: Enforce register_globals to be deactivated
cs_cz: vynucovat vypnutí parametru 'register_globals' v PHP
fr: Force register_globals à être désactivé
ru: register_globals будет принудительно выключен
sv: Tvinga register_globals att vara deaktiverad

source: Show PHP errors
cs_cz: zobrazovat chyby v PHP
fr: Afficher les erreur PHP
ru: Показывать PHP ошибки
sv: Visa PHP-fel

source: Disabled
cs_cz: zakázáno
fr: Désactivé
ru: Отключен
sv: Avaktiverad

source: Enabled
cs_cz: povoleno
fr: Activé
ru: Включен
sv: Aktiverad

source: FusionDirectory setup wizard
cs_cz: průvodce nastavením FusionDirectory
fr: Assistant de configuration FusionDirectory
ru: Мастер установки FusionDirectory

source: Setup
cs_cz: nastavení
fr: Installation

source: This seems to be the first time you start FusionDirectory - we didn't find any configuration right now. This simple wizard intends to help you while setting it up.
cs_cz: Zdá se, že toto je první spuštění FusionDirectory – není k dispozici jakékoli nastavení. Tento jednoduchý průvodce se pokusí pomoci Vám s jeho vytvořením.
fr: Il semble que c'est votre première installation de FusionDirectory - nous n'avons pas trouvé de configuration. Ce programme d'aide à l'installation vous aidera à configurer FusionDirectory.
ru: Похоже, что вы запустили FusionDirectory впервые, поскольку мы не смогли найти ни одной конфигурации. Этот простой мастер поможет вам в настройке.
sv: Det verkar vara första gången du startar FusionDirectory - vi hittade ingen konfiguration just nu. Den här enkla wizarden ska hjälpa dig att ställa in programvaran.

source: What will the wizard do for you?
cs_cz: Co pro Vás tento průvodce udělá?
fr: Qu'est ce que le programme d'aide à l'installation fera pour vous ?
it_it: Cosa farà per te il il programma d'assistenza ?
ru: Что мастер делает?
sv: Vad kommer denna wizard att göra för dig?

source: Create a basic, single site configuration
cs_cz: vytvoří základní nastavení pro jedinou organizaci
fr: Créer une simple configuration mono site
it_it: Crea una semplice configurazione mono sito
sv: Skapa en grundläggande konfiguration för en enskild site

source: Tries to find problems within your PHP and LDAP setup
cs_cz: pokusí se najít problémy, které by mohly existovat ve Vaší instalaci PHP a LDAPu
fr: Essaye de trouver si il existe des problèmes dans votre configuration PHP ou LDAP
it_it: Prova a vedere se ci sono dei problemi nella configurazione di PHP o di LDAP
ru: Пробую найти проблемы с настройками PHP и LDAP
sv: Försöka identifiera problem med din PHP- och LDAP-installation

source: Let you choose from a set of basic and advanced configuration switches
cs_cz: poskytne Vám přístup k základním i pokročilým volbám nastavení
fr: Vous permet de choisir un jeu d'option de base ou avancées
it_it: Puoi scegliere tra le opzioni di base o quelle avanzate
sv: Låta dig välja från ett urval av grundläggande och avancerade konfigurationsinställningar

source: Guided migration of existing LDAP trees
cs_cz: poskytne asistenci při migraci stávajících stromů LDAPu
fr: Migration assistée d'un annuaire LDAP existant
it_it: Migrazione assistita di un annuario LDAP esistente
sv: Guida migreringen av existerande LDAP-träd

source: What will the wizard NOT do for you?
cs_cz: Co tento průvodce udělat nemůže?
fr: Qu'est ce que le l'assistant d'installation ne fera pas pour vous ?
it_it: Cosa l'assistente non farà per te ?
ru: Что этот мастер НЕ делает?
sv: Vad kommer denna wizard INTE göra för dig?

source: Find every possible configuration error
cs_cz: Nalézt všechny případné chyby.
fr: Trouver toutes les erreur possible dans votre configuration
it_it: Trovare ogni possibile errore di configurazione
ru: Найти все возможные ошибки конфигурации
sv: Hitta varje tänkbart konfigurationsfel

source: Migrate every possible LDAP setup - create backup dumps!
cs_cz: provést migraci všech možných variant LDAP adresáře – než začnete, vždy si udělejte zálohu!
fr: Migrer tout les scénario LDAP possible - créez des sauvegardes !
it_it: Migra ogni possibile configurazione LDAP - fai delle copie !
ru: Перенести все возможные настройки LDAP - сделайте резервную копию!
sv: Migrera varje tänkbar LDAP-installation - skapa backuper för säkerhets skull!

source: To continue...
cs_cz: Pokračovat…
fr: Suite de la configuration...

source: For security reasons you need to authenticate for the installation by creating the file '/tmp/fusiondirectory.auth', containing the current session ID on the servers local filesystem. This can be done by executing the following command:
cs_cz: Z bezpečnostních důvodů je třeba, abyste instalačnímu procesu prokázal(a) své oprávnění vytvořením souboru '/tmp/fusiondirectory.auth' na souborovém systému serveru, do kterého zapíšete ID této relace. Můžete tak učinit spuštěním tohoto příkazu (na serveru):
fr: Pour des raisons de sécurité vous devez vous authentifier en créant le fichier '/tmp/fusiondirectory.auth', contenant l'ID de la session sur le(s) serveur(s). Ceci peut être réalisé en exécutant la commande suivante:

source: Click the 'Next' button when you've finished.
fr: Cliquer sur 'Continuer' quand vous avez fini.
ru: По завершении нажмите кнопку "Далее"
sv: Klicka på 'Nästa'-knappen när du är klar.

source: PHP module and extension checks
cs_cz: kontroly PHP a jeho rozšiřujících modulů
fr: Extension PHP et vérification de celles-ci
it_it: Verifica del modulo PHP e delle sue estensioni
ru: Проверка PHP модулей и расширений
sv: PHP modul- och tilläggskontroll

source: FusionDirectory will NOT run without fixing this.
cs_cz: Dokud to nebude opraveno, FusionDirectory NEbude fungovat.
fr: FusionDirectory ne fonctionnera pas si vous ne corrigez pas cela.
it_it: Fusiondirectory NON funzionerà prima di aver corretto questo.
ru: FusionDirectory НЕ сможет продолжить работу без исправления этой ошибки.
sv: FusionDirectory kommer INTE att kunna köras utan att åtgärda detta.

source: FusionDirectory will run without fixing this.
cs_cz: FusionDirectory bude fungovat i tak.
fr: FusionDirectory fonctionnera même si vous ne corrigez pas cela.
it_it: Fusiondirectory funzionerà anche senza aver corretto questo.
ru: FusionDirectory сможет продолжить работу без исправления этой ошибки.
sv: FusionDirectory kommer att kunna köras utan att åtgärda detta.

source: PHP setup configuration
cs_cz: nastavení PHP
fr: Configuration de PHP
it_it: Configurazione dell'installazione PHP
ru: Настройки PHP
sv: PHP-konfiguration

source: show information
cs_cz: zobrazit informace
fr: Montrer les informations
it_it: Mostra informazione
ru: показать информацию
sv: visa information

source: Schema specific settings
cs_cz: nastavení týkající se schémat
fr: Paramètres spécifiques des schémas
ru: Особые настройки схемы
sv: Schemaspecifika inställningar

source: Enable schema validation when logging in
cs_cz: zapnout ověřování korektnosti schémat při přihlašování
fr: Activer la validation des schéma lors de la connexion
ru: Включить проверку схемы при входе в систему
sv: Utför schemavalidering vid inloggning

source: Check status
cs_cz: výsledek kontroly
fr: Vérifier les statuts
ru: Проверить статус
sv: Kontrollera status

source: Schema check succeeded
cs_cz: schémata jsou v pořádku
fr: La vérification des schéma à réussi
ru: Проверка схемы завершена успешно
sv: Schemakontroll lyckades

source: Schema check failed
cs_cz: ověření schémat selhalo
fr: La vérification des schéma à échoué
ru: Проверка схемы закончилась ошибкой
sv: Schemakontroll misslyckades

source: Could not read any schema informations, all checks skipped. Adjust your ldap acls.
cs_cz: Nezdařilo se načíst žádné informace o schématech – celá kontrola tedy byla vynechána. Upravte oprávnění (ACL) ve svém LDAPu.
fr: Impossible de lire les schémas, toutes les vérifications sont annulées. Ajuster les acl de votre annuaire ldap.
sv: Kunde inte läsa schemainformation, alla kontroller avbröts. Justera din LDAP-acl.

source: It seems that your ldap database wasn't initialized yet. This might be the reason why FusionDirectory can't read your schema configuration!
fr: Il semble que votre annuaire LDAP n'a pas encore été configuré. C'est peut être cela qui empêche FusionDirectory de lire la configuration de vos schémas !
ru: По всей видимости ваша база данных ldap не была инициализирована. Это может являться причиной, почему FusionDirectory не может прочитать конфигурацию схем!
sv: Det verkar som att din ldap-databas inte har initialiserats än. Detta kan vara orsaken till varför FusionDirectory inte kan läsa din schemakonfiguration!

source: Create your configuration file
cs_cz: Vytvořte si svůj soubor s nastaveními.
fr: Création du fichier de configuration
it_it: Crea il file di configurazione
ru: Создайте конфигурационный файл
sv: Skapa konfigurationsfil

source: Run
cs_cz: spustit
fr: Exécuter
sv: Kör

source: to put the correct right on fusiondirectory.conf
cs_cz: pro nastavení příslušných oprávnění na fusiondirectory.conf
fr: pour mettre les droits correctement sur le fichier fusiondirectory.conf
ru: выставьте правильные права на fusiondirectory.conf
sv: för att sätta rätt rättigheter på fusiondirectory.conf

source: Download configuration
cs_cz: stáhnout nastavení
fr: Télécharger la configuration
it_it: Scarica il file di configurazione
sv: Ladda ner konfiguration

source: Status:
cs_cz: stav:
fr: Statut:
it_it: Stato :
ru: Состояние:

source: Insufficient rights
fr: Permission insuffisantes

source: The FusionDirectory team
cs_cz: tým tvůrců FusionDirectory
fr: L'équipe FusionDirectory
ru: Команда FusionDirectory
sv: FusionDirectory-teamet

source: Object name
cs_cz: název objektu
fr: Nom de l'objet

source: Contents
cs_cz: obsah
fr: Contenu

source: This object has no relationship to other objects.
cs_cz: tento objekt nemá žádné propojení s dalšími objekty
fr: Cette objet n'a pas de relation avec d'autres objets.
it_it: Questo oggetto non ha relazioni con altri oggetti.
ru: Данный объект не имеет ссылок на другие объекты
sv: Detta objekt har ingen relation till andra objekt

source: You've successfully changed your password. Remember to change all programms configured to use it as well.
cs_cz: Vaše heslo bylo úspěšně změněno. Nezapomeňte ho změnit též ve všech aplikacích, které ho používají.
fr: Votre mot de passe a été changé. N'oubliez pas de modifier les programmes qui l'utilisent.
ru: Вы успешно сменили свой пароль. Не забудьте изменить нужные настройки использующих его программ.
sv: Du har ändrat ditt lösenord. Kom ihåg att ändra alla program som är inställda på att använda det också.

source: You have no permission to change your password at this time
cs_cz: V tomto okamžiku nejste oprávněn(a) změnit si své heslo.
fr: Vous n'avez pas l'autorisation pour changer votre mot de passe à ce moment
ru: У вас недостаточно прав, чтобы изменить пароль.
sv: Du har inte tillåtelse att ändra lösenordet just nu

source: To change your personal password use the fields below. The changes take effect immediately. Please memorize the new password, because you wouldn't be able to login without it.
cs_cz: Pro změnu Vašeho hesla použijte pole níže. Změna nabude platnosti okamžitě. Prosím zapamatujte si nové heslo, protože jinak se nebudete moci přihlásit.
fr: Pour changer votre mot de passe, veuillez utiliser les champs ci-dessous. Les changements prennent effet immédiatement. Veuillez mémoriser le nouveau mot de passe car sans lui vous ne serez pas capable de vous identifier.
ru: Чтоб изменить ваш личный пароль используйте поля ниже. Изменения вступят в силу немедленно. Пожалуйста запомните новый пароль, потому что вы не сможете войти без него.
sv: Använd fälten nedan för att ändra ditt personliga lösenord. Ändringarna sker omedelbart. Vänligen memorera det nya lösenordet, för användaren kan inte logga in utan det.

source: Changing the password affects your authentification on mail, proxy, samba and unix services.
cs_cz: Změna hesla se týká též Vašeho ověřování vůči e-mailu, proxy, Sambě a unixovým službám.
fr: Changer le mot de passe affecte votre identification sur la messagerie, le proxy, samba, et les services unix.
ru: Изменение пароля затронет аутентификацию на почту, прокси, samba и unix службы.
sv: Byte av lösenordet påverkar din autentisering på epost-, proxy-, samba- och unix-tjänster.

source: Your Password has expired. Please choose a new password!
cs_cz: Platnost vašeho hesla skončila. Prosím, nastavte si nové!
fr: Votre mot de passe à expiré. Choisissez un nouveau mot de passe !
ru: Срок действия вашего пароля закончился. Пожалуйста выберите новый!
sv: Ditt lösenord har slutat gälla. Vänligen välj ett nytt lösenord!

source: Repeat new password
cs_cz: zopakujte nové heslo
fr: Confirmation du nouveau mot de passe
ru: Подтверждение
sv: Upprepa det nya lösenordet

source: Password change dialog
cs_cz: dialog pro změnu hesla
fr: Changement de mot de passe

source: Use proposal
cs_cz: použít navržené
fr: Proposition
sv: Använd förslag

source: Manually specify a password
cs_cz: ruční zadání hesla
fr: Choisir un mot de passe
ru: Вручную укажите пароль
sv: Manuellt ange lösenord

source: Set password
cs_cz: nastavit heslo
fr: Attribuer le mot de passe
ru: Изменить пароль
sv: Ställ in lösenord

source: Clear fields
cs_cz: vymazat všechna pole
fr: Effacer les données dans les champs
ru: Очистить поля
sv: Rensa fält

source: Your password hash method will not be changed!
cs_cz: Způsob uložení Vašeho hesla nebyl změněn!
fr: Votre méthode de cryptage des mots de passe ne sera pas changé !
ru: Парольный метод не будет изменен!
sv: Din lösenordsmetod kommer inte att ändras!

source: Certificates
cs_cz: elektronické podpisy (certifikáty)
fr: Certificats
ru: Сертификаты
sv: Certifikat

source: Standard certificate
cs_cz: standardní certifikát
fr: Certificat standard
ru: Стандартный сертификат
sv: Standardcertifikat

source: S/MIME certificate
cs_cz: certifikát S/MIME
fr: Certificat S/MIME
ru: Сертификат S/MIME
sv: S/MIME-certifikat

source: PKCS12 certificate
cs_cz: certifikát typu PKCS12
fr: Certificat PKCS12
ru: Сертификат PKCS12
sv: PKCS12-certifikat

source: Certificate serial number
cs_cz: sériové číslo certifikátu
fr: Numéro de série du certificat

source: Personal picture
cs_cz: fotografie
fr: Image personnelle
ru: Изображение
sv: Personlig bild

source: Remove picture
cs_cz: odebrat fotografii
fr: Suppression de l'image personnelle
ru: Удалить изображение
sv: Ta bort bild

source: User settings
cs_cz: nastavení uživatele
fr: Préférences utilisateur
ru: Настройки пользователя
sv: Användarinställningar

source: Last name
cs_cz: příjmení
fr: Nom de famille
it_it: Cognome
ru: Фамилия
sv: Efternamn

source: First name
cs_cz: křestní jméno
fr: Prénom
it_it: Nome
ru: Имя
sv: Förnamn

source: Clear password
cs_cz: odebrat heslo
fr: Effacer le mot de passe
sv: Nollställ lösenord

source: Set new password
cs_cz: nastavit nové heslo
fr: Attribuer un nouveau mot de passe
ru: Установить новый пароль
sv: Ställ in nytt lösenord

source: Personal information
cs_cz: osobní informace
fr: Informations personnelles
it_it: Informazioni personali
ru: Личная информация
sv: Personlig information

source: Change picture
cs_cz: změnit fotografii
fr: Changer la photo
ru: Сменить изображение
sv: Byt bild

source: Template name
cs_cz: název šablony
fr: Nom du modèle
it_it: Nome del modello
ru: Название шаблона
sv: Mall-namn

source: Preferred langage
cs_cz: upřednostňovaný jazyk
fr: Langue préférée
ru: Предпочитаемый язык
sv: Föredraget språk

source: Private phone
cs_cz: soukromý telefon
fr: Numéro de téléphone privé
it_it: Numero di telefono privato
ru: Личный телефон
sv: Privat telefon

source: Password storage
cs_cz: způsob uložení hesla
fr: Format de stockage des mots de passe
ru: Хэширование паролей
sv: Lösenordslagring

source: Restrict login to
cs_cz: Může se přihlásit pouze z:
fr: Restreindre le login à
sv: Begränsa inloggning till

source: IP or network
cs_cz: IP adresa nebo síť
fr: IP ou réseau
ru: IP адрес или сеть
sv: IP eller nätverk

source: Organizational information
cs_cz: organizační informace
fr: Informations sur l'entreprise
it_it: Informazioni organizzazione
ru: Информация об организации
sv: Organisationsinformation

source: Department No.
cs_cz: číslo oddělení
fr: No. du département.
it_it: Dipartimento No.
ru: Номер подразделения
sv: Avdelningsnummer

source: Employee No.
cs_cz: číslo zaměstnance
fr: No. de l'employé.
it_it: Matricola No.
ru: Номер работника
sv: Anställningsnummer

source: Room No.
cs_cz: označení místnosti
fr: No. de bureau.
it_it: Stanza No.
ru: Номер комнаты
sv: Rumsnummer

source: Please use the phone tab
cs_cz: použijte prosím záložku 'telefon'
fr: Veuillez utiliser l'onglet téléphone

source: Show primary groups
cs_cz: zobrazovat primární skupiny
fr: Groupes principaux
ru: Показать основные группы
sv: Visa primära grupper

source: Show samba groups
cs_cz: zobrazovat skupiny Samby
fr: Groupes Samba
ru: Показать группы samba
sv: Visa samba-grupper

source: Show mail groups
cs_cz: zobrazovat e-mailové skupiny
fr: Groupes de messagerie
sv: Visa mail-grupper

source: Show servers
cs_cz: zobrazit servery
fr: Serveurs
ru: Показать серверы
sv: Visa servrar

source: Show workstations
cs_cz: zobrazit pracovní stanice
fr: Stations de travail
ru: Показать рабочие станции
sv: Visa workstations

source: Show Windows PC
cs_cz: zobrazit počítače s OS MS Windows
fr: Montrer les systèmes Windows
ru: Показать Windows ПК
sv: Visa Windows PC

source: Show terminals
cs_cz: zobrazit terminály
fr: Terminaux
ru: Показать терминалы
sv: Visa terminaler

source: Locality name
cs_cz: název místa
fr: Nom du lieu

source: Name of locality to create
cs_cz: název místa, které má být přidáno
fr: Nom du lieu à créer
