Repository: fusiondirectory/fusiondirectory
Catalog: locale/*/fusiondirectory.po
Languages: cs_cz, fr, it_it, ru, sv

source: Cannot execute '%s' command (%s) for plugin %s!
cs_cz: Nedaří se spustit příkaz '%s' (%s) pro zásuvný modul %s!
fr: Impossible d'exécuter '%s' de la commande (%s) pour l'extension %s !
ru: Не могу выполнить '%s' команду (%s) для плагина %s!
sv: Kan inte exekvera kommandot '%s' (%s) för plugin %s!

source: Cannot execute '%s' command for plugin %s!
cs_cz: Nedaří se spustit příkaz '%s' pro zásuvný modul %s!
fr: Impossible d'exécuter l'option '%s' de la commande pour l'extension %s !
ru: Не могу выполнить '%s' команду для плагина %s!
sv: Kan inte exekvera kommandot '%s' för plugin %s!

source: Cannot execute '%s' command (%s)!
cs_cz: Nedaří se spustit příkaz '%s' (%s)!
fr: Impossible d'exécuter l'option '%s' de la commande (%s) !
ru: Не могу выполнить '%s' команду (%s)!
sv: Kan inte exekvera kommandot '%s' (%s)!

source: Value for '%s' is too large!
cs_cz: Hodnota '%s' je příliš vysoká!
fr: La valeur pour '%s' est trop grande !
ru: Значение '%s' слишком большое!
sv: Värdet för '%s' är för stort!

source: '%s' must be smaller than %s!
cs_cz: '%s' musí být menší než %s!
fr: '%s' doit être plus petit que %s !
ru: '%s' должно быть меньше чем %s!
sv: '%s' måste vara mindre än %s!

source: Value for '%s' is too small!
cs_cz: Hodnota '%s' je příliš nízká!
fr: La valeur pour '%s' est trop petite !
ru: Значение '%s' слишком маленькое!
sv: Värdet för '%s' är för litet!

source: '%s' must be %d or above!
cs_cz: '%s' musí být %d a větší!
fr: '%s' doit être à la version %d ou plus grand !
ru: '%s' должен быть %d или больше!
sv: '%s' måste vara %d eller större!

source: '%s' depends on '%s' - please provide both values!
cs_cz: '%s' závisí na '%s' – zadejte prosím obě hodnoty!
fr: '%s' dépend de '%s' - veuillez indiquer les deux valeurs !
ru: '%s' зависит от '%s' - пожалуйста предоставьте оба значения!
sv: '%s' beror på '%s' - vänligen ange båda värdena!

source: There is already an entry with this '%s' attribute in the system!
cs_cz: V systému již existuje položka s atributem '%s'!
fr: Il existe déjà une entrée avec l'attribut '%s' dans le système !
ru: Запись с '%s' атрибутом уже есть в системе!
sv: Det finns redan en post med det här '%s'-attributet i systemet!

source: The required field '%s' is empty!
cs_cz: Pole '%s' nemůže být prázdné!
fr: Le champ obligatoire '%s' n'est pas rempli !
ru: Обязательное поле '%s' пусто!
sv: Fältet '%s' krävs men är tomt!

source: Example
cs_cz: ukázka
fr: Exemple

source: The Field '%s' contains invalid characters
cs_cz: pole '%s' obsahuje nepovolené znaky
fr: Le champ '%s' contient des caractères invalides

source: '%s' is not allowed:
cs_cz: '%s' není dovoleno:
fr: '%s' n'est pas permis :
sv: '%s' är inte tillåtet:

source: '%s' are not allowed!
cs_cz: '%s' nejsou dovolené!
fr: '%s' n'est pas autorisé !
sv: '%s' är inte tillåtna!

source: The Field '%s' contains invalid characters!
cs_cz: pole '%s' obsahuje nepovolené znaky!
fr: Le champ '%s' contient des caractères invalides !

source: Missing %s PHP extension!
cs_cz: Chybějící rozšíření PHP %s!
fr: Extension PHP %s manquante !
it_it: Estensione PHP %s mancante !
ru: Пропущено %s PHP расширение!
sv: Saknar PHP-tillägget %s !

source: Cancel
cs_cz: zrušit
fr: Annuler
it_it: Annulla
ru: Отмена
sv: Avbryt

source: Apply
cs_cz: použít
fr: Appliquer
it_it: Applica
ru: Применить

source: Save
cs_cz: uložit
fr: Enregistrer
it_it: Registra
ru: Сохранить
sv: Spara

source: Add %s
cs_cz: přidat %s
fr: Ajouter %s
ru: Добавить %s
sv: Lägg till %s

source: Delete %s
cs_cz: smazat %s
fr: Supprimer %s
ru: Удалить %s
sv: Ta bort %s

source: Set
cs_cz: nastavit
fr: Activer
it_it: Attiva
ru: Установить

source: Set %s
cs_cz: nastavit %s
fr: Activer %s

source: Edit...
cs_cz: upravit…
fr: Editer...
it_it: Modifica...
ru: Изменить...
sv: Redigera...

source: Edit %s...
cs_cz: upravit %s…
fr: Editer %s...
ru: Изменить %s...
sv: Redigera %s...

source: Back
cs_cz: zpět
fr: Retour
it_it: Indietro
ru: Назад
sv: Tillbaka

source: This account has no valid %s extensions!
cs_cz: Tento účet nemá platná rozšíření %s!
fr: Ce compte n'a pas d'extensions %s valides !
it_it: Questa identità non possiede valide estensioni %s !
ru: Для этой учетной записи нет корректных расширений %s!
sv: Det här kontot har inga giltiga %s-tillägg!

source: This account has %s settings enabled. You can disable them by clicking below.
cs_cz: Tento účet má povolena nastavení %s. Zakázat je můžete kliknutím níže.
fr: Ce compte possède l'extension %s activée. Vous pouvez la supprimer en cliquant sur le bouton ci-dessous.
it_it: Questa identità ha i parametri %s attivati. Puoi disattivarli cliccando sul bottone qui sotto.
ru: В этой учетной записи включены %s настройки. Вы можете отключить их, щелкнув ниже.
sv: Det här kontot har %s-inställningar aktiverade. Du kan avaktivera dem genom att klicka nedan.

source: This account has %s settings enabled. To disable them, you'll need to remove the %s settings first!
cs_cz: Tento účet má vytvořena nastavení pro %s. Pokud je chcete odebrat, musíte ale nejprve odebrat nastavení pro %s!
fr: Ce compte possède les paramètres %s activés. Pour les désactiver vous devez au préalable supprimer les paramètres %s !
it_it: Questa identità ha i parametri %s attivati. Per disattivarla hai bisogno di rimuovere prima di tutto i parametri %s !
ru: У этой учетной записи включены параметры %s. Чтобы отключить ее, вам нужно вначале удалить параметры %s!
sv: Det här kontot har %s-inställningar aktiverade. För att avaktivera dem, behöver du ta bort %s-inställningarna först!

source: This account has %s settings disabled. You can enable them by clicking below.
cs_cz: Tento účet má deaktivována nastavení pro %s. Zapnout je můžete kliknutím níže.
fr: Ce compte possède les paramètres %s desactivés. Vous pouvez les activer en cliquant ci dessous.
it_it: Questa identità ha i parametri %s disattivati. Puoi attivarli cliccando sul bottone qui sotto.
ru: В этой учетной записи отключены %s настройки. Вы можете включить их, щелкнув ниже.
sv: Det här kontot har %s-inställningar avaktiverade. Du kan aktivera dem genom att klicka nedan.

source: This account has %s settings disabled. To enable them, you'll need to add the %s settings first!
cs_cz: Tento účet má deaktivována nastavení pro %s. Zapnout je ale můžete teprve poté, co přidáte nastavení pro %s!
fr: Ce compte possède les paramètres %s désactivés. Pour les activer, vous devez au préalable ajouter les paramètres %s !
it_it: Questa identità ha i parametri %s disattivati. Per attivarli devi prima di tutto impostare i parametri %s !
ru: У этой учетной записи отключены параметры %s. Чтобы включить ее, вам нужно вначале добавить параметры %s.
sv: Det här kontot har %s-inställningar avaktiverade. För att aktivera dem, behöver du lägga till %s-inställningarna först!

source: Add %s settings
cs_cz: přidat nastavení pro %s
fr: Ajouter les paramètres %s
it_it: Imposta i parametri %s
ru: Добавить параметры %s
sv: Lägg till %s-inställningar

source: Remove %s settings
cs_cz: odebrat nastavení pro %s
fr: Effacer les paramètres %s
it_it: Rimuovi i parametri %s
ru: Удалить параметры %s
sv: Ta bort %s-inställningar

source: Click the 'Edit' button below to change informations in this dialog
cs_cz: pro změnu informací v tomto dialogu klikněte na 'upravit'
fr: Cliquez sur le bouton 'Editer' ci-dessous pour changer les informations dans cette boite de dialogue
ru: Нажмите 'Изменить' чтобы отредактировать данные в этой форме.
sv: Klicka på 'Redigera'-knappen nedan för att ändra information i den här dialogrutan

source: January
cs_cz: leden
fr: Janvier
it_it: Gennaio
ru: Январь
sv: januari

source: February
cs_cz: únor
fr: Février
it_it: Febbraio
ru: Февраль
sv: februari

source: March
cs_cz: březen
fr: Mars
it_it: Marzo
ru: Март
sv: mars

source: April
cs_cz: duben
fr: Avril
it_it: Aprile
ru: Апрель

source: May
cs_cz: květen
fr: Mai
it_it: Maggio
ru: Май
sv: maj

source: June
cs_cz: červen
fr: Juin
it_it: Giugno
ru: Июнь
sv: juni

source: July
cs_cz: červenec
fr: Juillet
it_it: Luglio
ru: Июль
sv: juli

source: August
cs_cz: srpen
fr: Août
it_it: Agosto
ru: Август
sv: augusti

source: September
cs_cz: září
fr: Septembre
it_it: Settembre
ru: Сентябрь

source: October
cs_cz: říjen
fr: Octobre
it_it: Ottobre
ru: Октябрь
sv: oktober

source: November
cs_cz: listopad
fr: Novembre
it_it: Novembre
ru: Ноябрь

source: December
cs_cz: prosinec
fr: Décembre
it_it: Dicembre
ru: Декабрь

source: Sunday
cs_cz: neděle
fr: Dimanche
it_it: Domenica
ru: Воскресенье
sv: söndag

source: Monday
cs_cz: pondělí
fr: Lundi
it_it: Lunedi
ru: Понедельник
sv: måndag

source: Tuesday
cs_cz: úterý
fr: Mardi
it_it: Martedi
ru: Вторник
sv: tisdag

source: Wednesday
cs_cz: středa
fr: Mercredi
it_it: Mercoledi
ru: Среда
sv: onsdag

source: Thursday
cs_cz: čtvrtek
fr: Jeudi
it_it: Giovedi
ru: Четверг
sv: torsdag

source: Friday
cs_cz: pátek
fr: Vendredi
it_it: Venerdi
ru: Пятница
sv: fredag

source: Saturday
cs_cz: sobota
fr: Samedi
it_it: Sabato
ru: Суббота
sv: lördag

source: Database operation failed!
cs_cz: Operace v databázi se nezdařila!
fr: La requête sur la base de données à échoué !
ru: Сбой при выполнении операции в базе данных!
sv: Databasoperation misslyckades!

source: read operation
cs_cz: operace čtení
fr: lecture
it_it: operazione di lettura
ru: операция чтения
sv: läs

source: add operation
cs_cz: operace přidání
fr: ajout
it_it: operazione di aggiunta
ru: операция добавления
sv: lägg till

source: modify operation
cs_cz: operace upravování
fr: modification
it_it: operazione di modifica
ru: операция изменения
sv: modifiera

source: delete operation
cs_cz: operace smazání
fr: suppression
it_it: operazione di rimozione
ru: операция удаления
sv: ta bort

source: search operation
cs_cz: operace hledání
fr: recherche
it_it: operazione di ricerca
ru: операция поиска
sv: sök

source: authentication
cs_cz: ověření
fr: authentification
it_it: autentificazione
ru: аутентификация
sv: autentisering

source: LDAP %s failed!
cs_cz: LDAP %s selhalo!
fr: La requête LDAP %s à échoué !
it_it: La richiesta inoltrata all'annuario LDAP %s è fallita!
sv: LDAP %s misslyckades!

source: LDAP operation failed!
cs_cz: Operace v LDAPu selhala!
fr: La requête LDAP à échoué !
it_it: La richiesta inoltrata all'annuario LDAP è fallita!
ru: Сбой при выполнении операции в LDAP!
sv: LDAP-operation misslyckades!

source: Upload failed!
cs_cz: Nahrání selhalo!
fr: Le téléchargement à échoué !
it_it: L'invio è fallito !
ru: Сбой при загрузке!
sv: Uppladdning misslyckades!

source: Upload failed: %s
cs_cz: Nahrání selhalo: %s
fr: Le téléchargement à échoué : %s
it_it: Invio fallito: %s
ru: Сбой при загрузке: %s
sv: Uppladdning misslyckades: %s

source: Communication failure with the infrastructure service!
cs_cz: Selhání komunikace se službou infrastruktury!
fr: Erreur de communication avec le service d'infrastructure !
it_it: Errore di comunicazione con il servizio d'infrastruttura !
sv: Kommunikationsfel med infrastrukturtjänsten!

source: Communication failure with the infrastructure service: %s
cs_cz: Selhání komunikace se službou infrastruktury: %s
fr: Erreur de communication avec le service d'infrastructure : %s
sv: Kommunikationsfel med infrastrukturtjänsten: %s

source: This '%s' is still in use by this object: %s
cs_cz: toto '%s' je stále používáno objektem: %s
fr: Ce '%s' est en cours d'utilisation par : %s
ru: '%s' по-прежнему используется этим объектом: %s
sv: '%s' används fortfarande av det här objektet %s

source: This '%s' is still in use.
cs_cz: Toto '%s' je stále používáno.
fr: Ce '%s' est toujours en utilisation.
ru: '%s' по-прежнему используется.
sv: '%s' används fortfarande.

source: This '%s' is still in use by these objects: %s
cs_cz: toto '%s' je stále používáno následujícími objekty: %s
fr: Ce '%s' est en utilisation par les objets : %s
ru: '%s' по-прежнему используется этими объектами: %s
sv: '%s' används fortfarande av dessa objekt: %s

source: File '%s' does not exist!
cs_cz: Soubor '%s' neexistuje!
fr: Le fichier '%s' n'existe pas !
ru: Файл '%s' не существует!
sv: Filen '%s' existerar inte!

source: Cannot open file '%s' for reading!
cs_cz: Soubor '%s' nelze číst!
fr: Impossible de lire le fichier '%s' !
ru: Не могу открыть файл '%s' для чтения!
sv: Kan inte öppna filen '%s' för läsning!

source: Cannot open file '%s' for writing!
cs_cz: Do souboru '%s' nelze zapisovat!
fr: Impossible d'écrire dans le fichier '%s' !
ru: Не могу открыть файл '%s' для записи!
sv: Kan inte öppna filen '%s' för skrivning!

source: The value for '%s' is currently unconfigured or invalid, please check your configuration file!
cs_cz: Hodnota '%s' v tuto chvíli buď není nastavena, nebo je neplatná – překontrolujte prosím Váš soubor s nastaveními!
fr: La valeur de '%s' est actuellement vide ou non valide, veuillez vérifier votre fichier de configuration !
ru: Значение для '%s' до сих пор не настроено или неверно, пожалуйста проверьте ваш конфигурационный файл!
sv: Värdet för '%s' är för närvarande okonfigurerat eller ogiltigt, vänligen kolla din konfigurationsfil!

source: Cannot delete file '%s'!
cs_cz: Soubor '%s' nelze smazat!
fr: Impossible d'effacer le fichier '%s' !
ru: Не могу удалить файл '%s'!
sv: Kan inte ta bort fil '%s'!

source: Cannot create folder '%s'!
cs_cz: Složku '%s' nelze vytvořit!
fr: Impossible de créer le répertoire '%s' !
ru: Не могу создать папку '%s'!
sv: Kan inte skapa katalog '%s'!

source: Cannot delete folder '%s'!
cs_cz: Složku '%s' nelze smazat!
fr: Impossible d'effacer le répertoire '%s' !
ru: Не могу удалить папку '%s'!
sv: Kan inte ta bort katalogen '%s'!

source: Checking for %s support
cs_cz: kontroluji, zda je podporováno: %s
fr: Vérification du support pour %s
it_it: Verificazione del supporto per %s
ru: Проверка поддержки %s
sv: Kontrollerar stöd för %s

source: Install and activate the %s PHP module.
cs_cz: Nainstalovat a aktivovat modul PHP %s.
fr: Installer et activer le module PHP %s.
it_it: Istalla e attiva il modulo PHP %s.
ru: Установите и активируйте %s PHP модуль.
sv: Installera och aktivera PHP-modulen %s.

source: Install and activate the %s Pear module.
fr: Installer et activer le module Pear %s.
ru: Установите и активируйте %s Pear модуль.
sv: Installera och aktivera modulen %s Pear

source: Cannot initialize class '%s'! Maybe there is a plugin missing in your FusionDirectory setup?
cs_cz: Nelze připravit třídu '%s'! Možná ve Vaší instalaci FusionDirectory chybí příslušný zásuvný modul?
fr: Impossible d'initialiser la classe '%s' ! Peut être manque t'il une extension dans votre installation de FusionDirectory ?
ru: Не могу инициализировать класс '%s'! Может быть какой то плагин пропущен в настройках FusionDirectory?
sv: Kan inte initialisera klassen '%s'! Kanske det är ett plugin som saknas i din FusionDirectory-installation?

source: The supplied base is not valid and has been reset to the previous value!
cs_cz: Nově zadaná hodnota základu není platná a proto je stále používána předchozí!
fr: La base fournie n'est pas valide et à été réinitialisée à la valeur précédente !
it_it: La base qui fornita non è valida ed è stata reimpostata al suo valore originario !
sv: Den angivna basen är inte giltig och har återställts till det tidigare värdet!

source: No PDF export possible: there is no FPDF library installed.
cs_cz: Není možné exportovat do formátu PDF: není nainstalována potřebná knihovna.
fr: Pas d'exportation en pdf, la librairie FPDF n'est pas installée.
it_it: L'esportazione PDF non è possibile: non ci sono librerie PDF installate.
ru: Невозможно экспортировать в PDF: не установлена библиотека FPDF.
sv: Ingen PDF-export är möjlig: det finns inget FPDF-bibliotek installerat.

source: Filter error
cs_cz: chyba filtru
fr: Erreur de Filtre
ru: Ошибка фильтра
sv: Filterfel

source: The filter is incomplete!
cs_cz: Filtr je neúplný!
fr: Le filtre est incomplet !
ru: Фильтр неполный!
sv: Filtret är inte komplett!

source: No tab declaration for '%s' found in your configuration file. Cannot create plugin instance!
cs_cz: '%s' není deklarován ve Vašem konfiguračním souboru. Zásuvný modul nelze spustit!
fr: Pas de déclaration pour '%s' dans votre fichier de configuration. Impossible d'initialiser le plugin !
ru: В конфигурационном файле не найдено объявление вкладки для '%s'. Не могу создать экземпляр плагина!
sv: Ingen tab-deklaration för '%s' hittades i din konfigurationsfil. Kan inte skapa plugin-instans!

source: Apply filter
cs_cz: použít filtr
fr: Appliquer le filtre
it_it: Applica filtro
ru: Применить фильтр
sv: Aktivera filter

source: Certificate is empty!
cs_cz: Certifikát je prázdný!
fr: Le Certificat et vide !
ru: Сертификат пуст!
sv: Certifikatet är tomt!

source: Cannot load certificate - only PEM/DER is supported!
cs_cz: Nemohu nahrát certifikát – podporovány je pouze typ PEM/DER!
fr: Impossible de charger le certificat - seul les certificats PEM/DER sont supportés !
ru: Не могу загрузить сертификат - поддерживаются только PEM/DER!
sv: Kan inte ladda certifikat - bara PEM/DER stöds!

source: Cannot extract information for non PEM certificates!
cs_cz: Nemohu získat informace pro certifikáty, které nejsou typu PEM!
fr: Impossible d'extraire les informations de certificats non PEM !
ru: Не удается извлечь информацию для не PEM сертификатов!
sv: Kan inte extrahera information från icke-PEM-certifikat!

source: No valid certificate loaded!
cs_cz: Nebyl nahrán žádný platný certifikát!
fr: Pas de certificat valide chargé !
ru: Загружен не действительный сертификат!
sv: Inget giltigt certifikat laddat!

source: Cancel all
cs_cz: zrušit vše
fr: Tout annuler
it_it: Annulla tutto
ru: Отменить все
sv: Avbryt allt

source: Paste
cs_cz: vložit
fr: Coller
it_it: Incolla
ru: Вставить
sv: Klistra in

source: Cannot paste
cs_cz: nemohu vložit
fr: Impossible de coller
it_it: Impossibile incollare
ru: Не могу вставить
sv: Kan inte klistra in

source: XML error in fusiondirectory.conf: %s at line %d
cs_cz: Chybné XML ve fusiondirectory.conf: %s na řádku %d
fr: Erreur XML dans fusiondirectory.conf: %s à la ligne %d
it_it: Errore XML nel file fusiondirectory.conf: %s alla linea %d
ru: Ошибка XML в fusiondirectory.conf: %s в строке %d
sv: XML-fel i fusiondirectory.conf: %s på rad %d

source: It seems you are trying to decode something which is not encoded : %s<br/>\nPlease check you are not using a fusiondirectory.secrets file while your passwords are not encrypted.
fr: Il semble que vous essayez de décoder quelque chose qui n'est pas codé:%s<br/>\nVeuillez vérifier que vous n'utilisez pas un fichier fusiondirectory.secrets alors que vos mots de passe ne sont pas cryptés.
ru: Кажется вы пытаетесь расшифровать что то, что не было зашифровано: %s<br/>\n Пожалуйста проверьте, что вы не используете файле fusiondirectory.secrets пароль в котором не зашифрован.
sv: Det verkar som att du försöker avkoda något som inte är kodat : %s<br/>\nVänligen kontroller att du inte använder en fusiondirectory.secrets-fil medan dina lösenord inte är krypterade.

source: Cannot bind to LDAP. Please contact the system administrator.
cs_cz: Nedaří se přihlášení do LDAPu. Kontaktujte prosím správce systémů.
fr: Impossible de se connecter à l'annuaire LDAP. Veuillez contacter l'administrateur du système.
it_it: Errore di connessione al server LDAP. Contatta l'amministratore del sistema.
ru: Не могу привязаться к LDAP. Пожалуйста свяжитесь с системным администратором.
sv: Kan inte koppla mot LDAP. Vänligen kontakta systemadministratören

source: The selected mail method (class %s) is not available
fr: La méthode "mail" sélectionnée ( classe %s) n'est pas disponible.
ru: Выбранные почтовый метод (класс %s) не доступен
sv: Den valda epostmetoden (klassen %s) är inte tillgänglig

source: sambaSID and/or sambaRidBase missing in the configuration!
cs_cz: V nastavení chybí jeden či oba tyto parametry: sambaSID a sambaRidBase
fr: sambaSID et/ou sambaRidBase absents de votre configuration !
ru: sambaSID и/или sambaRidBase пропущены в настройке!
sv: sambaSID och/eller sambaRidBase saknas i konfigurationen!

source: The snapshot functionality is enabled, but the required variable '%s' is not set.
cs_cz: Pořizování snímků je sice povolené, ale není nastavena potřebná proměnná '%s'.
fr: La fonctionnalité pour les copie instantanées est activée, mais la variable requise '%s' n'est pas configurée.
ru: Функционал снапшотов включен, но требуемая переменная '%s' не установлена.
sv: Funktionen för ögonblicksbilder är aktiverad, men värdet '%s' som krävs för funktionen är inte satt.

source: The snapshot functionality is enabled, but the required compression module is missing. Please install '%s'.
cs_cz: Pořizování snímků je sice povolené, ale chybí modul pro jejich kompresi. Nainstalujte prosím '%s'.
fr: La fonctionnalité pour les copie instantanées est activée, mais le module nécessaire à la compression est manquant. Veuillez installer '%s'.
ru: Функционал снапшотов включен, но требуемый модуль сжатия отсутствует. Пожалуйста установите '%s'.
sv: Funktionen för ögonblicksbilder är aktiverad, men kompressionsmodulen som krävs saknas. Vänligen installera '%s'.

source: My account
cs_cz: můj účet
fr: Mon Compte
it_it: Identità personale
ru: Моя учетная запись
sv: Mitt konto

source: Root
cs_cz: kořen
fr: Racine

source: Submit
cs_cz: potvrdit
fr: Soumettre
it_it: Invia
ru: Отправить
sv: Skicka

source: Cannot change password, unknown user '%s'
fr: Impossible de changer le mot de passe, utilisateur '%s' inconnu.
ru: Не могу изменить пароль, неизвестный пользователь '%s'
sv: Kan inte byta lösenord, okänd användare '%s'

source: Cannot find a suitable password method for the current hash!
cs_cz: Pro tento otisk není k dispozici odpovídající mechanizmus šifrování hesla!
fr: Impossible de trouver une méthode de cryptage correspondante pour le mot de passe !
ru: Не могу найти подходящего парольного метода для этого хэша!

source: The object has changed since opened in FusionDirectory. All changes that may be done by others get lost if you save this entry!
cs_cz: Objekt byl mezitím změněn. Jeho uložením zahodíte všechny změny, které ostatní mezitím mohli udělat.
fr: Cet objet à changer depuis son ouverture dans FusionDirectory. Tout les changement effectués par les autres seront perdus si vous sauvez cette entrée !
ru: Объект изменился с тех пор как был открыт в FusionDirectory. Все изменения, которые могли быть сделаны другими, будут потеряны если вы сохраните эту запись!
sv: Objektet har ändrats sedan det öppnades i FusionDirectory. Alla ändringar som eventuellt gjorts av andra går förlorade om du sparar denna post!

source: Changing ACL dn
cs_cz: probíhá změna DN ACL
fr: Changement du dn de l'acl

source: from
cs_cz: z
fr: de

source: All users
cs_cz: všichni uživatelé
fr: Tout les utilisateurs
it_it: Tutti gli utenti
ru: Все пользователи
sv: Alla användare

source: Reset ACLs
cs_cz: resetovat předchozí ACL
fr: Remise à zéro des ACL

source: Use ACL defined in role
cs_cz: použít ACL určená v roli
fr: Utiliser l'ACL définie dans le rôle

source: No ACL settings for this category!
cs_cz: Pro tuto kategorii není nastaven žádný ACL!
fr: Pas de paramètres pour les ACL de cette catégorie !

source: Contains ACLs for these objects: %s
cs_cz: Obsahuje ACL pro následující objekty: %s
fr: Contient les ACL pour ces objets: %s

source: category ACL
cs_cz: ACL kategorie
fr: ACL de la catégorie

source: Edit ACL for '%s' - scope is '%s'
cs_cz: upravit ACL pro '%s' v rozsahu '%s'
fr: Editer l'ACL pour '%s', l'étendue est '%s'

source: Show/hide advanced settings
cs_cz: zobrazit/skrýt pokročilá nastavení
fr: Afficher/Cacher la configuration avancée
it_it: Mostra/Nascondi le opzioni avanzate
ru: Показать/скрыть дополнительные настройки
sv: Visa/dölj avancerade inställningar

source: Create objects
cs_cz: vytvářet objekty
fr: Créer un objet
ru: Создавать объекты
sv: Skapa objekt
