Repository: fusiondirectory/fusiondirectory
Catalog: locale/*/fusiondirectory.po
Languages: cs_cz, fr, it_it, ru, sv

source: Which shell should be used when this user log in
fr: Shell à utiliser lors de la connexion de l’utilisateur
ru: Какой шелл должен использоваться, когда пользователь заходит в систему
sv: Vilket skal ska användas när den här användaren loggar in

source: Primary group
cs_cz: hlavní skupina
fr: Groupe principal
ru: Основная группа
sv: Primär grupp

source: Primary group for this user
fr: Groupe principal de cet utilisateur
ru: Основная группа пользователя
sv: Primär grupp för den här användaren

source: Status
cs_cz: stav
fr: Statut
it_it: Stato
ru: Состояние

source: Status of this user unix account
fr: Status du compte unix de l'utilisateur
ru: Статус учетной записи unix у пользователя
sv: Status på det här unix-kontot

source: Force UID/GID
cs_cz: vynutit konkrétní UID/GID
fr: Forcer l'UID/GID

source: Force UID and GID values for this user
fr: Forcer les identifiants numérique de l’utilisateur et du groupe

source: UID value for this user
fr: Identifiant numérique de l'utilisateur

source: GID value for this user
fr: Identifiant numérique du groupe de l'utilisateur

source: Group membership
cs_cz: členství ve skupinách
fr: Appartenance au groupe
ru: Членство в группах
sv: Gruppmedlemskap

source: Account
cs_cz: účet
fr: Compte
ru: Учетная запись
sv: Konto

source: User must change password on first login
cs_cz: Uživatel musí při prvním přihlášení změnit heslo.
fr: L'utilisateur doit changer son mot de passe lors de sa première connexion
ru: Пользователь должен сменить пароль при первом входе в систему
sv: Användare måste ändra lösenord vid första inloggning

source: User must change password on first login (leave empty to disable)
fr: L'utilisateur doit changer son mot de passe lors du premier connexion (laisser vide pour désactiver la fonctionnalité)

source: Delay before locking password (days)
fr: Délai (en jour) avant de bloquer le mot de passe
ru: Задержка до блокировки пароля (дни)
sv: Fördröjning innan låsning av lösenord (dagar)

source: The user won't be able to change his password after this number of days (leave empty to disable)
fr: L'utilisateur ne sera pas habilité à changer son mot de passe après ce nombre de jour (laisser vide pour désactiver)
ru: Пользователь не сможет изменить свой пароль по прошествии указанного количества дней (оставить пустым, чтобы отключить)
sv: Användaren kommer inte att kunna ändra sitt lösenord efter så här många dagar (lämna tomt för att avaktivera)

source: Delay before forcing password change (days)
fr: Délai avant de forcer le changement de mot de passe (en jours)
ru: Задержка до принудительного изменения пароля (дни)
sv: Fördröjning innan tvingande lösenordsbyte (dagar)

source: The user will be forced to change his password after this number of days (leave empty to disable)
fr: L'utilisateur sera forcé de changer son mot de passe après ce nombre de jour (laisser vide pour désactiver)
ru: У пользователя насильно будет изменен пароль по прошествии указанного количества дней (оставить пустым, чтобы отключить)
sv: Användaren kommer att tvingas byta lösenord efter så här många dagar (lämna tomt för att avaktivera)

source: Password expiration date
fr: Date d'expiration du mot de passe
ru: Дата окончания действия пароля
sv: Utgångsdatum för lösenord

source: Date after which this user password will expire (leave empty to disable)
fr: Date après laquelle le mot de passe de l'utilisateur va expiré (laisser vide pour désactiver)
ru: Дата, после которой пароль пользователя истечет (оставить пустым, чтобы отключить)
sv: Datum efter vilket denna användares lösenord kommer att sluta gälla (lämna tomt för att avaktivera)

source: Delay of inactivity before disabling user (days)
fr: Délai d'inactivité avant de désactiver l'utilisateur (en jours)
ru: Задержка до отключать пользователя (дни)
sv: Inaktivitet innan avaktivering av användare (dagar)

source: Maximum delay of inactivity after password expiration before the user is disabled (leave empty to disable)
fr: Délai maximum d'inactivité après l'expiration du mot de passe avant que l'utilisateur soit désactivé (laisser vide pour désactiver)
ru: Сколько подождать до отключения пользователя, после истечения пароля (оставить пустым, чтобы отключить)
sv: Maximalt antal inaktiva dagar efter lösenordets utgång innan användaren är avaktiverad (lämna tomt för att avaktivera funktionen)

source: Delay for user warning before password expiry (days)
fr: Délai avant d'avertir l'utilisateur de l'expiration de son mot de passe (en jours)
ru: За сколько предупреждать об окончании действия пароля (дни)
sv: Fördröjning för varning innan lösenordsbyte (dagar)

source: The user will be warned this number of days before his password expiration (leave empty to disable)
fr: L'utilisateur sera averti de ce nombre de jour restant avant l'expiration de ce mot de passe (laisser vide pour désactiver)
ru: Предупреждать пользователя об окончании действия его пароля за указанное количество дней (оставить пустым, чтобы отключить)
sv: Användaren kommer att varnas så här många dagar innan lösenordet löper ut (lämna tomt för att avaktivera)

source: System trust
cs_cz: systém důvěryhodnosti
fr: Système de Confiance
it_it: Sistema di fiducia
ru: Системные доверия

source: Trust mode
cs_cz: režim důvěryhodnosti
fr: Mode de confiance
it_it: Modalità di fiducia
ru: Режим доверия
sv: Trust-läge

source: Type of authorization for those hosts
fr: Type d'autorisation pour ces hôtes
it_it: Tipo di autorizzazione per questi host
sv: Auktoriseringstyp för dessa hosts

source: disabled
cs_cz: zakázáno
fr: désactivé
it_it: disattivato
ru: отключен
sv: avaktiverad

source: full access
cs_cz: plný přístup
fr: accès complet
it_it: accesso completo
ru: полный доступ
sv: full tillgång

source: allow access to these hosts
cs_cz: povolit přístup k těmto strojům
fr: permettre l'accès a ces hôtes
it_it: autorizza l'accesso a questi host
ru: разрешить доступ только на эти хосты
sv: tillåt dessa hosts tillgång

source: Only allow this user to connect to this list of hosts
fr: Autoriser seulement cet utilisateur à se connecter sur cet hôte
ru: Пользователю разрешено подключаться только к хостам из списка
sv: Tillåt användaren att endast logga in på denna lista av hosts

source: Edit users POSIX settings
cs_cz: upravit POSIXová nastavení uživatele
fr: Editer les paramètres Unix
ru: Редактировать POSIX настройки пользователя
sv: Redigera användarens POSIX-inställningar

source: unconfigured
cs_cz: nenastavené
fr: non configuré
ru: Не настроено
sv: okonfigurerad

source: automatic
cs_cz: automatické
fr: automatique
ru: автоматически
sv: automatisk

source: expired
cs_cz: platnost skončila
fr: expire
sv: har utgått

source: grace time active
fr: temps de grâce activé
sv: grace-tid aktiv

source: active
cs_cz: aktivní
fr: actif
ru: активный
sv: aktiv

source: password expired
cs_cz: platnost hesla skončila
fr: mot de passe expiré
ru: срок действия параля истек
sv: lösenord har slutat gälla

source: password not changeable
cs_cz: heslo nelze změnit
fr: mot de passe non modifiable
sv: lösenord kan inte ändras

source: Timeout while waiting for lock. Ignoring lock!
cs_cz: Vypršel časový limit při čekání na zámek – zámek bude proto ignorován!
fr: Le temps d'attente du verrou à été dépassé. J'ignore le verrou !
sv: Timeout under väntan på låsning. Ignorerar lås!

source: Group of user
cs_cz: skupina uživatelů
fr: Groupe d'utilisateurs
ru: Группа пользователя
sv: Användarens grupp

source: Password recovery
cs_cz: obnova zapomenutého hesla
fr: Récupération de mot de passe
it_it: Recupero della password
ru: Восстановление пароля
sv: Återskapande av lösenord

source: Settings for the password recovery feature
fr: Paramètres pour la fonction de récupération de mot de passe
it_it: Gestione delle impostazioni per il recupero della password
ru: Настройки для функции восстановления пароля
sv: Inställningar för funktionen för återställning av lösenord

source: Password recovery settings
cs_cz: nastavení obnovy zapomenutého hesla
fr: Paramètres de récupération de mot de passe
it_it: Impostazioni per il recupero della password
ru: Настройки восстановления пароля
sv: Inställningar för återskapande av lösenord

source: Activate password recovery
fr: Activer la récupération de mot de passe
it_it: Attivare il recupero della password
ru: Включить восстановление пароля
sv: Aktivera återställning av lösenord

source: Weither to activate or not password recovery feature
fr: Activer / Désactiver la récupération du mot de passe

source: Sender email address
fr: Adresse de messagerie de l'émetteur
it_it: Indirizzo email del mittente
ru: Адрес электронной почты отправителя
sv: Avsändaradress för epost

source: Email address from which mails will be sent
fr: Adresse de messagerie avec laquelle les messages seront envoyés
it_it: Indirizzo e-mail da cui la mail sarà inviata
ru: Адрес электронной почты с которого будут отправляться письма
sv: Epostadress från vilken epostmeddelanden sänds

source: Link validity (minutes)
fr: Durée de validité du lien (minutes)
it_it: Durata del link (minuti)
ru: Ссылка действительна (минуты)
sv: Länkens giltighetstid (minuter)

source: Number of minutes before a recovery link expires
fr: Nombre de minutes avant l'expiration du lien
it_it: Numero di minuti prima che il link di recupero scada
ru: Количество минут до истечения срока годности ссылки для восстановление
sv: Antalet minuter innan en återställningslänk slutar gälla

source: Salt for tokens
fr: Chaine de caractères aléatoires pour les jetons
it_it: Stringa aleatoria per il tokens
sv: Salt för tokens

source: Just a security measure, you can put anything in there, even random characters
fr: Ceci est juste une mesure de sécurité, vous pouvez mettre ce que vous voulez ici, même des caractères au hasard
it_it: Solo una misura di sicurezza, potete mettere qualsiasi cosa dentro, anche dei caratteri casuali
ru: Просто мера безопасности, вы можете вставить сюда все что угодно, даже случайные символы
sv: Bara en säkerhetsåtgärd, du kan skriva vad som helst där, till och med slumpmässiga tecken

source: Allow the use of alternate addresses
fr: Autoriser des adresses de messagerie alternatives
it_it: Consentire l'uso di indirizzi alternativi
ru: Разрешить использование альтернативных адресов
sv: Tillåt användande av alternativa adresser

source: Users will also be able to enter one of theirs alternate addresses to recover their password
fr: Les utilisateurs pourront entre une adresse de messagerie alternative pour récupérer leur mot de passe
ru: Пользователям также нужно ввести один из их дополнительных адресов для восстановления пароля
sv: Användare kommer också att kunna skriva in en av deras alternativa epostadresser för att återställa lösenordet

source: First email
fr: Premier message
it_it: Prima email
ru: Первое письмо
sv: Första epost

source: Subject
cs_cz: předmět
fr: Sujet
it_it: Oggetto
ru: Тема
sv: Ämne

source: Subject of the first email
fr: Sujet du premier message
it_it: Soggetto della prima email
ru: Тема первого письма
sv: Ämne på första epostmeddelandet

source: [FusionDirectory] Password recovery link
cs_cz: [FusionDirectory] odkaz pro obnovu hesla
fr: [FusionDirectory] lien de reinitialisation du mot de passe
it_it: [FusionDirectory] link verso il recupero della password
ru: [FusionDirectory] Ссылка для восстановления пароля
sv: [FusionDirectory] Länk för återskapande av lösenord

source: Body (first %s is login, second is link)
fr: Corps du message (le premier %s est l'identifiant, le second est le lien)
it_it: Corpo del messaggio (il primo %s è il login, il secondo è il link)
ru: Тело (вначале логин %s, вторая ссылка)
sv: Meddelandekropp (första %s är inläggnings-ID, andra är länken)

source: Body of the first email, sent when the user ask for a new password. Use %s for the login and the recovery link.
fr: Corps du premier message, envoyé lorsque l'utilisateur demande un nouveau mot de passe. Utilisez %s pour l'identifiant et le lien de récupération.
it_it: Corpo del messaggio della prima email, inviata quando l'utente chiede una nuova password. %s è usato per il login utente e il link di recupero.
ru: Тело первого письма, отправляется когда пользователь запрашивает новый пароль. Использует %s логин и ссылку для восстановления.
sv: Meddelandekropp för det första epostmeddelandet, skickat när en användare frågar efter ett nytt lösenord. Använd %s för inläggnings-ID och återställningslänk.

source: Hello, Here are your informations : - Login : %s - Link : %s This link is only valid for 10 minutes.
cs_cz: Dobrý den, Zde jsou Vaše přihlašovací údaje: - uživatelské jméno: %s - odkaz pro obnovu hesla: %s Výše uvedený odkaz je platný pouze 10 minut!
fr: Bonjour, Voici vos informations : - Login : %s - Lien : %s Ceci est seulement valide pour 10 minutes
ru: Привет, Здесь ваша информация: - Логин: %s - Ссылка: %s Эта ссылка будет работать только 10 минут.
sv: Hej, Här är informationen för återställning: - Inloggning : %s - Länk : %s Den här länken är bara giltig i 10 minuter.

source: Second email
fr: Second message
it_it: Seconda email
ru: Второе письмо
sv: Andre epostmeddelandet

source: Subject of the second email
fr: Sujet du second message
it_it: Soggetto della seconda email
ru: Тема второго письма
sv: Ämne på det andra epostmeddelandet

source: [FusionDirectory] Password recovery successful
cs_cz: [FusionDirectory] obnova ztraceného hesla proběhla úspěšně
fr: [FusionDirectory] Réinitialisation du mot de passe réussi !
it_it: [FusionDirectory] Il recupero della password è stato eseguito con successo
ru: [FusionDirectory] Пароль восстановлен успешно
sv: [FusionDirectory] Återställning av lösenord lyckades

source: Body (%s is login)
fr: Corps du message (%s est l'identifiant)
it_it: Corpo del messaggio (%s è il login utente)
ru: Тело (%s логин)
sv: Meddelandekropp (%s är login)

source: Body of the second email, sent to confirm the password has been changed. Use %s for the user login.
fr: Corps du second message, envoyé pour confirmer le mot de passe a été changé. Utilisez %s pour l'indentifiant de l'utilisateur.
it_it: Corpo del messaggio della seconda email, inviata per confermare la modifica della password. %s è usato per il login dell'utente.
ru: Тело второго письма, отправляется, чтобы подтвердить, что пароль был изменен. Использует %s логин пользователя.
sv: Meddelandekropp på det andra epostmeddelandet, som skickas för att bekräfta att lösenordet har ändrats. Använd %s för användarens inloggnings-ID.

source: Hello, Your password has been changed. Your login is still %s.
cs_cz: Dobrý den, Vaše heslo bylo změněno. Uživatelské jméno je samozřejmě pořád stejné – %s
fr: Hello, Votre mot de passe à été changé. Vos identifiants de connexion sont toujours %s.
it_it: Salve, La tua password è stata modificata. Il tuo login è sempre %s.
ru: Привет, Ваш пароль был изменен. Ваш логин по прежнему %s.
sv: Hej, Ditt lösenord har ändrats. Ditt användar-ID är fortfarande %s.

source: Organization name
cs_cz: název organizace
fr: Nom de l'entreprise

source: Category
cs_cz: kategorie
fr: Catégorie
it_it: Categoria
ru: Категория
sv: Kategori

source: Phone number
cs_cz: telefonní číslo
fr: Numéro de téléphone
it_it: Numero di telefono
ru: Телефон
sv: Telefonnummer

source: Administrative settings
cs_cz: administrativní nastavení
fr: Paramètres administratifs

source: Domain Component
cs_cz: část (prvek) názvu domény
fr: Objet Domaine
it_it: Oggetto di Dominio
ru: Доменный компонент
sv: Domänkomponent

source: Cannot find an unused tag for this administrative unit!
cs_cz: Pro tuto administrativní jednotku již není k dispozici volná značka!
fr: Impossible de trouver un marqueur libre pour marquer l'entité administrative !

source: Tagging '%s'.
cs_cz: Označeno jako '%s'.
fr: Marquer '%s'.

source: Continue
cs_cz: pokračovat
fr: Continuer
it_it: Continua
ru: Продолжить
sv: Fortsätt

source: Moving '%s' to '%s'
cs_cz: probíhá přesouvání '%s' do '%s'
fr: Bouger '%s' vers '%s'

source: Object
cs_cz: objekt
fr: Objet
it_it: Oggetto
ru: Объект
sv: Objekt

source: FAILED to copy %s, aborting operation
cs_cz: zkopírování %s SELHALO – operace se ruší
fr: Impossible de copier %s, arrêt de l'opération

source: Departments
cs_cz: oddělení
fr: Départements
it_it: Dipartimenti
ru: Подразделения
sv: Avdelningar

source: Department name
cs_cz: název oddělení
fr: Nom du département

source: Address
cs_cz: adresa
fr: Adresse
it_it: Indirizzo
ru: Адрес
sv: Adress

source: Telephone
cs_cz: telefon
fr: Téléphone

source: Object '%s' is already tagged
cs_cz: objekt '%s' již je označkován
fr: L'objet '%s' est déjà marqué

source: Adding tag (%s) to object '%s'
cs_cz: probíhá pridávání značky (%s) na objekt '%s'
fr: Ajouter une marque (%s) à l'objet '%s'

source: Removing tag from object '%s'
cs_cz: probíhá odebírání značky z objektu '%s'
fr: Suppression de la marque de l'objet '%s'

source: Domain
cs_cz: doména
fr: Domaine
it_it: Dominio
ru: Домен
sv: Domän

source: List of departments
cs_cz: seznam oddělení
fr: Liste des départements
ru: Список подразделений
sv: Avdelningslista

source: Domain component
cs_cz: část (prvek) názvu domény
fr: Composant domaine

source: Country
cs_cz: země
fr: Pays
it_it: Stato
ru: Страна
sv: Land

source: Locality
cs_cz: místo
fr: Lieu
it_it: Nome della località
sv: Lokalitet

source: Edit
cs_cz: upravit
fr: Editer
it_it: Modifica
ru: Изменить
sv: Redigera

source: Country name
cs_cz: název země
fr: Pays

source: Manage departments
fr: Gérer les départements
it_it: Gestisci i dipartimenti
ru: Управление подразделениями
sv: Hantera avdelningar

source: List of users
cs_cz: seznam uživatelů
fr: Liste des utilisateurs
ru: Список пользователей
sv: Användarlista

source: Template
cs_cz: šablona
fr: Modèle
it_it: Modello
ru: Шаблон
sv: Mall

source: Properties
cs_cz: vlastnosti
fr: Propriétés
it_it: Proprietà
ru: Свойства
sv: Egenskaper

source: Change password
cs_cz: změňit heslo
fr: Modifier le mot de passe
ru: Сменить пароль
sv: Byt lösenord

source: Lock users
cs_cz: zamknout uživatele
fr: Verouillez les utilisateurs
it_it: Blocca gli utenti
ru: Заблокировать пользователей
sv: Lås användare

source: Unlock users
cs_cz: odemknout uživatele
fr: Déverrouiller les utilisateurs
it_it: Sblocca gli utenti
ru: Разблокировать пользователей
sv: Lås upp användare

source: Apply template
cs_cz: aplikovat šablonu
fr: Appliquer le modèle
it_it: Applica il modello
ru: Применить шаблон
sv: Tillämpa mall

source: New user from template
cs_cz: vytvořit nového uživatele pomocí šablony
fr: Créer un nouvel utilisateur depuis un modèle
ru: Новый пользователь из шаблона
sv: Ny användare från mall

source: Edit user
cs_cz: upravit uživatele
fr: Editer cet utilisateur
ru: Редактировать пользователя
sv: Redigera användare

source: Remove user
cs_cz: odebrat uživatele
fr: Suppression de l'utilisateur
ru: Удалить пользователя
sv: Ta bort användare

source: Manage users
cs_cz: spravovat uživatele
fr: Gérer les utilisateurs
it_it: Gestisci gli utenti
ru: Управление пользователями
sv: Hantera användare

source: Permission
cs_cz: oprávnění
fr: Permissions
ru: Права
sv: Rättighet

source: You have no permission to change this users password!
cs_cz: Nejste oprávněn(a) měnit heslo tohoto uživatele!
fr: Vous n'avez pas l'autorisation pour changer le mot de passe de ce(s) utilisateurs !

source: none
cs_cz: žádná/ý/é
fr: aucun
ru: нет
sv: ingen

source: Permission error
cs_cz: chyba v oprávnění
fr: Erreur de permissions
ru: Ошибка доступа
sv: Rättighetsfel

source: Account locking
cs_cz: zamykání účtu
fr: Verrouillage du compte
ru: Блокировка учётной записи
sv: Kontolåsning

source: Password method '%s' does not support locking. Account (%s) has not been locked!
cs_cz: Způsob ukládání hesel '%s' nepodporuje uzamykání účtů. Účet (%s) proto nebude uzamčen!
fr: La méthode '%s' ne permet pas le verrouillage du mot de passe. Le compte (%s) n'a pas été verrouillé !
ru: Парольный метод '%s' не поддерживает блокировки. Учетная запись (%s) не будет заблокирована!
sv: Lösenordsmetoden '%s' stödjer inte låsning. Kontot (%s) har inte blivit låst!

source: Unlock account
cs_cz: povolit účet
fr: Déverrouiller le compte
ru: Разблокировать акаунт
sv: Lås upp konto

source: Lock account
cs_cz: zamknout účet
fr: Verrouiller Compte
ru: Заблокировать акаунт
sv: Lås konto

source: Generic properties
fr: Propriétés de base

source: Cannot find group SID in your configuration!
cs_cz: Ve vaší konfiguraci nelze nalézt SID skupiny!
fr: Impossible de trouver le SID de ce groupe dans votre configuration !
ru: Не могу найти SID группы в вашей конфигурации!
sv: Kan inte hitta grupp-SID i konfigurationen

source: Samba group
cs_cz: skupina v Sambě
fr: Groupe Samba
ru: Группа Samba
sv: Samba-grupp

source: Domain admins
cs_cz: správci domény
fr: Administrateurs du domaine
ru: Администраторы домена
sv: Domänadministratörer

source: Domain users
cs_cz: doménoví uživatelé
fr: Utilisateurs du domaine
ru: Пользователи домена
sv: Domänanvändare

source: Domain guests
cs_cz: doménoví hosté
fr: Invités du domaine
ru: Непривилегированные пользователи домена
sv: Domängäster

source: Special group (%d)
cs_cz: speciální skupina (%d)
fr: Groupe spécial (%d)
ru: Специальная группа (%d)
sv: Specialgrupp (%d)

source: Adding UID '%s' to group '%s' failed: cannot find user object!
cs_cz: Přidání UID '%s' do skupiny '%s' se nezdařilo: nedaří se nalézt objekt tohoto uživatele!
fr: L'ajout de l'UID '%s' au groupe '%s' à échoué : Impossible de trouver l'utilisateur !

source: Add UID '%s' to group '%s' failed: UID is used more than once!
cs_cz: Přidání UID '%s' do skupiny '%s' se nezdařilo: toto UID je použito vícenásobně!
fr: L'ajout de l'UID '%s' au groupe '%s' à échoué : l'UID est utilisé plus d'un fois !

source: ! unknown UID
cs_cz: ! neznámé UID
fr: ! identifiant inconnu

source: Search returned too many results. Not displaying more than %s entries!
cs_cz: Příliš mnoho vyhledaných výsledků. Zobrazeno bude pouze prvních %s položek!
fr: La recherche à retourné trop de résultats. Je n'affiche que %s entr§es !
ru: Поиск вернул слишком много результатов. Нельзя отобразить больше чем %s записей!
sv: Sökning returnerade för många resultat. Visar inte mer än %s poster!

source: Cannot find any SID for '%s'!
cs_cz: nedaří se nalézt SID pro '%s'!
fr: Impossible de trouver le SID pour '%s' !
ru: Не могу найти ни какого SID для '%s'!
sv: Kan inte hitta någon SID för '%s'!

source: Cannot find any RIDBASE for '%s'!
cs_cz: nedaří se nalézt RIDBASE pro '%s'!
fr: Impossible de trouver le RIDBASe pour '%s' !
ru: Не могу найти ни какого RIDBASE для '%s'!
sv: Kan inte hitta någon RIDBASE för '%s'!

source: The gidNumber '%s' is already in use by %s!
cs_cz: gidNumber '%s' jej již používáno %s!
fr: L'identifiant de groupe '%s' est déjà utilisé par '%s' !
ru: gidNumber '%s' уже используется %s!
sv: gidNumber '%s' används redan av %s!

source: Generic group settings
cs_cz: nastavení skupiny – obecné
fr: Préférences des groupes génériques

source: Samba group type
cs_cz: typ skupiny Samby
fr: Groupe Samba
sv: Samba-grupptyp

source: Samba domain name
cs_cz: název domény Samba
fr: Domaine Samba
ru: Имя домена Samba
sv: Samba domännamn

source: Phone pickup group
cs_cz: skupina zvedající telefony
fr: Groupe téléphonique
sv: Telefon-pickupgrupp

source: Nagios group
cs_cz: skupinou pro Nagios
fr: Groupe Nagios
ru: Группа Nagios
sv: Nagios-grupp

source: Group member
cs_cz: člen skupiny
fr: Membre du groupe
ru: Член группы
sv: Grupp-medlem

source: List of groups
cs_cz: seznam skupin
fr: Liste des groupes
ru: Список групп
sv: Grupplista

source: Group submenu entry
cs_cz: položka podnabídky „skupina“
fr: Sous menu de groupe

source: Group menu entry
cs_cz: položka nabídky „skupina“
fr: Entrée du menu de groupe

source: Edit group
cs_cz: upravit skupinu
fr: Editer le groupe
