Repository: fusiondirectory/fusiondirectory
Catalog: locale/*/fusiondirectory.po
Languages: cs_cz, fr, it_it, ru, sv

source: FusionDirectory requires this extension to handle snapshots.
cs_cz: FusionDirectory toto rozšíření potřebuje pro práci se snímky.
fr: FusionDirectory a besoin de ce module pour gérer les copie instantanées.
it_it: FusionDirectory ha bisogno di questa estensione per gestire gli snapshot (le copie istantanee).
ru: FusionDirectory требуется расширение для обработки снапшотов.
sv: FusionDirectory kräver det här tillägget för att hantera ögonblicksbilder

source: register_globals is a PHP mechanism to register all global variables to be accessible from scripts without changing the scope. This may be a security risk.
cs_cz: „register_globals“ je mechanizmus v PHP pro registraci všech globálních proměnných, které jsou tak dostupné ze skriptů aniž by bylo třeba měnit jejich rozsah. Jenže to může rizikové z hlediska zabezpečení.
fr: register_globals est un mécanisme PHP pour enregistrer toutes les variables globales afin que les scripts puissent y accéder sans changer la porté des variables. Cela peut constituer un risque de sécurité.
ru: register_globals механизм PHP, предоставляющий доступ ко всем глобальным переменным из скриптов без изменения области видимости. Это не безопасно.
sv: register_globals är en PHP-mekanism för att registrera alla globala variabler så de är tillgängliga från skript utan att ändra scope. Detta kan vara en säkerhetsrisk.

source: Search for 'register_globals' in your php.ini and switch it to 'Off'.
cs_cz: Vyhledejte ve svém php.ini parametr 'register_globals' a nastavte jej na 'off'.
fr: Recherchez l'option 'register_globals' dans votre php.ini et mettez la à 'Off'.
ru: Найдите 'register_globals' в вашем php.ini и поменяйте на 'Off'.
sv: Sök efter 'register_globals' i din php.ini och ställ in den som 'Off'.

source: PHP uses this value for the garbage collector to delete old sessions.
cs_cz: PHP tuto hodnotu používá pro „úklid“ (garbage collector) při odstraňování starých relací.
fr: PHP utilise cette variable pour effacer des anciennes sessions.
it_it: PHP utilizza questa variabile per cancellare delle vecchie sessioni.
ru: Это значение используется PHP сборщиком мусора, чтобы удалять старые сессии.
sv: PHP använder det här värdet för garage collection för att ta bort gamla sessioner

source: Setting this value to one day will prevent loosing session and cookies before they really timeout.
cs_cz: Nastavení této hodnoty na jeden den zabrání ztrátě relace a cookies dříve, než skutečně vyprší nastavený časový limit.
fr: Mettre cette valeur à 1 jour permet d'éviter de perde les cookies et les sessions avant qu'elles soient réellement expirées.
it_it: Impostare questa variabile a "1 giorno" eviterà di perdere i coockies e le sessioni prima che siano realmente scadute.
sv: Att ställa in det här värdet till en dag kommer att förhindra förlust av sessioner och cookies innan de verkligen når time out.

source: Search for 'session.gc_maxlifetime' in your php.ini and set it to 86400 or higher.
cs_cz: Vyhledejte ve svém php.ini parametr 'session.gc_maxlifetime' a nastavte jej na hodnotu '86400' a vyšší.
fr: Cherchez pour 'session.gc_maxlifetime' dans votre php.ini et mettez le à 86400 ou plus haut.
it_it: Cerca la variabile 'session.gc_maxlifetime' nel tuo file php.ini e impostala a 86400 o un valore più grande.
ru: Найдите 'session.gc_maxlifetime' в вашем php.ini и установите в 86400 или больше.
sv: Sök efter 'session.gc_maxlifetime' i din php.ini och sätt den till 86400 eller högre.

source: Off
cs_cz: vypnuto
fr: Eteint
sv: Av

source: In Order to use FusionDirectory without any trouble, the session.auto_start option in your php.ini should be set to 'Off'.
fr: Pour pouvoir utiliser FusionDirectory sans problèmes, la variable session.auto_register doit être à 'Off' dans votre php.ini.
it_it: Per non avere problemi nell'uso di FusionDirectory, è necessario impostare l'opzione 'session.auto_start' su 'Off' nel file php.ini.
ru: Чтобы во время использования FusionDirectory не возникло ни каких проблем, опция 'session.auto_start' должна быть установлена в 'Off' в вашем php.ini.
sv: För att använda FusionDirectory utan problem, bör session.auto_start i din php.ini sättas till 'Off'.

source: Search for 'session.auto_start' in your php.ini and set it to 'Off'.
cs_cz: Vyhledejte ve svém php.ini parametr 'session.auto_start' a nastavte jej na 'off'.
fr: Recherchez la variable session.auto_register et mettez la à 'Off' dans votre php.ini.
it_it: Cerca la variabile 'session.auto_start' nel file php.ini e impostala su 'Off'.
ru: Найдите 'session.auto_start' в вашем php.ini и установите его в 'Off'.
sv: Sök efter 'session.auto_start' i din php.ini och sätt den till 'Off'.

source: FusionDirectory needs at least 128MB of memory. Setting it below this limit may cause errors that are not reproducable! Increase it for larger setups.
fr: FusionDirectory a besoin au minimum de 128MB de mémoire. Allouer moins que 128MB causera des erreurs imprévisibles, qui ne seront pas reproductibles ! Augmentez la mémoire pour les installations plus complexes.
it_it: FusionDirectory ha un bisogno minimo di 128MB di memoria. Meno di 128MB di memoria causeranno degli errori imprevisti che non saranno riproducibili ! Aumenta la memoria per delle installazioni più complesse.
ru: FusionDirectory нужно не меньше 128МБ памяти. Настройка этого предела ниже может привести к ошибкам, которые не воспроизводятся! Увеличьте его в большинстве случаев.
sv: FusionDirectory behöver åtminstone 128MB minne. En inställning under denna gräns kan orsaka fel som inte är reproducerbara. Öka värdet för större installationer.

source: Search for 'memory_limit' in your php.ini and set it to '128M' or higher.
fr: Recherchez 'memory_limit' dans votre fichier php.ini votre et mettez le à '128M' ou plus haut.
it_it: Cerca la variabile 'memory_limit' nel file php.ini e impostala su '128MB' o un valore più grande.
ru: Найдите 'memory_limit' в вашем php.ini и установите его в '128M' или больше.
sv: Sök efter 'memory_limit' i din php.ini och ställ in den på '128M' eller högre.

source: This option influences the PHP output handling. Turn this Option off, to increase performance.
cs_cz: Tato volba ovlivňuje to, jak PHP zachází s výstupem. Pro zvýšení výkonu nastavte na 'vypnuto'.
fr: Cette option défini la gestion des sorties, mettez cette option à 'Off', pour améliorer la performance.
it_it: Questa opzione influenza la gestione delle uscite. Per aumentare le prestazioni, impostala su 'Off'.
sv: Den här inställningen påverkar PHPs utdata-hantering. Stäng av den för att öka prestanda.

source: Search for 'implicit_flush' in your php.ini and set it to 'Off'.
cs_cz: Vyhledejte ve svém php.ini parametr 'implicit_flush' a nastavte jej na 'off'.
fr: Recherchez 'implicit_flush' dans votre php.ini et mettez le à 'Off'.
it_it: Cerca la variabile 'implicit_flush' nel file php.ini e impostala su 'Off'.
ru: Найдите 'implicit_flush' в вашем php.ini и установите его в 'Off'.
sv: Sök efter 'implicit_flush' i din php.ini och sätt den till 'Off'.

source: The Execution time should be at least 30 seconds.
cs_cz: PHP skripty by měly dostat čas alespoň 30 vteřin na to, aby proběhly.
fr: Le temps d'exécution doit être au moins de 30 secondes.
it_it: Il tempo di esecuzione deve essere di almeno 30 secondi.
ru: Время исполнения, должно быть не менее 30 секунд.
sv: Exekveringstiden bör vara åtminstone 30 sekunder.

source: Search for 'max_execution_time' in your php.ini and set it to '30' or higher.
cs_cz: Vyhledejte ve svém php.ini parametr 'max_execution_time' a nastavte jej na hodnotu '30' a vyšší.
fr: Rechercher l'option 'max_execution_time' dans votre php.ini et mettez le à '30' ou plus.
it_it: Cerca la variabile 'max_execution_time' nel file php.ini e impostala su '30' o un valore più grande.
ru: Найдите 'max_execution_time' в вашем php.ini и установите его в значение '30' или больше.
sv: Sök efter 'max_execution_time' i php.ini och sätt den till '30' eller högre.

source: Increase the server security by setting expose_php to 'off'. PHP won't send any information about the server you are running in this case.
cs_cz: Pro zlepšení zabezpečení nastavte PHP tak, aby neposkytovalo jakékoli informace o serveru, na kterém běží.
fr: Augmentez la sécurité de votre serveur en mettant l'option expose_php à 'Off'. PHP n'enverra pas d'information a propos du serveur.
it_it: Aumenta la sicurezza del tuo server impostando la variabile 'expose_php' su 'Off'. PHP non trasmetterà alcuna informazione a proposito del server che stai configurando.
ru: Повысить безопасность сервера установив опцию expose_php в 'off'. PHP не будет отправлять ни какую информацию о сервере, запускающему, в этом случае.
sv: Öka serversäkerheten genom att sätta expose_php till 'off'. PHP kommer i så fall inte sända någon information om servern du kör på.

source: Search for 'expose_php' in your php.ini and set if to 'Off'.
cs_cz: Vyhledejte ve svém php.ini parametr 'expose_php' a nastavte jej na 'off'.
fr: Recherchez 'expose_php' dans votre php.ini et mettez le à 'Off'.
it_it: Cerca la variabile 'expose_php' nel file php.ini e impostala su 'Off'.
ru: Найдите 'expose_php' в вашем php.ini и установите в 'Off'.
sv: Sök efter 'expose_php' i din php.ini och sätt den till 'Off'.

source: Increase your server performance by setting magic_quotes_gpc to 'off'.
cs_cz: Výkonnost Vašeho serveru můžete zlepšit nastavením parametru 'magic_quotes_gpc' na 'off'.
fr: Améliorez la performance de votre serveur en mettant magic_quotes_gpc à 'off'.
ru: Повысите производительность вашего сервер установив setting magic_quotes_gpc в 'off'.
sv: Öka din serverprestanda genom att sätta magic_quotes_gpc till 'off'.

source: Search for 'zend.ze1_compatibility_mode' in your php.ini and set it to 'Off'.
cs_cz: Vyhledejte ve svém php.ini parametr 'zend.ze1_compatibility_mode' a nastavte jej na 'off'.
fr: Recherchez l'option 'zend.ze1_compatibility_mode' dans votre hp.ini et mettez la à 'Off'.
ru: Найдите 'zend.ze1_compatibility_mode' в вашем php.ini и установите в 'Off'.
sv: Sök efter 'zend.ze1_compatibility_mode' i php.ini och sätt den till 'Off'.

source: Configuration writeable
cs_cz: do nastavení lze zapisovat
fr: Le fichier de configuration peut être écrit
sv: Konfiguration skrivbar

source: The configuration file can't be written
cs_cz: Nelze zapisovat do souboru s nastaveními.
fr: Le fichier de configuration ne peut pas être écrit
ru: Не могу сохранить конфигурационный файл
sv: Konfigurationsfilen kan inte skrivas

source: FusionDirectory reads its configuration from a file located in (%s/%s). The setup can write the configuration directly if it is writeable.
cs_cz: FusionDirectory načítá svá nastavení ze souboru nacházejícího se v (%s/%s). Instalátor může zapsat nastavení přímo do tohoto souboru, pokud k tomu bude mít dostatečná oprávnění.
fr: FusionDirectory lit sa configuration d'un fichier situé dans (%s/%s). Le programme d'installation peut écrire la configuration directement si le fichier est permet l'écriture.
sv: FusionDirectory läser sin konfiguration från en fil placerad i (%s/%s). Installationen kan skriva i konfigurationsfilen direkt om filen är skrivbar.

source: FusionDirectory settings 2/3
cs_cz: nastavení FusionDirectory, krok 2 ze 3
fr: Paramètres de FusionDirectory 2/3
ru: Настройки FusionDirectory 2/3
sv: FusionDirectory inställningar 2/3

source: Customize special parameters
cs_cz: nastavení specifických parametrů
fr: Customiser les paramètres spéciaux
ru: Индивидуальные специальные параметры
sv: Skräddarsy specialparametrar

source: LDAP setup
cs_cz: nastavení LDAPu
fr: Configuration LDAP
it_it: Configurazione di LDAP
ru: Настройки LDAP
sv: LDAP-inställningar

source: LDAP connection setup
cs_cz: nastavení připojení k LDAPu
fr: Configuration de la connexion LDAP
it_it: Configurazione della connessione di LDAP
ru: Настройки LDAP соединения
sv: LDAP-koppling

source: This dialog performs the basic configuration of the LDAP connectivity for FusionDirectory.
cs_cz: V tomto dialogu budou provedena základní nastavení pro komunikaci FusionDirectory s LDAPem.
fr: Cette page permet la configuration de base de l'annuaire LDAP pour FusionDirectory.
it_it: Questa finestra permette di indicare la configurazione di base di LDAP per FusionDirectory.
ru: Этот диалог выполняет основную настройку LDAP соединения для FusionDirectory.
sv: Den här dialogrutan utför den grundläggande konfigurationen för LDAP-kopplingen till FusionDirectory.

source: Anonymous bind to server '%s' failed!
cs_cz: Anonymní přihlášení k serveru '%s' se nezdařilo!
fr: La connexion anonyme sur le serveur '%s' à échoué !
it_it: La connessione anonima sul server '%s' è fallita !
ru: Сбой при анонимном привязывании к серверу '%s'!
sv: Anonym koppling till server '%s' misslyckades!

source: Bind as user '%s' failed!
cs_cz: Přihlášení jako uživatel '%s' se nezdařilo!
fr: la connexion comme l'utilisateur '%s' à échoué !
it_it: La connessione dell'utente '%s' è fallita !
ru: Сбой при привязки под пользователем '%s'!
sv: Koppling som användare '%s' misslyckades!

source: Anonymous bind to server '%s' succeeded.
cs_cz: Anonymní přihlášení k serveru '%s' proběhlo úspěšně.
fr: La connexion anonyme sur le serveur '%s' à réussi.
it_it: La connessione anonima al server '%s' è riuscita.
ru: Анонимное привязывание к серверу '%s' удалась.
sv: Anonym koppling till servern '%s' lyckades.

source: Please specify user and password!
cs_cz: Zadejte prosím uživatelské jména a heslo!
fr: Veuillez introduire un utilisateur et un mot de passe !
it_it: Specifica il nome utente e la password !
ru: Пожалуйста укажите пользователя и пароль!
sv: Skriv in användare och lösenord!

source: Bind as user '%s' to server '%s' succeeded!
cs_cz: Přihlášení se jako uživatel '%s' k serveru '%s' proběhlo úspěšně!
fr: La connexion comme l'utilisateur '%s' au serveur '%s' à réussi !
it_it: La connessione dell'utente '%s' al server '%s' è riuscita !
ru: Привязка под пользователем '%s' к серверу '%s' удалась!
sv: Koppling som användare '%s' till servern '%s' lyckades!

source: Finish
cs_cz: dokončit
fr: Terminé
it_it: Finito
ru: Готово
sv: Slutför

source: Write configuration file
cs_cz: zapsání nastavení do souboru
fr: Ecrire le fichier de configuration
it_it: Scrivi il file di configurazione
ru: Запись конфигурационного файла
sv: Skriv konfigurationsfil

source: Finish - write the configuration file
cs_cz: dokončení – zapsání nastavení do souboru
fr: Fini - écrire le fichier de configuration
it_it: Finito - Scrivi il file di configurazione
ru: Завершение - запишите конфигурационный файл
sv: Slutför - skriv konfigurationsfil

source: Your configuration file is currently world readable. Please update the file permissions!
cs_cz: Váš soubor s konfigurací je v tuto chvíli čitelný úplně pro všechny. Upravte nastavení oprávnění pro přístup k němu.
fr: Votre fichier de configuration est lisible par tout le monde. Veuillez modifier les permissions !
it_it: Il file di configurazione è attualmente accessibile in lettura a tutti. Aggiorna i permessi di accesso sul file !
ru: Конфигурационный файл доступе только для чтения. Пожалуйста обновите права на файл.
sv: Din konfigurationsfil är just nu läsbar för alla användare. Vänligen uppdatera filrättigheterna!

source: The configuration is currently not readable or it does not exists.
cs_cz: Soubor s nastaveními není v tuto chvíli čitelný, nebo zcela chybí.
fr: Le fichier de configuration ne peut être lu ou n'existe pas.
it_it: Il file di configurazione attualmente non è leggibile oppure non esiste.
ru: Конфигурационный файл не читается или не существует вовсе.
sv: Konfigurationen är just nu inte läsbar eller så finns den inte.

source: After downloading and placing the file under %s, please make sure that the user the webserver is running with is able to read %s, while other users shouldn't.
cs_cz: Po stažení a umístění souboru do %s se prosím ujistěte, že %s je oprávněn číst pouze uživatelský účet, pod kterým běží webový server a nikdo jiný.
fr: Après avoir placé le fichier dans le répertoire %s, assurez vous que seul le serveur web puisse lire %s. Vous pouvez exécuter les commandes suivantes pour réaliser cette opération:
ru: После скачивания и размещения файла в %s, убедитесь что пользователь из под которого запущен веб-сервера может читать %s, в то время как другие пользователи не должны.
sv: Efter att ha laddat ner och placerat filen under %s, vänligen säkerställ att användaren som webbservern kör med har rättigheter att läsa %s medan andra användare inte ska kunna det.

source: Completed
cs_cz: hotovo
fr: Terminé
it_it: Completato
ru: Завершено
sv: Slutförd

source: Next
cs_cz: následující
fr: Suivant
it_it: Successivo
ru: Далее
sv: Nästa

source: FusionDirectory settings 1/3
cs_cz: nastavení FusionDirectory, krok 1 ze 3
fr: Paramètres de FusionDirectory 1/3
ru: Настройки FusionDirectory 1/3
sv: FusionDirectory inställningar 1/3

source: FusionDirectory generic settings
cs_cz: obecná nastavení FusionDirectory
fr: Préférences de base FusionDirectory
ru: Общие настройки FusionDirectory
sv: Generella inställningar för FusionDirectory

source: The specified value for '%s' must be a numeric value
cs_cz: hodnota, zadaná jako '%s' musí být číslo
fr: Le valeur spécifiée pour '%s' doit être une valeur numérique.
ru: Указанное значение '%s' должно быть целым числом
sv: Det specificerade värdet för '%s' måste vara numeriskt

source: GID / UID min id
cs_cz: o kolik vyšší číslo má být nejnižší přidělené GID / UID oproti základu (níže)
fr: GID / UID id min

source: Don't add a trailing comma to '%s'.
cs_cz: Za '%s' prosím nepište tečku.
fr: N'ajoutez pas une virgule à la fin de '%s'.
ru: Не ставьте запятую в конце '%s'.
sv: Lägg inte till ett avslutande kommatecken till '%s'.

source: People storage ou
cs_cz: organizační jednotka (ou) pro účty uživatelů
fr: Branches de l'arbre ldap ou sont stockes les utilisateurs
ru: Структурная единица (OU) пользователей
sv: OU för lagring av personer

source: Group storage ou
cs_cz: organizační jednotka (ou) pro účty skupin
fr: Branches de l'arbre ldap ou sont stockes les groupes
ru: OU групп
sv: OU för lagring av grupper

source: Uid base must be numeric
cs_cz: základ UID musí být číselná hodnota
fr: l'uid de base doit être une valeur numérique

source: The given password minimum length is not numeric.
cs_cz: Hodnotou minimální délky hesla musí být číslo.
fr: La longueur minimale du mot de passe n'est pas une valeur numérique.
ru: Введенная минимальная длинна пароля не число.
sv: Den angivna minimilängden för lösenord är inte numerisk

source: The given password differ value is not numeric.
cs_cz: Hodnota počtu odlišných znaků musí být číslo.
fr: L'option password differ n'est pas une valeur numérique.
ru: Введенное значение разности паролей не число.
sv: Det angivna värdet för antal avvikande lösenordstecken är inte numeriskt.

source: Password method
cs_cz: způsob uložení hesla
fr: Format de stockage des mots de passe
it_it: Algoritmo di memorizzazione delle password
ru: Парольный метод
sv: Lösenordsmetod

source: Error: Password method not available!
cs_cz: Chyba: tento způsob uložení hesla není k dispozici!
fr: Erreur: Méthode de changement de mot de passe non disponible!
ru: Ошибка: Парольный метод не доступен!

source: Fatal error
cs_cz: fatální chyba
fr: Erreur Fatale
ru: Фатальная ошибка
sv: Allvarligt fel

source: FusionDirectory configuration %s/%s is not readable. Aborted.
cs_cz: Nastavení %s/%s FusionDirectory není čitelné. Akce byla zrušena.
fr: Le fichier de configuration de FusionDirectory %s/%s ne peut être lu. Abandon.
it_it: Il file di configurazione %s/%s non è leggibile. Operazione Annullata.
sv: FusionDirectory-konfiguration %s/%s är inte läsbar. Avbryter.

source: Configuration error
cs_cz: chyba v nastavení
fr: Erreur de configuration
sv: Konfigurationsfel

source: Directory '%s' specified as compile directory is not accessible!
cs_cz: Adresář '%s', nastavený jako místo pro provedení kompilace, není přístupný!
fr: Le répertoire '%s' spécifié comme répertoire de compilation est inaccessible !
sv: Katalogen '%s' specificerat som kompileringskatalog är inte tillgänglig!

source: The passwords you've entered as 'New password' and 'Repeated new password' do not match.
cs_cz: Zadání v 'nové heslo' a 'zopakování nového hesla' se neshodují!
fr: Le mot de passe entrée dans le champ 'Nouveau mot de passe' et celui dans le champ 'Répéter le nouveau mot de passe' ne concordent pas.
ru: Введенные пароли не совпадают!
sv: Lösenorden som du skrivit in som 'Nytt lösenord' och 'Återupprepa nytt lösenord' matchar inte.

source: New password
cs_cz: nové heslo
fr: Nouveau mot de passe
it_it: Imposta la nuova password
ru: Новый пароль
sv: Nytt lösenord

source: The password used as new is too short.
fr: Le nouveau mot de passe ne comporte pas suffisamment de caractères.
it_it: La password utilizzata come nuova è troppo breve.
ru: Новый пароль слишком короткий.

source: The password contains possibly problematic Unicode characters!
cs_cz: Heslo obsahuje znaky, které mohou být problematické (např. se nenacházejí přímo na klávesnici).
fr: Le mot de passe contient probablement des caractères Unicode qui sont problématique
it_it: La password contiene caratteri Unicode eventualmente problematici!
ru: Пароль содержит символы Unicode, которые могут проблемы!
sv: Lösenordet innehåller möjligtvis problematiska Unicode-tecken!

source: Session will not be encrypted.
cs_cz: Relace nebude šifrována.
fr: La session ne sera pas cryptée.
ru: Данные, передаваемые в течение этого сеанса, не будут зашифрованы.
sv: Sessionen kommer inte att vara krypterad.

source: Enter SSL session
cs_cz: otevřít relaci šifrovanou pomocí protokolu SSL
fr: Démarrer une session SSL
ru: Использовать шифрование SSL
sv: Påbörja SSL-session

source: Did not found account %s
cs_cz: nepodařilo se nalézt účet %s
fr: Je n'ai pas trouve le compte %s

source: Found multiple accounts %s
cs_cz: bylo nalezeno vícero účtů s názvem %s
fr: J'ai trouvé plusieurs comptes %s

source: Adresse mail
fr: Adresse de messagerie

source: There is no account using email %s
cs_cz: neexistuje účet používající e-mailovou adresu %s
fr: Il n'y a pas de compte qui utilise l'adresse de messagerie %s
ru: Нет учетной записи использующей адрес электронной почты %s
sv: Det finns inget konto som använder epostadressen %s

source: There are several accounts using email %s
cs_cz: e-mailová adresa %s je využívána více účty
fr: Il n'y a plusieurs comptes qui utilise l'adresse de messagerie %s
ru: Несколько учетных записей используют имейл %s
sv: Det är flera konton som använder epostadressen %s

source: Contact your administrator, there was a problem with mail server
cs_cz: Nastal problém s poštovním serverem – obraťte se prosím na svého správce systémů.
fr: Contactez votre administrateur système, il y a eu un problème avec l'envoi du message
ru: Свяжитесь с вашим системным администратором, были проблемы с почтовым сервером
sv: Kontakta din administratör, det uppstod ett problem med epostservern

source: This token is invalid
cs_cz: tato poukázka (token) je neplatná
fr: Le token n'est pas valable
it_it: Questo token non è valido

source: External password changer reported a problem:
cs_cz: Externí program pro úpravu hesel ohlásil problém:
fr: Le programme externe pour changer votre mot de passe à renvoyé une erreur:
ru: При попытке сменить пароль извне возникла проблема:
sv: Den externa lösenordsändringen rapporterade ett problem:

source: There was a problem with mail server, confirmation email not sent
fr: Un problème est survenu avec le serveur de messagerie, le mail de confirmation n'a pas été envoyé
ru: Были проблемы с почтовым сервером, имэйл подтверждения не отправлены
sv: Det uppstod ett problem med epostservern, bekräftelsebrevet skickades inte
