Repository: fusiondirectory/fusiondirectory
Catalog: locale/*/fusiondirectory.po
Languages: cs_cz, fr, it_it, ru, sv

source: will display a warning to the user when http is used instead of https.
fr: Affiche un avertissement pour indiquer l'usage du protocole HTTP au lieu de HTTPS
it_it: verrà visualizzato un avvertimento all'utente quando si utilizza http invece di https.
ru: будут отображаться предупреждения для пользователя, когда http будет использоваться вместо https.
sv: visar en varning till användaren när http används istället för https.

source: Remember dialog filter settings
cs_cz: pamatovat si nastavení dialogu filtru
fr: Se souvenir des paramètres des filtres

source: Store filter and plugin settings inside of a cookie.
fr: Stocker les filtres et les paramètres des plugins à l'intérieur d'un cookie

source: Session lifetime
cs_cz: Doba nečinnosti, po jejímž uplynutí bude relace automaticky ukončena.
fr: Durée de vie de la session
it_it: Durata di vita della sessione
ru: Время жизни сессии
sv: Sessioners livslängd

source: Defines when a session will expire in seconds.
fr: Définit la durée d'une session
ru: Определяет, через сколько секунд сессия будет закончена.
sv: Definierar när en session löper ut, i sekunder.

source: Snapshots / Undo
cs_cz: zálohy / obnovování
fr: Copie instantanée / Undo

source: Enable snapshots
cs_cz: zapnout pořizování snímků aktuálního stavu
fr: Activer la copie instantanée
it_it: Attiva le copie istantanee
ru: Включить снапшоты
sv: Aktivera ögonblicksbilder

source: This enables you to save certain states of entries and restore them later on.
fr: Cela vous permet de sauver certaines entrées et de les restaurer plus tard
it_it: Questo abilita la possibilità di salvare alcuni stati delle entrate per poterle in seguito restaurare
ru: Это позволяет сохранять определенное состояние записей и позже его восстанавливать.
sv: Detta aktiverar möjligheten att spara vissa posters tillstånd och återskapa dem senare.

source: Snapshot base
cs_cz: podstrom pro uložení snímků
fr: Base pour les snapshots
it_it: Base per le copie istantanee
ru: Базовая запись снапшотов
sv: Bas för ögonblicksbilder

source: The base where snapshots should be stored inside of the LDAP.
fr: Branche LDAP à l'intérieur de laquelle les copies instantanés d'objets seront stockés
ru: Базовая запись, где снапшоты должны будут храниться внутри LDAP.
sv: Basen där ögonblicksbilder ska lagras i LDAP-katalogen.

source: Snapshot server
fr: Serveur contenant les copies instantanés

source: LDAP URI for the server which is used to do object snapshots.
fr: URI du serveur LDAP contenant les copies instantanées d'objets

source: Snapshot user
fr: compte utilisateur utilisé pour les copies instantanées

source: The user which is used to authenticate when connecting to snapshot server.
fr: Compte utilisateur utilisé pour se connecter sur le serveur de copies instantanées

source: Snapshot password
fr: Mot de passe du compte utilisateur utilisé pour les copies instantanées

source: The credentials which are used in combination with snapshot user in order to authenticate.
fr: Mot de passe utilisé avec le compte utilisateur pour les copies instantanées

source: Miscellaneous
cs_cz: různé
fr: Divers
it_it: Altro
ru: Разное
sv: Diverse

source: Hooks that are called when specific actions happens
fr: Déclencheurs appelés en fonction de l’exécution d’actions spécifiques
sv: Hooks som anropas när specifika händelser inträffar

source: tab
fr: Onglets
ru: вкладка
sv: flik

source: The tab that this hook concerns
fr: Onglet concerné pas ce déclencheur
sv: Fliken som denna hook härrör till

source: When to call this command
fr: Quand appeler cette commande
it_it: Quando chiamare questo comando
ru: Когда вызывать эту команду
sv: När detta kommando ska anropas

source: cmd
fr: Commande

source: The command that will be called
fr: Commande qui sera appelée
it_it: Il comando che sarà chiamato
ru: Команда, которая будет вызвана
sv: Kommando som ska anropas

source: Hooks
cs_cz: háčky
fr: Connexions
ru: Хуки

source: Available shells
fr: Shells disponibles
ru: Доступные оболочки
sv: Tillgängliga skal

source: Available POSIX shells for FD users.
fr: Shells POSIX disponibles pour les utilisateurs de FusionDirectory
ru: Доступные POSIX шеллы для пользователей FD
sv: Tillgängliga POSIX-skal för FD-användare

source: People and group storage
cs_cz: umístění účtů uživatelů a skupin
fr: Branches de l'arbre ldap ou sont stockes les utilisateurs et les groupes
it_it: Ramo dell'annuario dove sono immagazzinate le informazioni sugli utenti e i gruppi
ru: Местоположение пользователей и групп
sv: Lagring för personer och grupper

source: People DN attribute
cs_cz: atribut účtu uživatele použitý jako DN
fr: Type d'attribut pour le DN des utilisateurs
it_it: Tipo di attributo DN degli utenti
ru: DN атрибут пользователя
sv: Personer DN-attribut

source: Attribute to use at the beginning of users dn
fr: Attribut à utiliser pour le début du DN utilisateur
ru: Атрибут используемый у пользователей в начале dn
sv: Attribut att använda i början av användares dn

source: Include personal title in user DN
cs_cz: do DN uživatelských účtů zahrnovat i oslovení
fr: Inclure le personal title dans le DN de l'utilisateur
sv: Inkludera titel i användar-DN

source: Customized CN
fr: CN customisé
sv: Anpassat CN

source: Use a placeholder pattern for generating account cns
fr: Utilisation d'un modèle pour générer l'attribut CN des comptes
ru: Использовать шаблон для генерации cn учетных записей
sv: Använd ett platshållarmönster för att generera konto-cn

source: Next id hook
fr: Déclencheur permettant de déterminer le prochain identifiant numérique
sv: Nästa id-hook

source: A script to be called for finding the next free id for users or groups externaly.
fr: Script externe à appeler pour trouver le prochain identifiant numérique libre pour les utilisateurs et les groupes

source: Automatic UIDs
cs_cz: automatické vytváření názvů účtů uživatelů (UID)
fr: Uid automatiques

source: Automatic way to generate new user ids
fr: Système automatique pour générer les nouveaux identifiants utilisateurs

source: Strict naming policy
fr: Règles de de nommage strictes
it_it: Regola di denominazione rigorosa
ru: Политика строго присваивания имен
sv: Strikt namnpolicy

source: Enables strict checking of uids and group names
fr: Activer la vérification strictes des identifiants des uid et des groupes

source: GID/UID min id
fr: Identifiants numériques minimum pour les utilisateurs et groupes

source: The minimum assignable user or group id to avoid security leaks with uid 0 accounts.
fr: L'identifiant minimum attribuable à un utilisateur ou groupe pour éviter une faille de sécurité avec des comptes UID à 0 (root)

source: Number base for people
fr: Nombre de départ pour les utilisateurs

source: Where to start looking for a new free user id.
fr: Point de départ pour rechercher un identifiant d'utilisateur libre
ru: Откуда начинать смотреть значение для нового свободного id пользователя.
sv: Var man ska börja kolla efter nya fria användar-IDn.

source: Number base for groups
fr: Nombre de départ pour les groupes

source: Where to start looking for a new free group id.
fr: Point de départ pour rechercher un identifiant de groupe libre
ru: Откуда начинать смотреть значение для нового свободного id группы.
sv: Var man ska börja kolla efter nya fria grupp-IDn.

source: Users RDN
fr: Chemin relatif des utilisateurs
it_it: Utenti RDNi
ru: RDN пользователей
sv: Användares RDN

source: The branch where user are stored.
fr: Branche où sont stockés les utilisateurs

source: Groups RDN
fr: Chemin relatif des groupes
it_it: RDN gruppi
ru: RDN групп
sv: Gruppers RDN

source: The branch where groups are stored.
fr: Branche où sont stockés les groupes
ru: Ветка в которой хранятся группы.
sv: Grenen där grupper lagras.

source: Id allocation method
fr: Méthode de répartition des Id
ru: Метод выделения id
sv: Id-allokeringsmetod

source: Method to allocate uid/gid numbers
fr: Méthode d'attribution des valeurs UID / GID

source: Traditional
fr: Traditionnel
ru: Традиционный
sv: Traditionell

source: Pool uid min
fr: Pool uid minimum

source: Minimum value for uid when using pool method
fr: Valeur minimale pour l'UID à la méthode pool

source: Pool uid max
fr: Pool uid maximum

source: Maximum value for uid when using pool method
fr: Valeur maximale pour l'uid à la méthode pool

source: Pool gid min
fr: Pool gid minimum

source: Minimum value for gid when using pool method
fr: Valeur minimale pour le gid lors de l'utilisation de la méthode pool

source: Pool gid max
fr: Pool gid maximum

source: Maximum value for gid when using pool method
fr: Valeur maximale pour le gid lors de l'utilisation de la méthode pool

source: Debugging
cs_cz: diagnostika
fr: Deboguage
ru: Отладка

source: Display errors
fr: Afficher les erreurs
ru: Отображение ошибок
sv: Visa fel

source: Shows PHP errors in the upper part of the screen. This should be disabled in productive deployments, because there might be some passwords in it.
fr: Afficher les erreurs dans la partie haute de l'écran. Cela sera a désactiver en environnement de production car des mots de passe peuvent être affichés.
ru: Показывать PHP ошибки в верхней части экрана. Следует отключить при рабочем использовании, потому что там могут быть отображены пароли.
sv: Visa PHP-fel i övre delen av skärmen. Detta bör avaktiveras i produktionsmiljöer, för det kan vara lösenord i felkoden.

source: Maximum LDAP query time
cs_cz: maximální prodleva odpovědi LDAPu
fr: Durée maximale d'une requête LDAP
it_it: Durata massima di una richiesta LDAP
ru: Максимальное время LDAP запроса
sv: Maximal tid för LDAP-frågor

source: Stop LDAP actions if there is no answer within the specified number of seconds.
fr: Arrêter les opérations LDAP si aucunes réponses n'est obtenue dans un délai spécifié
it_it: Interrompi le azioni LDAP se non ci sono risposte nel tempo limite impartito in secondi.
ru: Остановить работу с LDAP если нет ответа за определенное количество секунд.
sv: Stoppa LDAP-förfrågningar om det inte kommer något svar inom den specificerade mängden sekunder.

source: Log LDAP statistics
cs_cz: zaznamenávat statistiky LDAPu
fr: Inscrit les statistique de l'annuaire LDAP dans les journaux systèmes
it_it: Inserisci le statistiche dell'annuario LDAP nel giornale di sistema
ru: Лог статистики обращений к LDAP
sv: Logga LDAP-statistik

source: Track LDAP timing statistics to the syslog. This may help to find indexing problems or bad search filters.
fr: Stocker les statistiques LDAP via syslog. Cela aide à trouver les problèmes d'indexation et de mauvais filtres de recherche.
it_it: Invia le statistiche di timing LDAP al syslog. Questo può aiutare a trovare i problemi di indicizzazione o i filtri di ricerca erronei.
ru: Отслеживать продолжительность обращений к LDAP в syslog. Это может помочь найти проблемы в индексировании и плохих фильтров поиска.
sv: Spåra LDAP-timingstatistik till syslog. Detta kan hjälpa till att hitta indexeringsproblem eller dåliga sökfilter.

source: Debug level
cs_cz: úroveň podrobností diagnostických informací
fr: Niveau de débogage
it_it: Livello per il debug
ru: Уровень отладки
sv: Debug-nivå

source: Display certain information on each page load.
fr: Afficher certaines informations sur chaque chargement de page.
it_it: Mostra alcune informazioni su ogni caricamento della pagina.
ru: Отображать следующую информацию при каждой загрузке странице.
sv: Visa viss information på varje sidladdning.

source: Configuration for plugins
fr: Configuration des plugins
it_it: Configurazione dei plugins
ru: Настройки плагинов
sv: Konfiguration för plugins

source: You need to specify your current password in order to proceed.
cs_cz: Pro pokračování musíte zadat své stávající heslo.
fr: Vous devez spécifier votre mode de passe actuel pour continuer.
it_it: Devi specificare la tua 'Password attuale' per procedere.
ru: Для продолжения укажите свой текущий пароль.
sv: Du behöver ange ditt nuvarande lösenord för att fortsätta.

source: The password you've entered as 'New password' is empty.
cs_cz: Heslo, které jste zadal(a) jako 'nové heslo' je prázdné.
fr: Le mot de passe que vous avez entré comme 'Nouveau mot de passe' est vide.

source: The password used as new and current are too similar.
cs_cz: Nové a staré heslo jsou si příliš podobné.
fr: Le nouveau et l'ancien mot de passe sont trop similaires.
it_it: La password che hai definito come 'Nuova password' è troppo simile a quella attuale.
ru: Новый и текущий пароли слишком похожи.
sv: Det nya lösenordet och det nuvarande är för lika varandra.

source: The password used as new is to short.
cs_cz: Nové heslo nelze použít – je příliš krátké (není bezpečné).
fr: Le nouveau mot de passe ne comporte pas suffisamment de caractères.
ru: Новый пароль слишком короткий.
sv: Det nya lösenordet är för kort.

source: Check-hook reported a problem: %s. Password change canceled!
cs_cz: Kontrolní háček (Check-hook) ohlásil problém: %s. Heslo nebylo změněno!
fr: il y à eu un problème: %s. Changement du mot de passe annulé !
sv: Kontroll-hook rapporterade ett problem: %s. Lösenordsbyte avbrutet!

source: The password you've entered as your current password doesn't match the real one.
cs_cz: Heslo, které jste zadal(a) jako své stávající neodpovídá.
fr: Le mot de passe entré comme mot de passe actuel ne correspond pas à votre mot de passe.
ru: Введенный вами текущий пароль не совпадает с реальным.
sv: Lösenordet som du angivit som ditt nuvarande matchar inte det riktiga.

source: You have no permission to change your password.
cs_cz: Nejste oprávněn(a) změnit si své heslo.
fr: Vous n'avez pas l'autorisation pour changer votre mot de passe.
ru: У вас недостаточно прав для смены своего пароля.
sv: Du har inte rättigheter att ändra ditt lösenord.

source: Change user password
cs_cz: změnit heslo uživatele
fr: Modifier votre mot de passe
ru: Сменить пароль
sv: Ändra användarlösenord

source: Password hash method to use
fr: Format de stockage des mots de passe
it_it: Algoritmo da usare per la password
ru: Применяемый метод для хэша пароля
sv: Lösenords-hash att använda

source: Password (Leave empty if you do not wish to change it)
fr: Mot de passe (Laisser vide si vous ne voulez pas changer)
it_it: Password (lasciare vuoto se non si desidera cambiarla)
ru: Пароль (Оставьте пустым, если не хотите его менять)
sv: Lösenord (Lämna tomt om du inte vill ändra det)

source: Password again
fr: Mot de passe (de nouveau)
it_it: Ripeti password
ru: Пароль еще раз
sv: Lösenordet igen

source: Same password as above, to avoid errors
fr: Veuillez réintroduire le mot de passe pour éviter les erreurs
it_it: Stessa password come sopra, per evitare errori
sv: Samma lösenord som ovan, för att undvika fel

source: Passwords does not match
fr: Le mot de passe entré dans le champ nouveau et celui dans le champ vérification ne concordent pas !
ru: Пароли не совпадают
sv: Lösenorden matchar inte

source: Unknown
cs_cz: neznámé
fr: Inconnu
it_it: Sconosciuto
ru: Неизвестно
sv: Okänd

source: Please add a single IP address or a network/netmask combination!
cs_cz: Zadejte prosím jedinou IP adresu nebo kombinaci síť/maska podsítě!
fr: Veuillez ajouter une adresse IP ou une combinaison réseau/masque de sous réseau !
ru: Добавьте один IP адрес или комбинацию сеть/маска
sv: Vänligen lägg till en ensam IP-adress eller en nätverk/nätmask-kombination!

source: female
cs_cz: žena
fr: féminin
ru: женский
sv: kvinna

source: male
cs_cz: muž
fr: masculin
ru: мужской
sv: man

source: Cannot upload file!
cs_cz: Soubor nelze nahrát!
fr: Impossible de télécharger le fichier !
ru: Невозможно загрузить файл!
sv: Kan inte ladda upp fil!

source: The selected password method is no longer available.
cs_cz: Zvolený způsob uložení hesla již není k dispozici.
fr: Le format de stockage sélectionné pour les mots de passe n'est plus disponible.
ru: Выбранный парольный метод больше не доступен.
sv: Den valda lösenordsmetoden är inte tillgänglig längre.

source: Cannot save user picture, FusionDirectory requires the package 'php5-imagick' to be installed!
cs_cz: Fotografii uživatele nelze uložit – FusionDirectory k tomu potřebuje, aby byl nainstalován balíček 'php5-imagick'!
fr: Impossible de sauver la photo de l'utilisateur, ur, FusionDirec a besoin que la librairie rie5-hp5-ima soit installé pour cela.
ru: Не могу сохранить фотографию пользователя, FusionDirectory нужен установленный пакета 'php5-imagick'!
sv: Kan inte spara användarbild, FusionDirectory kräver att paketet 'php-imagick' är installerat!

source: Cannot build RDN: no + allowed to build sub RDN!
cs_cz: Nelze vytvořit RDN: pro vytváření podružných RND není dovoleno žádné +!
fr: Impossible de construire le RDN: pas de + autorisé dans la construction d'un sous RDN !
ru: Не могу построить RDN: нет доступных для построения под RDN!
sv: Kan inte bygga RDN: inget + tillåtet för att bygga sub-RDN!

source: Cannot build RDN: attribute is not defined!
cs_cz: Nemohu vytvořit RDN: není definován atribut!
fr: Impossible de construire un RDN: l'attribut n'est pas défini !
ru: Не могу построить RDN: атрибут не определен!
sv: Kan inte bygga RDN: attribut är inte definierat!

source: Cannot build RDN: invalid attribute parameters!
cs_cz: Nemohu vytvořit RDN: neplatné parametry atributu!
fr: Imposible de contruire un RDN: les paramètres de l'attribut sont non valides !
ru: Не могу построить RDN: неправильные параметры атрибутов!
sv: Kan inte bygga RDN: ogiltiga attribut-parametrar!

source: The selected password method requires initial configuration!
cs_cz: Zvolený způsob ukládání hesel vyžaduje počáteční nastavení!
fr: Le format de stockage sélectionné nécessite une configuration de base !
ru: Выбранный парольный метод требует начальной настройки!
sv: Den valda lösenordsmetoden kräver inledande konfiguration!

source: Name
cs_cz: jméno
fr: Nom
it_it: Nome
ru: Название
sv: Namn

source: Given name
cs_cz: křestní jméno
fr: Prénom
ru: Имя
sv: Förnamn

source: Homepage
cs_cz: osobní webové stránky
fr: Page d'accueil
ru: Домашняя страница
sv: Hemsida

source: Mobile
cs_cz: mobilní
fr: GSM
it_it: Cellulare
ru: Мобильный
sv: Mobil

source: Pager
fr: Bip
it_it: Cercapersone
ru: Пейджер

source: Date of birth
cs_cz: datum narození
fr: Date de naissance
ru: Дата рождения
sv: Födelsedatum

source: Unit
cs_cz: jednotka
fr: Unité
it_it: Unità

source: House identifier
cs_cz: označení budovy
fr: Identifiant du bâtiment

source: Vocation
cs_cz: povolání
fr: Travail

source: Last delivery
fr: Dernière distribution

source: Person locality
cs_cz: kde se osoba nachází
fr: Lieu de résidence

source: Unit description
cs_cz: popis jednotky
fr: Description de l'unité

source: Subject area
fr: Zone de sujet

source: Functional title
cs_cz: funkční zařazení
fr: Fonction

source: Public visible
cs_cz: viditelné všem
fr: Visible par tous

source: Street
cs_cz: ulice
fr: Rue
it_it: Via

source: Role
fr: Rôle
it_it: Ruolo
ru: Роль
sv: Roll

source: Postal code
cs_cz: poštovní směrovací číslo (PSČ)
fr: Code postal
it_it: CAP

source: Generic user settings
cs_cz: obecná nastavení uživatele
fr: Paramètres par défaut des utilisateurs

source: User
cs_cz: uživatel
fr: Utilisateur
it_it: Utente
ru: Пользователь
sv: Användare

source: Surname
cs_cz: příjmení
fr: Nom de famille
ru: Фамилия
sv: Efternamn

source: User identification
cs_cz: identifikace uživatele
fr: Information Utilisateur

source: Personal title
cs_cz: oslovení
fr: Titre Personnel
ru: Обращение
sv: Personlig titel

source: Academic title
cs_cz: akademický titul
fr: Titre Universitaire
ru: Академическое звание
sv: Akademisk titel

source: Sex
cs_cz: pohlaví
fr: Sexe
ru: Пол
sv: Kön

source: Preferred language
cs_cz: upřednostňovaný jazyk
fr: Langue préférée
it_it: Lingua preferita
ru: Предпочитаемый язык
sv: Föredraget språk

source: User picture
cs_cz: fotografie uživatele
fr: Image de l'utilisateur
ru: Фотография пользователя
sv: Användarbild

source: Login restrictions
cs_cz: omezení pro přihlášování
fr: Restriction de connexions
ru: Ограничения на логин
sv: Inloggningsrestriktioner

source: Organization
cs_cz: organizace
fr: Entreprise
it_it: Organizzazione
ru: Организация
sv: Organisation

source: Department number
cs_cz: číslo oddělení
fr: Numéro du département
it_it: Numero del dipartimento
ru: Номер отдела
sv: Avdelningsnummer

source: Manager
cs_cz: nadřízený
fr: Responsable
ru: Руководитель

source: Employee number
cs_cz: číslo zaměstnance
fr: Numéro de l'employé
it_it: Matricola dell'impiegato
ru: Номер работника
sv: Anställningsnummer

source: Employee type
cs_cz: typ zaměstnaneckého poměru
fr: Type de l'employé
it_it: Qualifica
ru: Форма трудоустройства
sv: Anställningstyp

source: Room number
cs_cz: označení místnosti
fr: Numéro du bureau
it_it: Numero dell'ufficio
ru: Номер комнаты
sv: Rumsnummer

source: Telefon number
cs_cz: telefonní číslo
fr: Numéro de téléphone

source: Pager number
cs_cz: číslo pageru
fr: Numéro de page

source: Mobile number
cs_cz: číslo mobilního telefonu
fr: Numéro de GSM

source: Fax number
cs_cz: faxové číslo
fr: Numéro de fax
it_it: Numero di Fax
ru: Факс
sv: Fax-nummer

source: State
cs_cz: stát
fr: Département
it_it: Regione
ru: Адм. единица
sv: Län

source: Location
cs_cz: umístění
fr: Lieu
it_it: Località
ru: Местоположение
sv: Plats

source: Postal address
cs_cz: poštovní adresa
fr: Adresse postale
ru: Почтовый адрес
sv: Postadress

source: Home postal address
cs_cz: poštovní adresa domů
fr: Adresse postale personnelle
it_it: Indirizzo postale di casa
ru: Домашний почтовый адрес
sv: Hempostadress

source: Home phone number
cs_cz: telefon domů
fr: Numéro de téléphone privé
it_it: Numero di telefono di casa
ru: Домашний телефон
sv: Hemtelefonnummer

source: User password method
cs_cz: způsob uložení hesla tohoto uživatele
fr: Méthode d'encodage des mots de passe
ru: Парольный метод пользователя
sv: Användarens lösenordsmetod

source: Entries differ
cs_cz: položky se liší
fr: Les entrées sont différentes
ru: Записи отличаются
sv: Posterna skiljer sig åt

source: Please select the desired entries
cs_cz: zvolte prosím požadované položky
fr: Veuillez sélectionner les entrées désirées
it_it: Seleziona le entries desiderate
ru: Пожалуйста выберете нужные записи
sv: Välj önskade poster

source: Winstation
cs_cz: pracovní stanice s OS MS Windows
fr: Pc Windows

source: Edit posix properties
cs_cz: upravit POSIXové vlastnosti
fr: Modifier les propriétés posix
ru: Редактировать posix свойства
sv: Redigera posix-egenskaper

source: Edit mail properties
cs_cz: upravit e-mailové vlastnosti
fr: Modifier les propriétés de messagerie
ru: Редактировать настройки почты
sv: Redigera epost-egenskaper

source: Edit samba properties
cs_cz: upravit vlastnosti pro Sambu
fr: Modifier les propriétés samba
ru: Редактировать настройки samba
sv: Redigera samba-egenskaper

source: Edit phone properties
cs_cz: upravit vlastnosti telefonu
fr: Modifier les propriétés téléphoniques
sv: Redigera telefon-egenskaper

source: Edit start menu properties
cs_cz: Upravit nabídku Start.
fr: Modifier les propriétes du menu de démarrage
sv: Redigera startmeny-egenskaper

source: Environment
cs_cz: prostředí
fr: Environnement
ru: Окружение
sv: Miljö

source: Edit environment properties
cs_cz: upravit vlastnosti prostředí
fr: Modifier les propriétés d'environnement
ru: Редактировать настройки окружения
sv: Redigera miljö-egenskaper

source: Home directory
cs_cz: domovský adresář
fr: Répertoire Home
ru: Домашний каталог
sv: Hemkatalog

source: The path to the home directory of this user
fr: Chemin du répertoire "home" de cet utilisateur
ru: Путь к домашнему каталогу пользователя
sv: Sökvägen till hemkatalogen för den här användaren
