Repository: fusiondirectory/fusiondirectory
Catalog: locale/*/fusiondirectory.po
Languages: cs_cz, fr, it_it, ru, sv

source: Move objects
cs_cz: přesouvat objekty
fr: Bouger un objet
ru: Перемещать объекты
sv: Flytta objekt

source: Remove objects
cs_cz: mazat objekty
fr: Enlever les objets
ru: Удалять объекты
sv: Ta bort objekt

source: Grant permission to owner
cs_cz: dát oprávnění i vlastníkovi
fr: Donner la permission à l'utilisateur
ru: Наделить правами доступа владельца
sv: Ge rättigheter till ägare

source: read
cs_cz: číst
fr: lecture
ru: чтение
sv: läs

source: write
cs_cz: zapisovat
fr: écrire
ru: запись
sv: skriv

source: Complete object
cs_cz: celý objekt
fr: L'objet au complet
it_it: L'oggetto al completo
sv: Komplett objekt

source: Unkown ACL type '%s'!
cs_cz: neznámý typ / rozsah ACL '%s'!
fr: Type d'ACL inconnu '%s' !

source: Unknown entry '%s'!
cs_cz: Neznámá položka '%s'!
fr: Entrée inconnue '%s' !
it_it: Voce '%s' sconosciuta !
ru: Неизвестная запись '%s'!
sv: Okänd post '%s'!

source: Role: %s
fr: Rôle : %s

source: unknown role
cs_cz: neznámá role
fr: Rôle inconnu

source: Contains settings for these objects: %s
cs_cz: obsahuje nastavení pro následující objekty: %s
fr: Contient les paramètres pour ces objets: %s
it_it: Contiene i parametri per questi oggetti: %s
ru: Содержит настройки для этих объектов: %s
sv: Innehåller inställningar för dessa objekt: %s

source: Members
cs_cz: členové
fr: Membres
it_it: Membri
ru: Члены
sv: Medlemmar

source: inactive
cs_cz: nečinný
fr: inactif

source: No members
cs_cz: žádní členové
fr: Aucun membres

source: Manage access control lists
cs_cz: správa seznamů pro řízení přístupu (ACL)
fr: Gestion de listes de contrôle d'accès (ACL)
it_it: Gestire le liste di controllo degli accessi
ru: Управление списками контроля доступа (ACL)
sv: Hantera åtkomstkontrollistor (ACL)

source: ACL roles
cs_cz: ACL role
fr: Rôles ACL
it_it: Ruoli ACL
ru: ACL ролей
sv: ACL-roller

source: Select all
cs_cz: vybrat vše
fr: Sélectionner tout
it_it: Seleziona tutto
ru: Выбрать все
sv: Välj alla

source: created by
cs_cz: vytvořeno (kým)
fr: Crée par
it_it: Creato da
sv: skapat av

source: Go to root department
cs_cz: přejít do kořene všech oddělení
fr: Aller au département de base
it_it: Vai al dipartimento base
ru: Перейти в корень подразделений
sv: Gå till root-avdelning

source: Go up one department
cs_cz: přejít o jedno oddělení výše
fr: Monter d'un département
it_it: Sali di un dipartimento
ru: Перейти вверх на одно подразделение
sv: Gå upp en avdelning

source: Go to users department
cs_cz: přejít do svého oddělení
fr: Aller au département des utilisateurs

source: Home
cs_cz: domovské
fr: Accueil
sv: Hem

source: Reload list
cs_cz: znovunačtení seznamu
fr: Recharger la liste
it_it: Ricarica la lista
ru: Обновить список
sv: Ladda om lista

source: Copy
cs_cz: zkopírovat
fr: Copier
it_it: Copia
ru: Копировать
sv: Kopiera

source: Cut
cs_cz: vyjmout
fr: Couper
it_it: Taglia
ru: Вырезать
sv: Klipp ut

source: Cut this entry
cs_cz: vyjmout tuto položku
fr: Couper cette entrée
ru: Вырезать эту запись
sv: Klipp ut post

source: Copy this entry
cs_cz: kopírovat tuto položku
fr: Copier cette entrée
ru: Копировать эту запись
sv: Kopiera post

source: Restore snapshots
cs_cz: obnovit ze snímků
fr: Restaurer la copie instantanée
ru: Восстановить снапшоты
sv: Återskapa ögonblicksbilder

source: Export list
cs_cz: exportovat seznam
fr: Exporter la liste
it_it: Lista d'esportazione
ru: Экспортировать список
sv: Exportera lista

source: Restore snapshot
cs_cz: obnovit ze snímku
fr: Restaurer la copie instantanée
it_it: Restaura la 'copia istantanea'
ru: Восстановить снапшот
sv: Återskapa ögonblicksbild

source: Create snapshot
cs_cz: vytvořit snímek
fr: Créer un snapshot
it_it: Crea una 'copia istantanea'
ru: Создать снапшот
sv: Skapa ögonblicksbild

source: Create a new snapshot from this object
cs_cz: vytvořit nový snímek tohoto objektu
fr: Créer un nouveau snapshot depuis cet objet
ru: Создать новый снапшот из объекта
sv: Skapa ny ögonblicksbild från det här objektet

source: Logging failed: %s
cs_cz: přihlášení selhalo: %s
fr: Echec du Journal système : %s
it_it: Registrazione nel giornale di sistema non riuscita : %s
ru: Не удалось войти: %s
sv: Loggning misslyckades: %s

source: Invalid option '%s' specified!
cs_cz: Byla zadán neplatná volba '%s'!
fr: Option %s non valide !
sv: Ogiltigt alternativ '%s' angivet!

source: Specified objectType is empty or invalid!
cs_cz: Jako objectType (typ objektu) buď nebylo zadáno nic, nebo nesprávná hodnota.
fr: Le type d'objet spécifié est vide ou invalide !
it_it: Il tipo d'oggetto specificato è vuoto oppure non è valido !
ru: Указанный объектный тип пустой или неверный!
sv: Angiven objectType är tom eller ogiltig!

source: The timezone setting '%s' in your fusiondirectory.conf is not valid. Cannot calculate correct timezone offset.
cs_cz: Nastavení časové zóny '%s' ve Vašem fusiondirectory.conf není správné. Nelze spočítat posun časové zóny.
fr: Le fuseau horaire '%s' indiqué dans votre fusiondirectory.conf est invalide. Impossible de calculer le décalage horaire correct.

source: Performance warning
cs_cz: varování ohledně výkonu
fr: Avertissement de performance
ru: Предупреждение о производительности
sv: Prestandavarning

source: LDAP performance is poor: last query took about %.2fs!
cs_cz: Výkonnost LDAPu je špatná: poslední dotaz trval celých %.2fs!
fr: La performance de votre annuaire est faible : la dernière requête à duré %.2fs !
it_it: Il rendimento del tuo annuario LDAP è scarso: l'ultima richiesta è durata %.2fs !
ru: Низкая производительность LDAP: последний запрос занял около %.2fs!
sv: LDAP-prestanda är låg: senaste frågan tog runt %.2fs!

source: Cannot automatically create subtrees with RDN '%s': no object class found!
cs_cz: Nedaří se automaticky vytvořit podstromy s RND '%s': nebyla nalezena potřebná třída objektů!
fr: Impossible de créer automatiquement des sous arbres avec le RDN '%s': object class non trouvé !
ru: Не могу автоматически создать поддерево с RDN '%s': не найден объектный класс!
sv: Kan inte skapa subträd med RDN '%s' automatiskt: ingen objektklass hittades!

source: Cannot automatically create subtrees with RDN '%s': not supported
cs_cz: nedaří se automaticky vytvořit podstromy s RND '%s': není podporováno
fr: Impossible de créer automatiquement des sous arbres avec le RDN '%s': non supporté
ru: Не могу автоматически создать поддерево c RDN '%s': не поддерживается
sv: Kan inte skapa subträd med RDN '%s' automatiskt: stöds inte

source: while operating on '%s' using LDAP server '%s'
cs_cz: při operaci na '%s' na LDAP serveru '%s'
fr: lors de l'opération sur '%s' en utilisant le serveur LDAP '%s'
ru: во время операции на '%s' использовался LDAP сервер '%s'
sv: under operation på '%s' med LDAP-server '%s'

source: while operating on LDAP server %s
cs_cz: při operaci na LDAP serveru '%s'
fr: lors de l'opération sur le serveur LDAP %s
ru: во время операции на LDAP сервер %s
sv: under operation på LDAP-server %s

source: Missing command line programm '%s'!
cs_cz: V systému chybí příkaz '%s'!
fr: Programmes manquants ligne de commande '%s' !

source: This is not a valid DN: '%s'. A block for import should begin with 'dn: ...' in line %s
cs_cz: Toto není platné DN: '%s'. Celek pro import by měl začínat na 'dn: …' na řádku %s
fr: Ceci n'est pas un DN valide: '%s'. Le fichier d'importation doit commencer avec 'dn: ...' à la ligne %s
ru: Неправильный DN: '%s'. Блок для импорта должен начинаться с dn: ...' в строке %s.
sv: Det här är inte ett giltigt DN: '%s'. Ett importblock bör börja med 'dn: ...' på rad %s

source: Error while importing dn: '%s', please check your LDIF from line %s on!
cs_cz: Došlo k chybě během importu dn: '%s', zkontrolujte prosím Váš LDIF soubor od řádku %s dále!
fr: Erreur lors de l'importation du dn: '%s', veuillez vérifier votre fichier votre fichier LDIF à partir de la ligne %s !
ru: Ошибка при импорте dn: '%s', проверьте ваш LDIF начиная со строки %s!
sv: Fel under import av dn: '%s', kontrollera din LDIF från rad %s och nedåt!

source: Please fix the above error and reload the page.
cs_cz: Opravte prosím výše zmíněnou chybu a znovunačtěte stránku.
fr: Veuillez fixer l'erreur ci dessus et recharger la page.
ru: Пожалуйста исправьте ошибку выше и обновите страницу.
sv: Vänligen fixa ovanstående fel och ladda om sidan.

source: All objects in this category
cs_cz: všechny objekty v této kategorii
fr: Tout les objets dans cette catégorie
it_it: Tutti gli oggetti in questa categoria
ru: Все объекты в этой категории
sv: Alla objekt i den här kategorin

source: The configuration format has changed. Please re-run setup!
cs_cz: Formát nastavení se změnil. Spusťte prosím instalátor znovu.
fr: Le format du fichier de configuration à changé. Veuillez réexecuter l'installation !

source: Please activate debugging for details!
cs_cz: Pro získání dalších podrobností prosím zapněte režim ladění!
fr: Veuillez activer le mode debug pour plus de détail !
ru: Пожалуйста включите отладку для подробностей!
sv: Aktivera debugging för att se detaljer!

source: You're about to delete the snapshot '%s'.
cs_cz: Chystáte se smazat snímek '%s'.
fr: Vous êtes sur le point de supprimer le snapshot '%s'.
ru: Вы собираетесь удалить снапшот '%s'.
sv: Du håller på att ta bort ögonblicksbilden '%s'.

source: Remove snapshot
cs_cz: odebrat snímek
fr: Supprimer le snapshot
ru: Удалить снапшот
sv: Ta bort ögonblicksbild

source: Fatal error: no class locations defined - please run '%s' to fix this
cs_cz: fatální chyba: není určeno umístění třídy – pro nápravu prosím spusťe '%s'
fr: Erreur fatale : pas d'emplacement défini pour les classes - veuillez exécuter '%s' pour régler le problème
it_it: Errore fatale: non è stato definito nessuno spazio per le classi - esegui '%s' per porre rimedio al problema
sv: Allvarligt fel: inga klass-locations definierade - vänligen kör '%s' för att åtgärda detta

source: Fatal error: cannot instantiate class '%s' - try running '%s' to fix this
cs_cz: fatální chyba: nelze vytvořit instanci třídy '%s' – pokuste se to napravit spuštěním '%s' --update-cache (na serveru) a restartujte svůj webový prohlížeč
fr: Erreur fatale : impossible d'initialiser la classe '%s' - veuillez exécuter '%s' pour essayer de régler le problème
it_it: Errore fatale: impossibile inizializzare la classe '%s' - esegui '%s' per porre rimedio al problema
ru: Критическая ошибка: не могу создать экземпляр класса '%s' - попробуйте запустить '%s' чтобы исправить это
sv: Allvarligt fel: kan inte instansiera klassen '%s' - försök köra '%s' för att åtgärda detta

source: FATAL: Error when connecting the LDAP. Server said '%s'.
cs_cz: FATÁLNÍ: chyba při připojování do LDAPu. Server ohlásil '%s'.
fr: FATAL: Erreur lors de la connexion au serveur LDAP. Le serveur à répondu '%s'.
ru: FATAL: Ошибка при подключении к LDAP. Сервер сообщил '%s'.
sv: ALLVARLIGT: Fel vid försöka att koppla mot LDAP. Servern sa '%s'.

source: Username / UID is not unique inside the LDAP tree!
cs_cz: Uživatelské jméno / UID není v rámci stromu LDAP jedinečné.
fr: Le nom de l'utilisateur / UID n'est pas unique dans votre annuaire LDAP !

source: Username / UID is not unique inside the LDAP tree. Please contact your Administrator.
cs_cz: Uživatelské jméno / UID není v rámci stromu LDAP jedinečné. Kontaktujte prosím svého správce systémů.
fr: Le nom de l'utilisateur / UID n'est pas unique dans votre annuaire LDAP. Veuillez contacter votre administrateur système.

source: Error while adding a lock. Contact the developers!
cs_cz: Nastala chyba při pokusu o přidání zámku. Nahlaste to prosím vývojářům!
fr: Erreur lors de l'ajout d'un verrou. Contactez les développeurs !
it_it: Errore all'aggiunta di un bloccaggio. Contatta i programmatori !
ru: Ошибка при добавлении блокировки. Свяжитесь с разработчиками!
sv: Fel uppstod när lås skulle läggas till. Kontakta utvecklarna!

source: Cannot create locking information in LDAP tree. Please contact your administrator!
cs_cz: Nemohu vytvořit informaci o zamykání ve stromu LDAPu. Kontaktujte prosím svého správce systémů!
fr: Impossible d'obtenir les informations de verrouillage dans l'annuaire LDAP. Veuillez contacter votre administrateur !
it_it: Impossibile creare i dati per il bloccaggio nell'annuario LDAP. Contatta l'amministratore del sistema !
ru: Невозможно создать информацию о блокировки в LDAP дереве. Пожалуйста свяжитесь с вашим администратором!
sv: Kan inte skapa låsinformation i LDAP-trädet. Vänligen kontakta din administratör!

source: LDAP server returned: %s
cs_cz: LDAP server odpověděl: %s
fr: Le serveur LDAP à retourné: %s
it_it: Il server LDAP ha risposto: %s
ru: LDAP сервер вернул: %s
sv: LDAP-server returnerade %s

source: Found multiple locks for object to be locked. This should not happen - cleaning up multiple references.
cs_cz: Při pokusu o vyhrazení přístupu k objektu bylo nalezeno několik již existujících zámků. To by se nemělo stávat – probíhá jejich odstraňování.
fr: Détection de verrou multiple pour un même objet. Ceci ne devrait pas arriver. Effacement des références multiples.
it_it: Sono stati trovati molteplici bloccaggi per lo stesso oggetto da bloccare. Questo non dovrebbe mai succedere. Ripulire le referenze multiple.
ru: Найдены множественные блокировки для заблокированного объекта. Это не должно было случиться - очистите их.
sv: Hittade flera lås för objektet som ska låsas. Detta ska inte hända - rensar upp multipla referenser.

source: The size limit of %d entries is exceed!
cs_cz: Limit velikosti položek %d je překročen!
fr: La taille limite de %d entrées est dépassée !
ru: Найдено более %d объектов.
sv: Storleksgränsen på %d poster har överskridits!

source: Set the new size limit to %s and show me this message if the limit still exceeds
cs_cz: nastavit novou hodnotu limitu %s a v případě, že ani to nebude stačit, zobrazit toto hlášení znovu
fr: Mettre la nouvelle limite à %s et me montrer ce message si la limite est toujours dépassée
ru: Установить новое значение лимита в %s и показать мне это сообщение если лимит будет исчерпан.
sv: Sätt ny storleksgräns till %s och visa mig meddelandet om gränsen fortfarande överskrids

source: Configure
cs_cz: nastavit
fr: Configurer
it_it: Configura
ru: Настроить
sv: Konfigurera

source: incomplete
cs_cz: neúplné
fr: incomplet
it_it: incompleto
ru: не полный
sv: ofullständig

source: Continue anyway
cs_cz: přesto pokračovat
fr: Continuer malgré tout
ru: Продолжить в любом случае
sv: Fortsätt ändå

source: Edit anyway
cs_cz: přesto upravit
fr: Éditer malgré tout
it_it: Modifica malgrado l'avvertimento
ru: Редактировать в любом случае
sv: Redigera ändå

source: You're going to edit the LDAP entry/entries %s
cs_cz: chystáte se upravit položky LDAPu %s
fr: Vous êtes sur le point d'éditer l'entrée(s) %s
ru: Вы собираетесь редактировать LDAP запись/записи %s
sv: Du kommer att redigera LDAP-posten/posterna %s

source: Entries per page
cs_cz: položek na stránku
fr: Entrées par page
ru: Записей на странице
sv: Poster per sida

source: File '%s' could not be deleted. Try fusiondirectory-setup --check-directories to fix permissions.
fr: Le ficheir '%s' ne peut être supprimé. Essayer de lancer la commande "fusiondirectory-setup --check-directories" sur le serveur FusionDirectory pour corriger les permissions de fichiers
ru: Файл '%s' не может быть удален. Попробуйте fusiondirectory-setup --check-directories чтобы исправить права.
sv: Filen '%s' kunde inte tas bort. Försök med fusiondirectory-setup --check-directories för att åtgärda rättighetsproblem.

source: Cannot write to revision file!
cs_cz: Nelze zapsat do souboru s revizemi!
fr: Impossible d'écrire le fichier de revision !
it_it: Impossibile scrivere il file di revisione !
sv: Kan inte skriva till revisionsfil!

source: Cannot read to revision file!
cs_cz: Nelze číst ze souboru s revizemi!
fr: Impossible d'écrire le fichier contenant le numéro de version !
sv: Kan inte läsa revisionsfil!

source: 'nextIdHook' is not available. Using default base!
fr: 'nextIdHook' n'est pas disponible. Utilisation de la base par défaut !
sv: 'nextIdHook' är inte tillgänglig. Använder standard-bas!

source: LDAP warning
cs_cz: varování LDAPu
fr: Avertissement LDAP
ru: Предупреждение LDAP
sv: LDAP-varning

source: Cannot get schema information from server. No schema check possible!
cs_cz: Nedaří se získat informace o schématech ze serveru. Schémata proto nelze ověřit!
fr: Impossible de récupérer les informations sur les schémas depuis le serveur. Vérification des schémas impossibles !
it_it: Impossibile trovare informazioni sugli schemi a partire dal server. Nessuna verifica degli schemi è stata effettuata !
ru: Не могу получить информацию о схемах с сервера. Проверить схемы невозможно!
sv: Kan inte hämta schemainformation från servern. Ingen schemakontroll är möjlig!

source: Used to store account specific informations.
cs_cz: Používá se k ukládání informací jednotlivých účtů.
fr: Utilisé pour stocker les informations spécifiques des comptes.
sv: Används för att lagra kontospecifik information

source: Used to lock currently edited entries to avoid multiple changes at the same time.
cs_cz: Používá se k uzamčení právě upravovaných položek, aby se zabránilo vícero (vzájemně si vadícím) úpravám naráz.
fr: Utilisé pour verrouiller les entrées actuellement modifiées afin d'éviter de multiples changements simultanés.
sv: Används för att låsa aktuella poster under redigering för att undvika multipla ändringar på samma gång.

source: Missing required object class '%s'!
cs_cz: Chybí nezbytně nutná třída objektů '%s'!
fr: Object class obligatoire '%s' manquante !
ru: Пропущен обязательный объектный класс '%s'!
sv: Saknar objektklass '%s' som krävs!

source: Missing optional object class '%s'!
cs_cz: Chybí volitelná třída objektů '%s'!
fr: Object class facultative '%s' manquante !
ru: Пропущен дополнительный объектный класс '%s'!
sv: Saknar valfri objektklass '%s' !

source: Version mismatch for required object class '%s' (!=%s)!
cs_cz: Neshoda ve verzích požadovaných tříd objektů %s' (!=%s)!
fr: La version requise des object class ne correspond pas '%s' (!=%s) !
ru: Не совпадает версия для обязательного объектного класса '%s' (!=%s)!
sv: Versionsfel för krävd objektklass '%s' (!=%s)!

source: Class(es) available
cs_cz: dostupné třídy
fr: Classe(s) disponible(s)
it_it: Classe(i) disponibile(i)
ru: Доступные класс(ы)
sv: Klass(er) tillgänglig(a)

source: You have enabled the rfc2307bis option on the 'ldap setup' step, but your schema configuration do not support this option.
cs_cz: V kroku 'nastavení LDAPu' jste vybrali „skupiny dle normy rfc2307bis“, ale ve Vašich schématech to není podporováno.
fr: Vous avez activé l'option rfc2307bis dans votre option 'configuration du serveur ldap' lors de l'installation, mais la configuration de vos schéma ne supportent pas cette option.
ru: У вас включена опция rfc2307bis на шаге 'настройка ldap', но конфигурация схем не поддерживает эту опцию.

source: In order to use rfc2307bis conform groups the objectClass 'posixGroup' must be AUXILIARY
cs_cz: aby bylo možné použít skupiny dle normy rfc2307bis, musí být třída objektů 'posixGroup' POMOCNOU
fr: Pour pouvoir utiliser des groupes conformes à la norme rfc2307bis, l'objectClass 'posixGroup' doit être AUXILIARY
ru: Для того чтобы использовать rfc2307bis совместимые группы, объектный класс 'posixGroup' должен быть в AUXILIARY

source: Your schema is configured to support the rfc2307bis group, but you have disabled this option on the 'ldap setup' step.
cs_cz: Vaše schéma je nastaveno tak, aby podporovalo skupiny dle rf2307bis, ale tuto volbu jste v kroku 'nastavení LDAPu' vypnuli.
fr: Votre schéma est configuré pour supporter les groupes rfc2307, mais vous avez désactivé cette option lors de l'étape 'configuration de l'annuaire ldap' du programme d'installation.
ru: В вашей схеме настроена поддержка групп rfc2307bis, но у вас отключена эта опция на шаге 'настройка ldap'.

source: The objectClass 'posixGroup' must be STRUCTURAL
cs_cz: třída (objectClass) objektu 'posixGroup' musí být „strukturální“ (STRUCTURAL)
fr: L'objectClass 'posixGroup' doit être STRUCTURAL
ru: Объектный класс 'posixGroup' должен быть установлен в STRUCTURAL
sv: Objektklassen 'posixGroup' måste vara STRUCTURAL

source: Command '%s', specified as POSTMODIFY for plugin '%s' doesn't seem to exist.
cs_cz: Příkaz '%s', zadaný jako POSTMODIFY (spusť po dokončení úpravy) pro zásuvný modul '%s' zdá se neexistuje.
fr: La commande '%s', utilisée dans le POSTMODIFY de l'extension '%s' n'existe pas.

source: Cannot allocate a free ID:
cs_cz: Není k dispozici volné ID:
fr: Impossible d'assigner un ID libre :
ru: Не могу выделить свободный ID:
sv: Kan inte allokera ett fritt ID:

source: unknown idAllocation method!
cs_cz: Neznámá metoda idAllocation (přiřazování ID)!
fr: Méthode d'allocation des id inconnue !
ru: неизвестный idAllocation метод!
sv: okänd idAllocation-metod!

source: Cannot create sambaUnixIdPool entry!
cs_cz: Nelze vytvořit položku sambaUnixIdPool!
fr: Impossible de créer l'entrée sambaUnixIdPool !
ru: Не могу создать запись sambaUnixIdPool!
sv: Kan inte skapa sambaUnixIdPool-post!

source: sambaUnixIdPool is not unique!
cs_cz: Identifikátor sambaUnixIdPool není jedinečný!
fr: sambaUnixIdPool n'est pas unique !
ru: sambaUnixIdPool не уникальна!
sv: sambaUnixIdPool är inte unik!

source: no ID available!
cs_cz: Není k dispozici ID!
fr: Pas d' ID disponibles !
ru: нет доступных ID!
sv: inget ID tillgängligt!

source: maximum tries exceeded!
cs_cz: překročen maximální počet neúspěšných pokusů!
fr: Nombre maximum d'essais dépassés !
ru: Превышено максимальное число попыток!
sv: maximalt antal försök överskridet!

source: Cannot allocate a free ID!
cs_cz: Není k dispozici volné ID – není co přidělit!
fr: Impossible d'assigner un ID libre !
ru: Не могу выделить свободный ID!
sv: Kan inte allokera ett fritt ID!

source: Your FusionDirectory session has expired!
cs_cz: Vaše relace ve FusionDirectory byla automaticky ukončena po Vaší delší neaktivitě!
fr: Votre session FusionDirectory à expiré !
it_it: La tua sessione in FusionDirectory è scaduta!
ru: Время вашей сессии истекло!
sv: Din FusionDirectory-session har gått ut!

source: The last interaction with the FusionDirectory web interface has been some time ago in the past. For security reasons, the session has been closed. To continue with administrative tasks, please sign in again.
cs_cz: Na základě toho, že jste v předchozí relaci již dlouho nic neudělali, se zdá, že jste se jen zapomněl(a) odhlásit. Z bezpečnostních důvodů byla proto relace automaticky ukončena. Pokud chcete ve správě pokračovat, prosím přihlaste se znovu.
fr: Votre dernière interaction avec FusionDirectory date d'un certain temps. Pour des raisons de sécurité, la session à été fermée. Pour continuer à administrer, veuillez vous reconnecter.
sv: Den senaste interaktionen med FusionDirectorys webbgränssnitt har ägt rum vid ett tidigare tillfälle. Av säkerhetsskäl har sessionen stängts. För att fortsätta med administrativa sysslor, vänligen logga in igen.

source: Sign in again
cs_cz: přihlásit se znovu
fr: Reconnexion
ru: Войти снова
sv: Logga in igen

source: Login screen
cs_cz: přihlašovací obrazovka
fr: Fenêtre de connexion
ru: Окно входа
sv: Inloggningsskärm

source: Please use your username and your password to log into the site administration system.
cs_cz: Zadejte prosím své uživatelské jméno a heslo pro přihlášení do správy systémů tohoto místa.
fr: Veuillez utiliser votre nom d'utilisateur et votre mot de passe afin de vous connecter.
it_it: Usa il tuo nome utente e la tua password per accedere all'amministrazione del sistema.
ru: Пожалуйста используйте свое имя и пароль что бы войти в систему администрирования сайтом.
sv: Använd ditt användarnamn och lösenord för att logga in i administrationssystemet.
