Repository: fusiondirectory/fusiondirectory
Catalog: locale/*/fusiondirectory.po
Languages: cs_cz, fr, it_it, ru, sv

source: Some values need to be unique in the complete directory while some combinations make no sense. FusionDirectory shows the relevant attributes. Please maintain the values below to fulfill the policies.
cs_cz: Některé hodnoty musí být jedinečné v rámci celého adresáře, některé kombinace jsou zase nesmyslné. FusionDirectory zobrazuje příslušné atributy. Upravte prosím níže uvedené hodnoty tak, aby odpovídaly těmto pravidlům.
fr: Certaines valeurs doivent être unique dans tout l'arbre et certaines combinaisons n'ont pas de sens. FusionDirectory vous montre les valeurs correspondantes. Veuillez maintenir les valeurs pour respecter les politiques de sécurité.
sv: Vissa värden måste vara unika inom katalogtjänsten medan vissa kombinationer inte är gångbara. FusionDirectory visar de relevanta attributen. Vänligen behåll värdena nedan för att uppfylla systemets policy.

source: Remember that some properties like taken snapshots will not be copied!
cs_cz: Pamatujte, že některé vlastnosti, jako například záznam o pořízených snímcích, nebudou zkopírovány!
fr: Veuillez vous souvenir que certaines propriétés comme les copie instantanées ne seront pas copiés !
sv: Kom ihåg att vissa egenskaper som tagna ögonblicksbilder inte kommer att kopieras!

source: Or if you copy or cut an entry within FusionDirectory and delete the source object, you may get errors while pasting this object again!
cs_cz: Případně když během kopírováním či přesouvání objektu v rámci FusionDirectory smažete zdrojový objekt, může to vést k selhání vkládání objektů do nového umístění!
fr: Ou si vous couper ou copiez un entrée avec FusionDirectory et que vous effacer la source, vous pouvez rencontrer des erreurs en tentant de le coller à nouveau !
ru: Если вы скопируете или вырежете запись с помощью FusionDirectory и удалите исходный объект, вы можете получить ошибки при вставке этого объекта снова!
sv: Eller om du kopierar och klipper en post inom FusionDirectory och tar bort källobjektet, kan du få fel när du klistrar in det här objektet igen!

source: Operation complete
cs_cz: operace byla dokončena
fr: Opération réalisée
ru: Операция выполнена
sv: Operation klar

source: Your password has expired. Please choose a new one!
cs_cz: Platnost hesla skončila. Prosím vytvořte si nové!
fr: Votre mot de passe à expiré. Choisissez un nouveau mot de passe !

source: Old password
cs_cz: původní heslo
fr: Ancien mot de passe

source: Verify password
cs_cz: ověřit heslo
fr: Vérifier votre mot de passe

source: Please choose the LDAP user to be used by FusionDirectory
cs_cz: Zvolte prosím účet uživatele v LDAPu který bude FusionDirectory využívat
fr: Veuillez choisir l'utilisateur LDAP qui sera utilise par FusionDirectory
ru: Выберите LDAP пользователя для использования в FusionDirectory
sv: Ange LDAP-användare som ska användas av FusionDirectory

source: Search
cs_cz: hledat
fr: Recherche
ru: Поиск
sv: Sök

source: LDAP connection
cs_cz: připojení k LDAPu
fr: Connexion LDAP
it_it: Connessione LDAP
ru: LDAP соединение
sv: LDAP-koppling

source: Location name
cs_cz: název místa
fr: Nom de l'emplacement
it_it: Nome del luogo
ru: Местоположение

source: Connection URI
cs_cz: připojovací URI (adresa)
fr: URI de connexion
it_it: URI di connessione
ru: URI подключения
sv: Koppling-URI

source: TLS connection
cs_cz: připojení pomocí TLS (šifrované)
fr: Connexion TLS
it_it: Connessione TLS
ru: TLS соединение
sv: TLS-koppling

source: Reload
cs_cz: načíst znovu
fr: Recharger
it_it: Ricaricare
ru: Перезагрузить
sv: Läs om

source: Authentication
cs_cz: ověření
fr: Authentification
it_it: Autentificazione
ru: Аутентификация
sv: Autentisering

source: Admin DN
cs_cz: DN (rozlišené jméno) účtu správce
fr: DN de l'administrateur
it_it: DN dell'amministratore
ru: DN администратора

source: Automatically append LDAP base to admin DN
cs_cz: automaticky připojit základ stromu v LDAPu k DN účtu správce
fr: Ajouter automatiquement la base de l'annuaire LDAP au DN de l'administrateur
ru: Автоматически добавлять LDAP суффикс к DN администратора
sv: Lägg automatiskt till LDAP-bas till admin DN

source: Admin password
cs_cz: heslo účtu správce
fr: Mot de passe administrateur
it_it: Password dell'amministratore
ru: Пароль администратора
sv: Adminlösenord

source: Schema based settings
cs_cz: nastavení týkající se schémat
fr: Paramètres basé sur les schéma

source: Use rfc2307bis compliant groups
cs_cz: použít skupiny dle normy rfc2307bis (méně obvyklé)
fr: Utilisez des groupes rfc2307bis

source: Current status
cs_cz: současný stav
fr: Statut actuel
it_it: Stato attuale
ru: Текущее состояние
sv: Nuvarande status

source: Look and feel
cs_cz: vzhled a chování
fr: Thèmes et apparences
it_it: Temi e apparenze
ru: Внешний вид
sv: Utseende:

source: People storage subtree
cs_cz: podstrom pro uživatelské účty
fr: Branches de l'arbre ldap ou sont stockes les utilisateurs
ru: Поддерево с Пользователями
sv: Subträd för Personer

source: Group storage subtree
cs_cz: podstrom pro účty skupin
fr: Branches de l'arbre ldap ou sont stockes les groupes
ru: Поддерево с Группами
sv: Subträd för Grupper

source: Relaxed naming policies
cs_cz: volnější pravidla pro pojmenovávání
fr: Règles de de nommage souples
sv: Avslappnad namnpolicy

source: Number base for people/groups
cs_cz: od jaké hodnoty výše budou přidělovány číselné identifikátory uživatelských účtů a skupin
fr: Nombre de départ pour les utilisateurs/groupes

source: Password encryption algorithm
cs_cz: algoritmus šifrování hesel
fr: Algorithme de cryptage pour les mots de passe
ru: Алгоритм шифрования пароля
sv: Lösenordets krypteringsalgoritm

source: Password restrictions
cs_cz: podmínky, které musí hesla splňovat
fr: Restrictions pour les mot de passe
sv: Lösenordsrestriktioner

source: Different characters from old password
cs_cz: počet znaků, o které se musí nové heslo lišit od původního
fr: Nombre de caractères différents de l'ancien mot de passe
sv: Antalet skiljande tecken från gammalt lösenord

source: Password change hook
cs_cz: skript spouštěný po změně hesla
fr: Connexions pour le changement de mot de passe
sv: Hook för lösenordsändring

source: FusionDirectory supports several encryption types for your passwords. Normally this is adjustable via user templates, but you can specify a default method to be used here, too.
cs_cz: FusionDirectory podporuje několik typů šifrování hesel. Který bude použit lze určovat v šablonách uživatelských účtů. Zde můžete určit, který bude výchozím.
fr: FusionDirectory supporte différents types de cryptage pour vos mots de passe. Normalement ceci est ajustable avec des modèles utilisateurs, mais vous pouvez spécifier ici une méthode qui sera utilisée par défaut.
ru: FusionDirectory поддерживает несколько методов шифрования ваших паролей. Обычно это настраивается через шаблон пользоватля, но вы можете указать метод по умолчанию здесь.
sv: FusionDirectory stödjer flera krypteringstyper för lösenord. Normalt sett är detta justerbart via användar-mallar, men du kan specificera en standardmetod att använda här också.

source: FusionDirectory always acts as admin and manages access rights internally. This is a workaround till OpenLDAP's in directory ACI's are fully implemented. For this to work, we need the admin DN and the corresponding password.
cs_cz: Do doby, než OpenLDAP bude sám umět spravovat seznamy pro kontrolu přístupu (ACL), musí to za něho dělat FusionDirectory. Proto je třeba mu poskytnout neomezený přístup do LDAPu, zadáním DN jeho správce a příslušného hesla.
fr: FusionDirectory agit toujours comme un administrateur et gère les droits (ACLs) en interne. C'est un procédé utilisé en attendant que les ACI de OpenLDAP soient finalisées. Pour ces raisons il est nécessaire d'indiquer le DN de l'administrateur et son mot de passe.
sv: FusionDirectory agerar alltid som administratör och hanterar åtkomsträttigheter internt. Detta är en workaround tills OpenLDAPs directory ACL's är fullt implementerade. För att detta ska fungera, behöver vi admin DN och tillhörande lösenord.

source: Some basic LDAP parameters are tunable and affect the locations where FusionDirectory saves people and groups, including the way accounts get created. Check the values below if the fit your needs.
cs_cz: Některé ze základních parametrů LDAPu je možné poupravit – týká se to např. umístění účtů uživatelů a skupin, způsobu jejich vytváření. Prostudujte si níže uvedené hodnoty, zda odpovídají Vašim potřebám.
fr: Des paramètres basiques du serveur LDAP sont modifiables et affectent l'endroit où FusionDirectory va enregistrer les utilisateurs et les groupes, incluant la façon dont vont être créés les comptes. Vérifiez les valeurs suivantes afin quelles correspondent à vos besoins.
sv: Vissa LDAP-parametrar är inställningsbara och påverkar platserna där FusionDirectory sparar personer och grupper, inklusive sättet på vilket konton skapas. Kontrollera värdena nedan om de passar dina behov.

source: FusionDirectory has modular support for several mail methods. These methods provide interfaces to users mailboxes and general handling for quotas. You can choose the dummy plugin to leave all your mail settings untouched.
cs_cz: FusionDirectory podporuje více systémů správy elektronické pošty. Poskytuje rozhraní pro schránky uživatelů a obecnou správu kvót. Pokud odtud svou elektronickou poštu spravovat nechcete, můžete použít „výplňový“, nic nedělající zásuvný modul.
fr: FusionDirectory à un support modulaire des méthodes de messagerie. Ces méthodes fournissent des interfaces vers les boîtes à messages des utilisateurs ainsi que la gestion de leurs quotas. Vous pouvez choisir l'extension dummy pour que FusionDirectory ne touche a rien.
sv: FusionDirectory har modulärt stöd för flera epostmetoder. Dessa metoder tillhandahåller gränssnitt för användares epostlådor och generell hantering för diskkvoter. Du kan välja dummy-pluginen för att lämna alla dina epostinställningar orörda.

source: During the LDAP inspection, we're going to check for several common pitfalls that may occur when migration to FusionDirectory base LDAP administration. You may want to fix the problems below, in order to provide smooth services.
cs_cz: Během kontroly LDAPu bude zjišťováno, zda zde existují případné běžně se vyskytující nedostatky, na které lze narazit při přechodu na správu LDAPu pomocí FusionDirectory. Pro docílení bezproblémového chodu služeb bude dobré odstranit níže uvedené problémy.
fr: Pendant l'inspection LDAP, nous allons regarder pour les problèmes classiques qui peuvent arriver lorsque l'on migre vers une administration basée sur FusionDirectory. Vous pouvez fixer les problèmes si dessous afin de procurer une administration facilitée.
it_it: Durante l'ispezione LDAP, analizzeremo i problemi classici che possono sopraggiungere durante la migrazione verso un sistema d'amministratione basato su FusionDirectory. Potrai correggere i seguenti errori al fine di procurarti una facile amministrazione del sistema.
sv: Under LDAP-inspektionen kommer vi att undersöka flera vanliga fallgropar som man kan ramla i när man migrerar till FusionDirectory LDAP-administration. Det är möjligt att du behöver åtgärda problemen nedan för att kunna tillhandahålla stabila tjänster.

source: Check again
cs_cz: zkontrolovat znovu
fr: Vérifier à nouveau
it_it: Verifica di nuovo
ru: Проверить снова
sv: Kontrollera igen

source: Add required object classes to the LDAP base
cs_cz: přidejte do LDAPu potřebné třídy objektů
fr: Ajouter les Object class obligatoires a l'annuaire LDAP.
it_it: Aggiungi la classe di oggetto richiesta alla base LDAP
sv: Lägg till de objektklasser som krävs till LDAP-basen

source: Current
cs_cz: současné
fr: Actuel
it_it: Attuale
sv: Nuvarande

source: After migration
cs_cz: po migraci
fr: Après migration
it_it: Dopo la migrazione
ru: После миграции
sv: Efter migrering

source: Close
cs_cz: zavřít
fr: Fermer
it_it: Chiuso
ru: Закрыть
sv: Stäng

source: Move groups into configured group tree
cs_cz: přesunout skupiny do příslušného stromu
fr: Bouger les groupes dans le groupe configuré
ru: Перенести группы в сконфигурированное дерево групп.
sv: Flytta grupper till konfigurerat gruppträd.

source: This dialog allows moving a couple of groups to the configured group tree. Doing this may straighten your LDAP service.
cs_cz: Tento dialog umožňuje přesunout vícero skupin do příslušného stromu. Je tak možné zlepšit přehlednost služeb LDAPu.
fr: Ce dialogue permet de bouger un couple de groupes dans le groupe configuré. Exécuter cela peut améliorer votre service LDAP.
ru: Этот диалог позволяет переместить несколько групп в настроенное дерево групп. Это действие может помочь привести в порядок вашу LDAP службу.
sv: Den här dialogrutan låter dig migrera några grupper till det konfigurerade gruppträdet. Genom att göra detta kan du rätta till din LDAP-tjänst.

source: Be careful with this option! There may be references pointing to these groups. The FusionDirectory setup can't migrate references, so you may want to cancel the migration in this case.
cs_cz: U této volby buďte opatrní! Na tyto skupiny se může odkazovat něco dalšího. Instalátor FusionDirectory nemůže odkazy přenést, takže pokud jsou použity, měli byste celou operaci zrušit.
fr: Soyez prudent avec cette opération ! Il peut exister des références qui pointent vers ces groupes. Le programme d'installation de FusionDirectory ne peut pas migrer ces références, vous préférerez peut être annuler la migration dans ce cas.
ru: Будьте осторожны с этой опцией. Возможно, что существуют ссылки, указывающие на эти группы. FusionDirectory не сможет перенести эти ссылки, в этом случае вы, возможно, захотите отменить миграцию.
sv: Var försiktig med det här alternativet! Det kan finnas referenser som pekar på dessa grupper. FusionDirectorys installationswizard kan inte migrera referenser, så du kan vilja avbryta migreringen i så fall.

source: Move selected groups into this group tree
cs_cz: přesunout vybrané skupiny do příslušného stromu
fr: Bouger les groupes sélectionnés dans le groupe de base cet annuaire
ru: Переместить выбранные группы в дерево групп
sv: Flytta valda grupper in i det här gruppträdet

source: Hide changes
cs_cz: skrýt změny
fr: Cacher les changements
ru: Скрыть изменения
sv: Göm ändringar

source: Show changes
cs_cz: zobrazit změny
fr: Montrer les changements
it_it: Mostra le modifiche
ru: Показать изменения
sv: Visa ändringar

source: Move users into configured user tree
cs_cz: přesunout uživatele do příslušného stromu
fr: Bouger les utilisateurs dans la branche utilisateur configurée
it_it: Sposta gli utenti nel ramo utenti configurato nell'annuario
ru: Переместить пользователей в настроенное дерево пользователей
sv: Flytta användare in i det konfigurerade användarträdet

source: This dialog allows moving a couple of users to the configured user tree. Doing this may straighten your LDAP service.
cs_cz: Tento dialog umožňuje přesunout vícero účtů uživatelů do příslušného stromu. Je tak možné zlepšit přehlednost služeb LDAPu.
fr: Ce dialogue permet de bouger un ensemble d'utilisateurs dans la branche utilisateur configurée. Exécuter cette opération peut améliorer votre service LDAP.
ru: Этот диалог позволяет переместить несколько пользователей в настроенное дерево пользователей. Это действие может помочь привести в порядок вашу LDAP службу.
sv: Den här dialogrutan låter dig migrera några användare till det konfigurerade användarträdet. Genom att göra detta kan du rätta till din LDAP-tjänst.

source: Be careful with this option! There may be references pointing to these users. The FusionDirectory setup can't migrate references, so you may want to cancel the migration in this case.
cs_cz: U této volby buďte opatrní! Na tyto uživatele se může odkazovat něco dalšího. Instalátor FusionDirectory nemůže odkazy přenést, takže pokud jsou použity, měli byste celou operaci zrušit.
fr: Soyez prudent avec cette opération ! Il peut exister des références qui pointent vers ces utilisateurs. Le programme d'installation de FusionDirectory ne peut pas migrer ces références, vous préférerez peut être annuler la migration dans ce cas.
ru: Будьте осторожны с этой опцией. Возможно, что существуют ссылки, указывающие на этих пользователей. FusionDirectory не сможет перенести эти ссылки, в этом случае вы, возможно, захотите отменить миграцию.
sv: Var försiktig med det här alternativet! Det kan finnas referenser som pekar på dessa användare. FusionDirectorys installationswizard kan inte migrera referenser, så du kan vilja avbryta migreringen i så fall.

source: Move selected users into this people tree
cs_cz: přesunout vybrané uživatele do tohoto stromu „lidé“ (people)
fr: Bouger les utilisateurs sélectionnés dans la branche utilisateurs.
ru: Переместить выбранных пользователей в дерево пользователей
sv: Flytta valda användare in i det här personträdet

source: Migrate GOsa 2.5 administrative accounts
cs_cz: migrovat správcovské účty z GOsa 2.5
fr: Migrer les compte administrateur de GOsa 2.5

source: This dialog allows the migration of GOsa 2.5 admin accounts into FusionDirectory 1.0 useable accounts.
cs_cz: Tento dialog umožnuje migraci správcovských účtů z GOsa 2.5 na účty použitelné ve FusionDirectory 1.x.x.
fr: Cette boite de dialogue permet la migration des comptes administrateurs de GOsa 2.5 vers FusionDirectory 1.0.
ru: Этот диалог позволяет перенести учетную запись администратора GOsa 2.5 в рабочую учетную запись FusionDirectory 1.0.
sv: Den här dialogrutan låter dig migrera administrationskonton från GOsa 2.5 till konton som är användbara i FusionDirectory 1.0.

source: Abort
cs_cz: přerušit
fr: Annuler
ru: Прервать
sv: Avbryt

source: Create a new FusionDirectory administrator account
cs_cz: vytvořit nový správcovský účet pro FusionDirctory
fr: Créer un nouveau compte administrateur pour FusionDirectory
it_it: Crea un nuovo account amministratore di FusionDirectory
ru: Создать новую учетную запись администратора FusionDirectory
sv: Skapa ett nytt administrationskonto för FusionDirectory

source: This dialog will automatically add a new super administrator to your LDAP tree.
cs_cz: tento dialog automaticky přidá nového super správce do Vašeho LDAP stromu.
fr: Ce dialogue vas automatiquement créer un nouveau super utilisateur dans votre arbre LDAP.
it_it: Questa finestra ti permette di aggiungere automaticamente un super-amministratore al tuo albero LDAP.
ru: Этот диалог автоматически добавит нового суперадминистратора в ваше дерево LDAP,
sv: Den här dialogrutan kommer att lägga till en ny superadministratör till ditt LDAP-träd

source: User ID
cs_cz: uživatelské jméno
fr: ID de l'utilisateur
it_it: ID dell'utente
ru: Идентификатор пользователя
sv: Användar-ID

source: Password (again)
cs_cz: heslo (zopakování)
fr: Mot de passe (de nouveau)
it_it: Password (ripeti)
ru: Пароль (еще раз)
sv: Lösenord (igen)

source: The listed departments are currently invisible in the FusionDirectory user interface. If you want to change this for a couple of entries, select them and use the migrate button below.
cs_cz: Tato oddělení nejsou v tuto chvíli viditelná v uživatelském rozhraní FusionDirectory. Ty, u kterých to není úmyslem prostě označte a klikněte na 'migrovat'.
fr: Les département listés sont actuellement invisibles dans l'interface utilisateur de FusionDirectory. Si vous voulez changer cela pour un certain nombre d'entrée, sélectionnez les et utilisez le bouton migration ci dessous.
ru: Перечисленные подразделения сейчас не видны через пользовательский интерфейс FusionDirectory. Если вы хотите это изменить для нескольких записей, выделите их и воспользуйтесь кнопкой 'Перенести' снизу.
sv: De listade avdelningarna är för närvarande osynliga i FusionDirectorys användargränssnitt. Om du vill ändra det för några poster, välj dem och använd migreringsknappen nedan.

source: If you want to know what will be done when migrating the selected entries, use the 'Show changes' button to see the LDIF.
cs_cz: Náhled toho, co s vybranými položkami stane po migraci, lze získat z LDIFu po kliknutí na 'zobrazit změny'.
fr: Si vous voulez savoir ce qui sera effectué lorsque vous migrerez les entrées sélectionnées, utilisez le bouton 'Montrer les changements' pour voir le fichier LDIF.
it_it: Se vuoi sapere cosa sarà fatto quando migrerai le "entries" selezionate, usa il bottone "Mostra i cambiamenti" qui sotto, per vedere il file LDIF.
ru: Если вы хотите знать, что будет сделано при переселении выбранных записей, воспользуйтесь кнопкой 'Показать изменения', чтобы посмотреть на LDIF.
sv: Om du vill vet vad som kommer att göras när valda poster migreras, använd 'Visa ändringar'-knappen för att se LDIF-filen.

source: The listed users are currently invisible in the FusionDirectory user interface. If you want to change this for a couple of users, just select them and use the 'Migrate' button below.
cs_cz: Tito uživatelé nejsou v tuto chvíli viditelní přes uživatelské rozhraní FusionDirectory. Ty, u kterých to není úmyslem prostě označte a klikněte na 'migrovat'.
fr: Les utilisateurs listés sont actuellement invisibles dans l'interface utilisateur de FusionDirectory. Si vous voulez changer ceci pour certains d'utilisateurs, veuillez les sélectionner et utiliser le bouton 'migration' ci dessous.
ru: Перечисленные пользователи сейчас не видны через пользовательский интерфейс FusionDirectory. Если вы хотите это изменить для нескольких пользователей, выделите их и воспользуйтесь кнопкой 'Перенести' снизу.
sv: De listade användarna är för närvarande osynliga i FusionDirectorys användargränssnitt. Om du vill ändra det för några poster, välj dem och använd 'Migrera'-knappen nedan.

source: The listed devices are currently invisible in the FusionDirectory interface. If you want to change this for a couple of devices, just select them and use the 'Migrate' button below.
cs_cz: Tato zařízení nejsou v tuto chvíli viditelní přes uživatelské rozhraní FusionDirectory. Ta, u kterých to není úmyslem prostě označte a klikněte na 'migrovat'.
fr: Les périphériques listés sont actuellement invisibles dans l'interface de FusionDirectory. Si vous voulez changer ceci pour certains périphériques, veuillez les sélectionner et utiliser le bouton 'migration' ci dessous.
ru: Перечисленные устройства сейчас не видны через пользовательский интерфейс FusionDirectory. Если вы хотите это изменить для нескольких устройств, выделите их и воспользуйтесь кнопкой 'Перенести' снизу.
sv: De listade enheterna är för närvarande osynliga i FusionDirectorys användargränssnitt. Om du vill ändra det för några poster, välj dem och använd 'Migrera'-knappen nedan.

source: Refresh
cs_cz: obnovit
fr: Rafraîchir
it_it: Aggiorna
ru: Обновить
sv: Uppdatera

source: The listed services are currently invalid for the FusionDirectory version you are going to install. If you want to update a couple of service, just select them and use the 'Migrate' button below.
cs_cz: Tyto služby nejsou v tuto chvíli viditelné přes uživatelské rozhraní FusionDirectory. Ty, u kterých to není úmyslem prostě označte a klikněte na 'migrovat'.
fr: Les services listés sont actuellement invisibles dans l'interface de FusionDirectory. Si vous voulez changer ceci certains services, veuillez les sélectionner et utiliser le bouton 'migration' ci dessous.
sv: De listade tjänsterna är för närvarande ogiltiga i FusionDirectory-versionen du ska installera. Om du vill uppdatera några tjänster, välj dem och använd 'Migrera'-knappen nedan.
