Repository: fusiondirectory/fusiondirectory
Catalog: locale/*/fusiondirectory.po
Languages: cs_cz, fr, it_it, ru, sv

source: Username
cs_cz: uživatelské jméno
fr: Nom d'utilisateur
it_it: Nome utente
ru: Имя пользователя
sv: Användarnamn

source: I forgot my password
fr: j'ai perdu mon mot de passe
it_it: Ho dimenticato la mia password
ru: Не помню пароль
sv: Jag har glömt mitt lösenord

source: Directory
cs_cz: adresář
fr: Répertoire
it_it: Cartella
ru: Каталог
sv: Katalog

source: Sign in
cs_cz: přihlásit
fr: Connexion
it_it: Accedi
ru: Войти
sv: Logga in

source: Click here to log in
cs_cz: pro přihlášení klikněte sem
fr: Cliquez ici pour vous connecter
it_it: Clicca qui per connetterti
ru: Нажмите на эту кнопку, чтобы войти в систему
sv: Klicka här för att logga in

source: Filter
cs_cz: filtr
fr: Filtre
it_it: Filtro
ru: Фильтр

source: Session conflict detected
cs_cz: byl zjištěn konflikt mezi relacemi
fr: Conflit détecté entre différentes sessions
ru: Конфликт сеансов
sv: Sessionskonflikt upptäckt

source: Probably there's another active instance of your session. Multiple window operation is technical not possible and heavily depends on the browser you're using. Usage of different browsers at a time (i.e. IE and Mozilla) is possible. Pressing the Logout button will close this session.
cs_cz: Pravděpodobně se pokoušíte otevřít další relaci ve stejném prohlížeči, což z technických důvodů není možné. Pokud přesto potřebujete více relací naráz (například k přihlášení se pod jiným účtem), použijte více prohlížečů (napr. IE a Mozillu). Nyní ale tuto relaci ukončete kliknutím na 'odhlášení'.
fr: Une autre instance de votre session a été détectée. Les opérations multiples sont techniquement impossible et dépendent du navigateur utilisé. L'usage de navigateurs différents en même temps est possible (ex: IE et Mozilla) est possible. Cliquer sur le bouton 'Déconnexion' fermera cette session.
ru: Возможно, у вас открыта ещё одна активная сессия. Работа в нескольких окнах технически невозможна, но возможна ситуация, когда у вас открыты окна в разных браузерах (например, IE и Mozilla). Чтобы закрыть сессию, нажмите кнопку "Выход".
sv: Förmodligen finns det en annan aktiv instans av din session. Att köra i flera fönster samtidigt är inte tekniskt möjligt och beror på webbläsaren du använder. Att använda olika webbläsare samtidigt (ex. IE och Mozilla) är möjligt. Genom att trycka på Logga ut-knappen stänger du den här sessionen.

source: Ignoring this message will change/destroy the data you're currently editing, so please close multiple windows and log in again.
cs_cz: Ignorováním (a pokračováním v tom co děláte) změníte/zničíte v tuto chvíli upravovaná data. Raději tedy zavřete všechna okna prohlížeče, ve kterých máte FusionDirectory spuštěn a přihlaste se znovu.
fr: Ignorer ce message entraînera la modification/destruction des données en cours d'édition, il est conseillé de fermer toutes les fenêtres ouvertes et de se reconnecter.
ru: Если вы ничего не предпримете, редактируемые вами данные не будут сохранены, поэтому закройте все окна, кроме одного, и начните сеанс заново.
sv: Att ignorera detta meddelande kommer att ändra/förstöra den data du redigerar för tillfället, så vänligen stäng alla fönster och logga in igen.

source: Logout
cs_cz: odhlásit
fr: Déconnexion
ru: Выход
sv: Logga ut

source: FusionDirectory password recovery
cs_cz: FusionDirectory obnova ztraceného hesla
fr: Récupération de mot de passe de FusionDirectory
sv: FusionDirectory lösenordsåterställning

source: Lost password
cs_cz: ztracené heslo
fr: Mot de passe perdu
it_it: Password dimenticata
ru: Забыли пароль
sv: Förlorat lösenord

source: Available methods
cs_cz: možné způsoby
fr: Méthodes disponibles
ru: Доступные методы

source: Receive by email a link that allows you to reset your password
cs_cz: nechat si na e-mail poslat odkaz pro resetování hesla
fr: Recevoir un lien par email qui permettra de réinitialiser votre mot de passe
ru: Получить по электронной почте ссылку, которая позволит сбросить ваш пароль
sv: Få en länk via epost som låter dig återställa lösenordet

source: Send
cs_cz: poslat
fr: Envoyé
ru: Послать
sv: Skicka

source: Click here to send a reset link
cs_cz: pro zaslání odkazu pro vyresetování klikněte sem
fr: Veuillez cliquer ici pour envoyer un lien permettant de réinitialiser votre mot de passe
ru: Нажмите сюда, чтобы отправить ссылку для сброса
sv: Klicka här för att skicka en återställningslänk

source: If none of the above methods suits you, contact your administrator to change your password
cs_cz: pokud pro Vás žádný z výše uvedených způsobů není použitelný, kontaktujte pro změnu Vašeho hesla svého správce systémů
fr: Si aucune des méthodes ne vous intéresse, veuillez contacter votre administrateur système pour changer votre mot de passe
ru: Если вам не подходит ни один из предложенных методов, обратитесь к вашему администратору для смены пароля.

source: This dialog provides a simple way to change your password. Enter the new password (twice) in the fields below and press the 'Change' button.
cs_cz: Tento dialog umožňuje jednoduše si změnit heslo. Zadejte (dvakrát) nové heslo do políček níže a klikněte na 'změnit'.
fr: Cette fenêtre vous permet de changer votre mot de passe de manière simple. Entrez le mot de passe actuel et le nouveau mot de passe (deux fois) dans les champs ci-dessous et appuyez sur le bouton 'Changer'.
ru: Этот диалог предназначен для смены пароля. Введите новый пароль дважды в доступные ниже поля и нажмите кнопку "Изменить".
sv: Den här dialogrutan erbjuder ett enkelt sätt att byta lösenord. Skriv in ditt nuvarande lösenord och det nya lösenordet (två gånger) i fälten nedan och tryck på 'Byt'-knappen.

source: New password repeated
cs_cz: nové heslo znovu
fr: Nouveau mot de passe
it_it: Ripeti la nuova password
sv: Repetera nytt lösenord

source: Password strength
cs_cz: odolnost hesla
fr: Niveau de sécurité du mot de passe
it_it: Livello di sicurezza della password
ru: Надежность пароля
sv: Lösenordsstyrka

source: Change
cs_cz: změnit
fr: Changer
it_it: Modifica
ru: Изменить
sv: Byt

source: Click here to change your password
cs_cz: pro změnu hesla klikněte sem
fr: Cliquez ici pour changer votre mot de passe
it_it: Premi qui per cambiare la tua password.
ru: Нажмите, чтобы сменить пароль
sv: Klicka här för att byta lösenord

source: Success
cs_cz: úspěch
fr: Réussi
it_it: Completato

source: Your password has been changed successfully.
cs_cz: Vaše heslo bylo úspěšně změněno.
fr: Votre mot de passe à été changé avec succès.
it_it: La tua password è stata modificata.
ru: Ваш пароль был успешно изменен.
sv: Ditt lösenord har nu bytts.

source: Enter your current e-mail address in the field below and press the 'Change' button.
cs_cz: Do políčka níže zadejte svou e-mailovou adresu a klikněte na 'změnit'.
fr: Entrez votre adresse de messagerie actuel dans le champ si dessous et appuyer sur le bouton 'Changer'
it_it: Inserisci il tuo indirizzo mail nel campo sottostante e premi il pulsante 'Modifica'
ru: Введите ваш текущий адрес электронной почты в поле ниже и нажмите кнопку 'Изменить'.
sv: Skriv in din nuvarande epostadress i fältet nedan och tryck på 'Byt'-knappen

source: => Use your e-mail in the long format, e.g : John Doe => john.doe@ibcp.fr
cs_cz: => zadejte svou e-mailovou adresu v dlouhém formátu, příklad : Jan Novák => jan.novak@vase_domena.cz
fr: indiquez votre email en forme longue, ex: Jules Martin => jules.martin@acme.com
sv: => Använd din epostadress i det långa formatet, t ex : John Doe => john.doe@ibcp.fr

source: Password recovery is not activated. If you have lost your password, please contact your administrator
fr: La fonction de récupération des mots de passe n'est pas activée. Si vous avez perdu votre mot de passe, contacter votre administrateur réseau
it_it: Il recupero della password non è attivato. Se hai perso la tua password, contatta il tuo amministratore di rete.
ru: Функция восстановления пароля не активирована. Если вы потеряли пароль, обратитесь к системному администратору.
sv: Återskapande av lösenord är inte aktiverat. Om du har förlorat ditt lösenord, kontakta din administratör

source: Restoring object snapshots
cs_cz: probíhá obnovování snímků objektu
fr: Restaurer des copie instantanés des objets
sv: Återskapar ögonblicksbild av objekt

source: This procedure will restore a snapshot of the selected object. It will replace the existing object after pressing the folder icon.
fr: Cette procédure va restaurer un copie instantanée de l'objet sélectionné. Cela va remplacer l'objet existant après que vous ayez cliqué sur l’icône "dossier"
ru: Эта операция восстановит снапшот выбранного объекта. Существующий объект будет заменен после нажатия на иконку папки.
sv: Den här proceduren kommer att återställa en ögonblicksbild av det valda objektet. Det kommer att ersätta det existerande objektet efter att du tryckt på mapp-ikonen.

source: Remember that DNS configuration and database entries could not be restored. For some objects it is only necessary to open and save them again (goFon), but some entries must be recreated manually.
fr: Souvenez vous que la configuration DNS et les base de données ne peuvent pas être restaurées. Pour certains objets il est juste nécessaire de les ouvrir et de les sauvegarder à nouveau (goFon), certaines entrée cependant devront être recrées manuellement.
ru: Помните что настройки DNS и записи базы данных не могут быть восстановлены. Некоторых объекты нужно только открыть и сохранить заново (goFon), но некоторые записи должны быть восстановлены вручную.
sv: Kom ihåg att DNS-konfigurationen och databas-poster inte kunde återskapas. För vissa objekt är det bara nödvändigt att öppna och spara dem igen (goFon), men andra poster måste återskapas manuellt.

source: Don't forget to check references to other objects, for example does the selected printer still exists ?
cs_cz: Nezapomeňte zkontrolovat odkazy na ostatní objekty – např. zda stále existuje zvolená tiskárna.
fr: N'oubliez pas de vérifier les références avec les autres objets, par exemple est ce que l'imprimante sélectionnée existe encore ?
ru: Не забудьте проверить ссылки на другие ресурсы, например, существует ли всё ещё указанный принтер
sv: Glöm inte att kontrollera referenser till andra objekt, till exempel existerar fortfarande vald skrivare?

source: There is no snapshot available that could be restored
cs_cz: Není k dispozici žádný snímek, ze kterého by bylo možné provést obnovu.
fr: Il n'y a pas de snapshots disponibles qui pourrait être restaurés
sv: Det finns ingen ögonblicksbild tillgänglig som kunde återskapas

source: Choose a snapshot and click the folder image, to restore the snapshot
cs_cz: Vyberte snímek ze kterého provedena obnova. Tu poté spusťte kliknutím na ikonu složky.
fr: Choisissez une copie instantanée et cliquez sur l'image du répertoire, pour restaurer la copie
ru: Выберите снапшот и нажмите на изображение папки, чтобы восстановить снапшот
sv: Välj en ögonblicksbild och klicka på mapp-bilden för att återskapa ögonblicksbilden

source: Creating object snapshots
cs_cz: probíhá vytváření snímků objektu
fr: Créer une copie instantanée des d'objets
ru: Создание объектов снапшотов
sv: Skapa ögonblicksbilder av objekt

source: This procedure will create a snapshot of the selected object. It will be stored inside a special branch of your directory system and can be restored later on.
cs_cz: Tímto postupem bude vytvořen snímek stavu zvoleného objektu. Ten bude uložen v k tomu určené větvi Vašeho LDAP adresáře a může být použit pro obnovení.
fr: Cette procédure va créer une copie instantanée de l'objet sélectionné. Il sera stocké dans une branche spéciale de votre annuaire et pourra être restauré plus tard.
ru: Эта операция создаст снапшот выбранного объекта. Он будет сохранен внутри специальной ветки вашего системного каталога, позже его можно будет восстановить.
sv: Den här proceduren kommer att skapa en ögonblicksbild av valt objekt. Det kommer att sparas under en speciell gren av katalogsystemet och kan återskapas vid ett senare tillfälle.

source: Remember that database entries, DNS configurations and possibly created zones in server extensions will not be stored in the snapshot.
cs_cz: Pamatujte, že položky databáze, nastavení DNS a případné definice zón v serverových rozšířeních nebudou součástí snímku.
fr: Souvenez vous que les entrées dans les base de données, les configurations DNS et probablement les zones crées dans les serveurs ne seront pas stockées dans les copie instantanées.
ru: Помните, что записи базы данных, настройки DNS и, возможно, созданные зоны в расширениях сервера не будут сохранены в снапшоте.
sv: Kom ihåg att databas-poster, DNS-konfiguration och möjligen skapade zoner i server extensions inte kommer att lagras i ögonblicksbilden.

source: Timestamp
cs_cz: časová značka
fr: Date
it_it: Registrazione cronologica
ru: Дата
sv: Tidsstämpel

source: Reason for generating this snapshot
cs_cz: důvod pořízení tohoto snímku (informace pro Vás)
fr: Raison pour la génération de cette copie instantanée
ru: Причина создания этого снапшота
sv: Anledning för att generera denna ögonblicksbild

source: Please double check if you really want to do this since there is no way for FusionDirectory to get your data back.
cs_cz: Prosím dobře si rozmyslete, zda to opravdu chcete udělat, protože provedené změny pak už nebude možné vzít zpět.
fr: Veuillez vérifier que vous voulez effectuer cette action. Toutes les données seront perdues étant donné qu'il est impossible pour FusionDirectory de récupérer vos données.
it_it: Assicurati che vuoi davvero eseguire l'azione visto che poi sarà impossibile per FusionDirectory recuperare i tuoi dati.
sv: Dubbelkolla att du verkligen vill göra detta eftersom det inte finns något sätt för FusionDirectory att få tillbaka din information.

source: So - if you're sure - press 'Delete' to continue or 'Cancel' to abort.
cs_cz: Tedy – pokud jste si jist(a), klikněte na 'smazat'. V opačném případě celou akci zrušte kliknutím na 'zrušit'.
fr: D'accord - si vous êtes sur - cliquez sur 'Supprimer' pour continuer ou sur 'Annuler' pour abandonner.
it_it: Quindi - se sei sicuro - premi 'Rimuovi' per continuare oppure 'Annulla' per interrompere.
ru: Итак - если вы уверены - нажмите 'Удалить', чтобы продолжить или 'Отмена' чтобы прервать.
sv: Så - om du är säker - tryck 'Ta bort' för att fortsätta och 'Avbryt' för att avbryta.

source: Locking conflict detected
cs_cz: Zjištěn konflikt při vyhrazování prostředků (zamykání).
fr: Conflit de verrou détecté
it_it: Rilevato un conflitto di chiusura
ru: Конфликт блокировок
sv: Låsningskonflikt detekterad

source: If this lock detection is false, the other person has obviously closed the webbrowser during the edit operation. You may want to take over the lock by pressing the 'Edit anyway' button.
cs_cz: Pokud se domníváte, že položku nikdo jiný v tuto chvíli neupravuje a proto by neměla být uzamčena, došlo k tomu nejspíš tak, že někdo zavřel okno prohlížeče ve chvíli, kdy ji upravoval. V takovém případě zamčení překonejte kliknutím na 'přesto upravit'.
fr: Si la détection de ce verrou est fausse, une autre personne a manifestement fermé la fenêtre de son navigateur durant une opération de modification d'une entrée. Dans ce cas, vous pouvez supprimez le verrou en cliquant sur le bouton 'Éditer malgré tout'.
sv: Om den här låsningsdetekteringen är falsk, har en annan person förmodligen stängt webbläsaren under en redigering utan att ha sparat. Du kan vilja ta över låsningen genom att trycka på 'Redigera ändå'-knappen

source: Read only
cs_cz: pouze pro čtení
fr: Lecture seule
it_it: Solo lettura
ru: Только для чтения
sv: Endast läsning

source: The size limit option makes LDAP operations faster and saves the LDAP server from getting too much load. The easiest way to handle big databases without long timeouts would be to limit your search to smaller values and use filters to get the entries you are looking for.
cs_cz: Omezování velikosti napomáhá k zlepšení odezvy LDAPu a chrání server před přílišným zatížením. Nejjednodušším způsobem, jak zacházet s velkými databázemi bez dlouhých odezev, je omezit hledání na menší hodnoty a pro získávání položek, které chcete, využívat filtry.
fr: L'option size limit rend les opérations LDAP plus rapides et permet au serveur LDAP d'avoir un niveau de charge plus léger. La façon la plus facile de gérer des grandes bases de données sans de longs temps d'attentes, serait de limiter la recherche à des valeurs plus petites et d'utiliser les filtres pour obtenir les valeurs que vous recherchez.
it_it: L'opzione "dimensione massima" rende les operationi LDAP più veloci e permette di alleggerire il carico di lavoro del server LDAP. La maniera più semplice di gestire enormi basi di dati senza avere lunghi tempi d'attesa è quella di limitare la ricerca a dei piccoli valori e di utilizzare i filtri per ottenere i valori ricercati.
ru: Ограничение на количество возвращаемых объектов позволяет ускорить операции поиска и предохраняет сервер LDAP от большой нагрузки. Простейший способ снизить время обработки запроса при обслуживаии большой базы данных это установить минимальное значение. Кроме того, будет очень полезно использовать фильтры для просмотра только ограниченного количества объектов.

source: Please choose the way to react for this session
cs_cz: zvolte prosím, jak reagovat během této relace
fr: Veuillez choisir la façon de réagir pour cette session
ru: Выберите тип реакции для данной сессии

source: ignore this error and show all entries the LDAP server returns
cs_cz: ignorovat tuto chybu a zobrazit všechny položky, které LDAP server poskytne
fr: ignorer cette erreur et montrer toutes les entrées retournées par le serveur LDAP
ru: игнорировать ошибку и показать все найденые объекты
sv: ignorera det här felet och visa alla poster som LDAP-servern returnerar

source: ignore this error and show all entries that fit into the defined sizelimit and let me use filters instead
cs_cz: Ignorovat tuto chybu a zobrazit všechny položky, které nejsou větší než zadaný limit – jako náhradu si vystačím s filtry.
fr: ignorer cette erreur et montrer toutes les entrées qui sont récupérées grâce au paramètre sizelimit défini et laissez moi utiliser les filtres pour restreindre les données a visualiser
sv: ignorera det här felet och visa alla poster som passar inom den definierade sizelimit och låt mig använda filter istället

source: Assigned ACL for current entry
cs_cz: ACL přiřazené k této položce
fr: ACL assignés à l'entrée actuelle
ru: Назначенный ACL для текущей записи
sv: Tilldelad ACL för nuvarande post

source: New ACL
cs_cz: nový ACL
fr: Nouvelle ACL
ru: Новый ACL
sv: Ny ACL

source: ACL type
cs_cz: typ / rozsah ACL
fr: Type ACL
ru: Тип ACL
sv: ACL-typ

source: Select an acl type
cs_cz: zvolte typ / rozsah ACL
fr: Sélectionnez un type d'acl
sv: Välj en acl-typ

source: Additional filter options
cs_cz: další volby filtru
fr: Paramètres supplémentaire pour le filtre
sv: Ytterligare filter-alternativ

source: Use members from
cs_cz: použít členy z
fr: Utiliser les membres depuis
sv: Använd medlemmar från

source: Available members
cs_cz: dostupní členové
fr: Membres disponibles
sv: Tillgängliga medlemmar

source: List message possible targets
cs_cz: vypsat možné cíle zprávy
fr: Liste les destinataires possibles pour les messages

source: List message recipients
cs_cz: vypsat příjemce zprávy
fr: Lister les destinataires du message
sv: Lista mottagare

source: List of available ACL categories
cs_cz: seznam dostupných katergorií ACL
fr: Liste des catégories d'acl disponibles
it_it: Elenco delle categorie di ACL disponibili
ru: Список доступных ACL категорий
sv: Lista tillgängliga ACL-kategorier

source: ACL for this object
cs_cz: ACL pro tento objekt
fr: ACL pour cet objet
sv: ACL för detta objekt

source: Available roles
cs_cz: dostupné role
fr: Type de rôles disponibles
ru: Доступные роли
sv: Tillgängliga roller

source: Main
cs_cz: hlavní
fr: Accueil
it_it: Principale
ru: Начало
sv: Hem

source: Sign out
cs_cz: odhlásit
fr: Déconnexion
it_it: Termina la sessione
ru: Выход
sv: Logga ut

source: Signed in:
cs_cz: přihlášen(a):
fr: Connecté:
it_it: Connesso:
ru: Пользователь:
sv: Inloggad:

source: Session expires in %d!
cs_cz: Relace vyprší za %d!
fr: La session expire dans %d !
it_it: La sessione termina a %d!
ru: Сессия закончится через %d!
sv: Sessionen löper ut om %d!

source: This may be used by several groups. Please double check if your really want to do this since there is no way for FusionDirectory to get your data back.
cs_cz: Může být využíváno vícero skupinami. Dobře si prosím rozmyslete, zda to opravdu chcete udělat, protože FusionDirectory pak už nebude moci vzít provedené změny zpět.
fr: Cela peut être utilisé par plusieurs groupes. Veuillez vérifier que vous voulez effectuer cette opération étant donné qu'il est impossible pour FusionDirectory de récupérer vos données.
sv: Det här kan användas av flertalet grupper. Dubbelkolla att du verkligen vill göra detta eftersom det inte finns något sätt för FusionDirectory att få tillbaka din information.

source: Your FusionDirectory session has been closed!
cs_cz: Vaše relace ve FusionDirectory byla ukončena!
fr: Votre session FusionDirectory à expiré !
ru: Ваша сессия FusionDirectory закрыта!
sv: Din FusionDirectory-session har stängts!

source: Please close this browser window and clean the authentication caches to avoid an automatic re-authentication by your browser.
cs_cz: Zavřete prosím okno webového prohlížeče a vyčistěte jeho paměť hesel – zabráníte tak tomu, aby se pak případně někdo jiný přihlásil jako Vy.
fr: Veuillez fermer la fenêtre de votre navigateur et vider les cache des mots de passe pour éviter l'authentification automatique par votre navigateur.
ru: Пожалуйста, закройте окно браузера и очистите кэш, чтобы не допустить автоматической аутентификации.
sv: Vänligen stäng detta webbläsarfönster och rensa autentiserings-cachen för att undvika en automatisk omautenticering av din webbläsare.

source: Change your password
cs_cz: Změňte si své heslo.
fr: Modifier votre mot de passe
ru: Сменить пароль
sv: Byt lösenord

source: This dialog provides a simple way to change your password. Enter the current password and the new password (twice) in the fields below and press the 'Change' button.
cs_cz: Tento dialog Vám umožní jednoduše si změnit heslo. Do níže uvedených políček zadejte současné heslo, nové heslo (2x) a klikněte na 'změnit'.
fr: Cette fenêtre vous permet de changer votre mot de passe de manière simple. Entrez le mot de passe actuel et le nouveau mot de passe (deux fois) dans les champs ci-dessous et appuyez sur le bouton 'Changer'.
ru: Этот диалог предназначен для смены пароля. Введите текущий и новый пароль (дважды) в поля ниже и нажмите кнопку "Изменить".
sv: Den här dialogrutan erbjuder ett enkelt sätt att byta lösenord. Skriv in ditt nuvarande lösenord och det nya lösenordet (två gånger) i fälten nedan och tryck på 'Byt'-knappen.

source: Current password
cs_cz: současné heslo
fr: Mot de passe actuel
ru: Текущий пароль
sv: Nuvarande lösenord

source: Copy & paste wizard
cs_cz: průvodce pro zkopíruj a vlož
fr: Assistant pour le copier &amp; coller
sv: Kopiera & klistra in-wizard
