Repository: fusiondirectory/fusiondirectory
Catalog: locale/*/fusiondirectory.po
Languages: cs_cz, fr, it_it, ru, sv

source: Trigger returned an error!
it_it: Il trigger ha restituito un errore!

source: Exit code: %d
it_it: Codice di uscita: %d

source: Invalid value:
it_it: Valore non valido :

source: FusionDirectory Fatal Error
it_it: Errore irreversibile di FusionDirectory

source: Fatal Error
it_it: Errore Irreversibile

source: It seems your user password has expired. Please use <a href="recovery.php">password recovery</a> to change it.
it_it: Sembrerebbe che la password sia scaduta. Per favore utilizzare <a href="recovery.php"> recupero password </a> per cambiarla

source: Unexpected ppolicy error "%s", please contact the administrator
it_it: Errore ppolicy imprevisto "%s", contattare l'amministratore

source: Parsing LDAP result failed
it_it: Analisi del risultato LDAP non riuscita

source: No LDAP result to parse
it_it: Nessun risultato LDAP da analizzare

source: Cannot automatically create subtrees with RDN "%s": no object class found!
it_it: Impossibile creare automaticamente delle sottostrutture con RDN "%s": alcun class object trovato!

source: Cannot automatically create subtrees with RDN "%s": not supported
it_it: Impossibile creare automaticamente delle sottostrutture con RDN "%s": non supportato

source: %s (%s, while operating on "%s" using LDAP server "%s")
it_it: %s (%s, mentre si sta operando su "%s" usando il server LDAP "%s")

source: %s (while operating on LDAP server "%s")
it_it: %s (durante il funzionamento sul server LDAP "%s")

source: proc_open failed to execute ldapsearch
it_it: proc_open non é riuscito ad eseguire la ricerca LDAP

source: Error line %s, first line of an entry cannot start with a space
it_it: Errore alla Linea %s, la prima riga di una voce non puo'iniziare con uno spazio

source: Error line %s, references to an external file are not supported
it_it: Errore alla linea %s, i riferimenti ad un file esterno non sono supportati

source: Error line %s, attribute "%s" has no value
it_it: Errore alla linea %s, l'attribution "%s" non ha alcun valore

source: Error line %s, an entry bloc can only have one dn
it_it: Errore alla linea %s, un blocco d'ingresso puo'avere solo un dn

source: Error line %s, an entry bloc should start with the dn
it_it: Errore alla linea %s, un blocco d'ingresso dovrebbe iniziare con il dn

source: Error while importing dn: "%s", please check your LDIF from line %s on!
it_it: Errore durante l'importazione del dn: "%s", verifica il tuo file LDIF a partire dalla linea %s

source: Timeout while waiting for lock!
it_it: Timeout in attesa del blocco!

source: Version
it_it: Versione

source: Origin
it_it: Origine

source: Website
it_it: Sito Web

source: Website of this %s
it_it: Sito Web di questo %s

source: Country code
it_it: Prefisso internazionale

source: A two-letter country code from ISO 3166
it_it: Prefisso internazionale a due lettere da ISO 3166

source: locality
it_it: Località

source: Manage departments, countries, domain components, domains, localities and organization nodes,
it_it: Gestire i reparti, i paesi, i componenti di dominio, i domini, le località e le note di organizzazione,

source: Tasks
it_it: Compiti

source: Groups and roles
it_it: Gruppi e ruoli

source: Manage groups and roles
it_it: Gestione dei gruppi e dei ruoli

source: Allows you to manage object groups, POSIX groups and roles
it_it: Vi permette di gestire gruppi di oggetti, gruppi e ruoli POSIX

source: Trigger action
it_it: Innesco azione

source: Schedule action
it_it: Pianifica un'azione

source: System %s has no mac address defined, cannot trigger action
it_it: Il sistema %s non ha un indirizzo MAC definito, impossibile innescare l'azione

source: Could not find system %s, cannot trigger action
it_it: Impossibile trovare il sistema %s, non si può attivare l'azione

source: System %s is currently installing, cannot trigger action
it_it: Il sistema %s è attualmente in fase di installazione, non può attivare l'azione

source: Action triggered
it_it: Azione innescata

source: Action called without error (results were "%s")
it_it: Azione chiamata senza errori (i risultati erano "%s")

source: Action called without error (result was "%s")
it_it: Azione chiamata senza errori (il risultato è stato "%s")

source: Name of this group
it_it: Nome del gruppo

source: Short description of this group
it_it: Breve descrizione del gruppo

source: Owner
it_it: Propietario

source: Objects member of this group
it_it: Oggetti membro di questo gruppo

source: Only allow this group to connect to this list of hosts
it_it: Consenti all'utente di connettersi solo a questo elenco di host

source: Putting both workstations and terminals in the same group is not allowed
it_it: Non é consentito mettre workstations e terminali nello stesso gruppo

source: Role members
it_it: Membri del ruolo

source: ACL assignment
it_it: Assegnazioni ACL

source: Access control roles assignment
it_it: Gestione della lista di controllo degli accessi

source: Assignments
it_it: Assegnazioni

source: ACL role assignments for this base
it_it: Assegnazioni ACL per questa base

source: Assignments on object or subtree %s
it_it: Assegnazioni su un ogetto o sottostruttura %s

source: , and %d others
it_it: , e %d altri

source: ACL Assignment Dialog
it_it: Assegnazione Dialog ACL

source: Access control roles assignment dialog
it_it: Gestione della lista di controllo degli accessi

source: Subtree
it_it: Sottostruttura

source: Advanced
it_it: Avanzato

source: Warning message
it_it: Messaggio di avviso

source: These options allow you to restrict members or targets by LDAP filter. The member filter cannot use masks, and is safe to return any number of results as it will only be applied to the logged in user. For target filter, please avoid using a filter returning too many results, and if using template masks, avoid doing so on user-editable fields.
it_it: Queste opzioni consentono di limitare membri o target tramite il filtro LDAP. Il filtro membro non può utilizzare le maschere ed è sicuro di restituire un numero qualsiasi di risultati poiché verrà applicato solo all'utente che ha effettuato l'accesso. Per il filtro target, evitare di utilizzare un filtro che restituisca troppi risultati e, se si utilizzano maschere modello, evitare di farlo su campi modificabili dall'utente.

source: Member filter
it_it: Filtro membro

source: LDAP filter which a member must match to actually get the rights
it_it: Filtro LDAP a cui un membro deve corrispondere per ottenere effettivamente i diritti

source: Target filter
it_it: Filtro target

source: LDAP filter which a dn must match to actually be concerned. May use template masks for user fields. Example: (manager=%dn%).
it_it: Filtro LDAP a cui un dn deve corrispondere per essere effettivamente interessato. Può utilizzare maschere modello per i campi utente. Esempio: (manager = %dn%).

source: ACL assignment creation
it_it: Creazione assegnazione ACL

source: Create an ACL assignment on an arbitrary dn
it_it: Crea assegnazione ACL su un dn arbitrario

source: DN you wish to add assignments for
it_it: DN per il quale si desiderano aggiungere assegnazioni

source: ACL assignments
it_it: Assegnazioni ACL

source: ACL assignments management
it_it: Gestione delle assagnazioni ACL

source: Manage ACL roles assignments to users
it_it: Gestione delle assegnazioni dei ruoli ACL per gli utenti

source: Manage user accounts and their properties
it_it: Gestire gli account utente e le loro proprietà

source: Password method "%s" does not support locking. Account "%s" has not been locked!
it_it: La metodologia password "%s" non sopporta il blocco. L'account "%s" non é stato bloccato!

source: Locking failed using password method "%s". Account "%s" has not been locked!
it_it: Blocco non riuscito utilizzando il metodo password "%s". L'account "%s" non è stato bloccato!

source: ACLs
it_it: ACL

source: Edit ACL for "%s"
it_it: Modifica ACL per "%s"

source: Manage ACL roles
it_it: Gestire i ruoli ACL

source: Schedule
it_it: Pianifica

source: Email
it_it: Indirizzo di posta elettronica

source: Edit user's groups and roles
it_it: Modifica gruppi e ruoli degli utenti

source: Roles membership
it_it: Ruoli di appartenenza

source: Could not remove membership to group %s: %s
it_it: Impossibile rimuovere l'appartenenza al gruppo %s:%s

source: Could not remove membership to role %s: %s
it_it: Impossibile rimuovere l'appartenenza al ruolo %s:%s

source: Could not add membership to group %s: %s
it_it: Impossibile aggiungere l'appartenenza al gruppo %s:%s

source: Could not add membership to role %s: %s
it_it: Impossibile aggiungere l'appartenenza al ruolo %s:%s

source: Locked
it_it: Bloccato

source: Whether accounts created with this template will be locked
it_it: Se gli account creati con questo modello saranno bloccati

source: Too many elements in array value: %d instead of %d
it_it: Troppi elementi nel valore dell'array: %d invece di %d

source: Not enough elements in array value: %d instead of %d
it_it: Elementi insufficienti nel valore dell'array: %d invece di %d

source: Array value for password field must have numeric keys
it_it: Il valore della matrice per il campo della password deve contenere chiavi numeriche

source: Invalid value type for password field, must be array or string
it_it: Tipo di valore non valido per il campo della password, deve essere array o stringa

source: User lock status
it_it: Stato di blocco utente

source: Last name of this user
it_it: Cognome utente

source: First name of this user
it_it: Nme utente

source: Initials
it_it: Iniziali

source: The initials of some or all of the individual's names, but not the surname(s)
it_it: Le iniziali di alcuni o di tutti i nomi dell'individuo, ma non il cognome(i)

source: Short description of the user
it_it: Breve descrizione dell'utente

source: Picture
it_it: Foto

source: The avatar for this user
it_it: Avatar di questo utente

source: Organizational contact information
it_it: Informazioni di contatto organizzativo

source: Business postal address
it_it: Indirizzo postale ufficio

source: Business phone number
it_it: Telefono ufficio

source: Business mobile number
it_it: Telefono cellulare professionale

source: Business pager number
it_it: Numero pager ufficio

source: Business fax number
it_it: Numero fax ufficio

source: Personal homepage
it_it: Pagina Web personale

source: Account information
it_it: Informazioni account

source: Login of this user
it_it: Login utente

source: Password of the user
it_it: Password dell'utente

source: Personal contact information
it_it: Informazioni personali utente

source: Display name
it_it: Mostra il nome

source: Name this user should appear as. Used by Exchange.
it_it: Nome col quale questo utente dovrebbe apparire. Usato da Exchange.

source: Home address
it_it: Indirizzo di casa

source: Title
it_it: Titolo

source: Title of a person in their organizational context. Each title is one value of this multi-valued attribute
it_it: Titolo di una persona nel proprio contesto organizzativo. Ogni titolo è una valore di questo attributo multivalore

source: Organizational unit this user belongs to
it_it: Unità organizzativa a cui appartiene questo utente

source: Street part of the address
it_it: Parte dell'indirizzo Via

source: Post office box
it_it: Casella postale

source: Password is in history of old passwords
it_it: La password si trova nella cronologia delle vecchie password

source: Password is not being changed from existing value
it_it: La password non è stata cambiata dal valore esistente

source: The passwords you've entered as "New password" and "Repeated new password" do not match.
it_it: Le password che hai inserito come " Nuova password " e "Ripeti nuova password" non corrispondono.

source: Subscription
it_it: Abbonamento

source: Subscription information
it_it: Informazioni sull'abbonamento

source: Information about your FusionDirectory subscription
it_it: Informazioni sul tuo abbonamento FusionDirectory

source: Information text for subscription
it_it: Testo informativo per l'abbonamento

source: Subscription name
it_it: Nome dell'abbonamento

source: Subscription id
it_it: ID abbonamento

source: Subscription type
it_it: Tipo di sottoscrizione

source: Contract
it_it: Contratto

source: Contract reference
it_it: Riferimento del contratto

source: Start date
it_it: Data d'inizio

source: Start date of this subscription
it_it: Data di inizio di questo abbonamento

source: End date
it_it: Data di fine

source: End date of this subscription
it_it: Data di fine di questo abbonamento

source: Import your subscription
it_it: Importa il tuo abbonamento

source: Information text for expired subscription
it_it: Testo informativo per abbonamento scaduto

source: Import subscription
it_it: Importa abbonamento

source: Import
it_it: Importa

source: You do not have a valid subscription for this instance of FusionDirectory. Please visit %s for a list of available options.
it_it: Non disponi di un abbonamento valido per questa istanza di FusionDirectory. Visitare %s per un elenco delle opzioni disponibili.

source: Your subscription is expired for this instance of FusionDirectory. Please visit %s to renew it.
it_it: L'abbonamento è scaduto per questa istanza di FusionDirectory. Si prega di visitare %s per rinnovarlo.

source: No data. Did you forgot to upload a file?
it_it: Nessun dato. Hai dimenticato di caricare un file?

source: Failed to parse imported file
it_it: Impossibile analizzare il file importato

source: Missing section "%s" in imported file
it_it: Manca la sezione "%s" nel file importato

source: Missing attribute "%s" in imported file
it_it: Attributo "%s"mancante nel file importato

source: Useful if you add a trigger using password value when SASL user passwords are edited
it_it: Visualizza l'uscita trigger

source: Recovery
it_it: Recupero

source: Usually uid, but you can use something else for instance in case of SSO
it_it: Di solito UID, ma è possibile utilizzare qualcos'altro per esempio in caso di SSO

source: Hello, Here is your information: - Login : %s - Link : %s This link is only valid for 10 minutes.
it_it: Buongiorno, ecco le votre informazioni: - Login : %s - Link : %s Questo link é valido solo per 10 minuti.

source: Triggers
it_it: Trigger

source: Triggers configuration
it_it: Configurazione dei trigger

source: Display trigger output
it_it: Visualizza l'uscita trigger

source: When enabled successful trigger execution output is displayed to the user using a dialog.
it_it: Se abilitato, l'uscita di esecuzione del trigger viene visualizzata all'utente mediante una finestra di dialogo.

source: Triggers that are called when specific actions happens
it_it: Trigger che vengono chiamati quando si verificano azioni specifich

source: The tab that this trigger concerns
it_it: Il tab che riguarda questo trigger

source: Deactivated
it_it: Disattivato

source: Use this to temporarily deactivate a trigger
it_it: Usalo per disattivare temporaneamente un trigger

source: Command
it_it: Comando

source: Configuration screen of FusionDirectory
it_it: Schermo di configirazione di FusionDirectory

source: Schema validation
it_it: Convalida dello schema

source: Wildcard foreign keys
it_it: Chiavi esterne con caratteri jolly

source: Enables wildcard searches like member=* when moving a whole department. This will open all existing groups and roles to make sure foreign keys are respected. Slow on big trees.
it_it: Abilita ricerche con caratteri jolly come member = * quando si sposta un intero dipartimento. Ciò aprirà tutti i gruppi e i ruoli esistenti per garantire il rispetto delle chiavi esterne. Lento su grandi alberi.

source: Allowed password hashes
it_it: Hash password consentiti

source: Password hashes which may be used for user passwords
it_it: Hash delle password che possono essere utilizzati per le password dell'utente

source: Defines when a session will expire in seconds (0 to disable).
it_it: Definisce, in secondi, quando una sessione scade (0 per disabilitare)

source: Login method
it_it: Metodo di accesso

source: Which login method should be used for connecting to FusionDirectory
it_it: Quale metodo di login dovrebbe essere usato per connettersi a FusionDirectory

source: Header name
it_it: Nome intestazione

source: Name of the header containing user identifier.
it_it: Nome dell'header contenente identificativo utente.

source: Key path
it_it: Percorso della chiave

source: Path to FusionDirectory private key. Unused for now.
it_it: Percorso a chiave privata FusionDirectory . Inutilizzato per ora.

source: Certificate path
it_it: Percorso del Certificato

source: Path to FusionDirectory certificate. Unused for now.
it_it: Percorso al certificato di FusionDirectory; Inutilizzato per ora.

source: CA certificate path
it_it: Percorso del certificato CA

source: Path to the CA certificate. Used for validating Argonaut Server host.
it_it: Percorso al certificato CA. Usato per convalidare l'host del Server Argonaut.

source: Path to the CA certificate of the CAS server
it_it: Percorso del file contenente il certificato CA sul server CAS

source: Host of the CAS server
it_it: Host del server CAS

source: Port
it_it: Porta

source: Port the CAS server is listening on
it_it: Porta sulla quale il server CAS è all'ascolto

source: CAS context
it_it: Contesto CAS

source: CAS context to be used
it_it: Contesto CAS da utilizzare

source: Verbose error
it_it: Errore dettagliato

source: Activate verbose errors in phpCAS. Avoid in production.
it_it: Attiva errori dettagliati in phpCAS. Evita in produzione.

source: CN pattern
it_it: Modello CN

source: The pattern to use to build the common name field
it_it: Modello da usare per costruire il nome comune del campo

source: Restrict role members
it_it: Limitare i membri del ruolo

source: When enabled only users from the same branch or members of groups from the same branch can be added to a role.
it_it: Quando è abilitato solo gli utenti dello stesso ramo o membri di gruppi dello stesso ramo possono essere aggiunti ad un ruolo.

source: Separate address fields
it_it: Campi indirizzi separati

source: Expose street, postOfficeBox and postalCode fields instead of postalAddress.
it_it: Esporre la via, la casella postale e i campi del codice postale anziché l'indirizzo postale.

source: Postal address pattern
it_it: Modello indirizzo postale

source: When using separate address fields, you can use a pattern to fill postalAddress field.
it_it: Quando si utilizzano campi di indirizzi separati, è possibile utilizzare un modello per riempire il campo postalAddress.

source: Avatar max size
it_it: Dimensione massima avatar

source: Maximum user picture width and height in pixels. Bigger uploaded pictures will be resized.
it_it: Larghezza e altezza massime dell'immagine dell'utente in pixel. Le immagini caricate più grandi verranno ridimensionate.

source: Log debug messages
it_it: Registra i messaggi di debug

source: Sends debug output to syslog as well
it_it: Invia anche l'output di debug a syslog

source: For very specific ACL rights setting where you might need to give right on a single object.
it_it: Per l'impostazione di diritti ACL molto specifici potreste aver bisogno di dare accesso ad un singolo oggetto.

source: Available department categories
it_it: Categorie di reparto disponibili

source: Available categories in the departments dropdown
it_it: Categorie disponibili nel menu a discesa

source: Use this to hide some menu entry to specific groups of users
it_it: Utilizza questa funzione per nascondere alcune voci di menu a determinati gruppi di utenti

source: Group or role
it_it: Gruppo o ruolo

source: Plugin to blacklist
it_it: PLugin per la lista nera

source: Plugin menu blacklist
it_it: Lista nera del menu Plugin

source: ACL target filter limit
it_it: Limite filtro target ACL

source: Defines the maximum number of entries an ACL target filter is allowed to return
it_it: Definisce il numero massimo di voci che un filtro target ACL può restituire

source: Role %s
it_it: Ruolo %s

source: It seems the selected language "%s" is not installed on the system. Please install it or select an other one.
it_it: Sembra che la lingua selezionata "%s" non sia installata sul sistema. Si prega di installarla o selezionarne un'altra.

source: Name of this connexion to show in the LDAP server list
it_it: Nome di questo collegamento per mostrare nell'elenco dei server LDAP

source: URI to contact the LDAP server. Usually starts with ldap://
it_it: URI per contattare il server LDAP. Di solito inizia con ldap://

source: Should TLS be used to connect to this LDAP server?
it_it: TLS dovrebbe essere usato per connetterlo a questo server LDAP?

source: The LDAP directory base
it_it: Base del directory LDAP

source: DN of the admin account to use for binding to the LDAP. Base is automatically appended.
it_it: DN dell'account amministratore da utilizzare per il legame alla LDAP . La base viene automaticamente aggiunta.

source: Password for the admin account to use for binding to the LDAP
it_it: Password dell'account amministratore da utilizzare per il legame alla LDAP .

source: Result of last attempt at checking LDAP binding and basic schemas
it_it: Risultato dell'ultimo tentativo di controllo dei vincoli LDAP e degli schemi di base.

source: Retry
it_it: Riprova

source: FusionDirectory requires this module to encode variables for javascript use.
it_it: FusionDirectory ha bisogno di questo modulo per codificare le variabili per l'uso di JavaScript.

source: FusionDirectory requires this module to filters a variable with a specified filter.
it_it: FusionDirectory richiede questo modulo per filtrare una variabile con un filtro specificato.

source: Allow users to edit their own information (main tab and posix use only on base)
it_it: Permette agli utenti di modificare le proprie informazioni (uso di scheda e posix principale solo sulla base)

source: Allow users to edit their own password (use only on base)
it_it: Permette agli utenti di modificare la loro password (usare solo su base)

source: Checking for default ACL roles and groups
it_it: Controllo per i ruoli ed i gruppi ACL predefiniti

source: Checking for POSIX groups outside the groups tree
it_it: Verifica dei gruppi POSIX all'esterno dell'albero dei gruppi

source: Possibly the "root object" is missing.
it_it: Forse l'"oggetto radice" é mancante

source: The specified user "%s" does not have full access to your LDAP database.
it_it: L'utente "%s" non ha accesso completo al vostro database LDAP.

source: The specified user "%s" does not have full access to your ldap database.
it_it: L'utente "%s" non ha pieno accesso al database LDAP.

source: Found more than %d user(s) that will not be visible in FusionDirectory or which are incomplete.
it_it: Trovato più di %dutente(i) che non saranno visibili in FusionDirectory o che sono incompleti.

source: Found %d user(s) that will not be visible in FusionDirectory or which are incomplete.
it_it: Sono stati trovati %d utenti che non saranno visibili in FusionDirectory o che sono incompleti.

source: User migration
it_it: Migrazione utente

source: Cannot migrate entry "%s": %s
it_it: Impossibile migrare la voce "%s": %s

source: Gives all rights on all objects
it_it: Dà tutti i diritti su ogni oggetto

source: Cannot add ACL role "%s": %s
it_it: Impossibile aggiungere il ruolo ACL "%s": %s

source: Found more than %d user(s) outside the configured tree "%s".
it_it: Trovato(i) più di %d utente(i)i fuori dall'albero configurato "%s".

source: Found %d user(s) outside the configured tree "%s".
it_it: %d utente(i) trovato(i) al di fuori dell'albero "%s" configurato.

source: LDAP result parsing failed
it_it: Analisi del risultato LDAP non riuscita
