Repository: fusiondirectory/fusiondirectory
Catalog: locale/*/fusiondirectory.po
Languages: cs_cz, fr, it_it, ru, sv

source: FusionDirectory settings 3/3
cs_cz: nastavení FusionDirectory, krok 3 ze 3
fr: Paramètres de FusionDirectory 3/3
ru: Настройки FusionDirectory 3/3
sv: FusionDirectory inställningar 3/3

source: Tweak some FusionDirectory core behaviour
cs_cz: závěrečné doladění chování FusionDirectory
fr: Personnaliser certains paramètres essentiels de FusionDirectory
ru: Некоторые настройки поведения ядра FusionDirectory
sv: Tweaka basinställningar för FusionDirectory

source: No
cs_cz: ne
fr: Non
ru: Нет
sv: Nej

source: Yes
cs_cz: ano
fr: Oui
ru: Да
sv: Ja

source: Setup error
cs_cz: chyba instalátoru
fr: Erreur d'installation
sv: Installationsfel

source: Session lifetime must be a numeric value!
cs_cz: Hodnota délky nečinnosti musí být číslo!
fr: La durée de la session doit être une valeur numérique !
ru: Время жизни сессии должно быть цифрой!
sv: Sessionens livslängd måste ha ett numeriskt värde!

source: Maximum LDAP query time must be a numeric value!
cs_cz: Hodnota maximální délky prodlevy odpovědi LDAPu musí být číslo!
fr: Le temps maximum pour une requête LDAP doit être une valeur numérique !
ru: Максимальное время LDAP запроса должно быть цифрой!
sv: Maximal tid för LDAP-frågor måste vara ett numeriskt värde!

source: LDAP schema check
cs_cz: kontrola schemat v LDAPu
fr: Vérification des schémas LDAP
ru: Проверка LDAP схемы
sv: LDAP-schemakontroll

source: Perform test on your current LDAP schema
cs_cz: otestuje schémata, přítomná ve Vašem LDAPu
fr: Exécuter des tests sur vos schémas LDAP actuels
sv: Utför test på ditt nuvarande LDAP-schema

source: Language setup
cs_cz: nastavení jazyka
fr: Configuration de la langue
it_it: Impostazioni della lingua
ru: Настройка языка
sv: Språkinställningar

source: This step allows you to select your preferred language.
cs_cz: V tomto kroku vyberete Vámi upřednostňovaný jazyk.
fr: Cette étape vous permet de sélectionner votre langue préférée.
it_it: Questa tappa ti permette di impostare la tua lingua preferita.
ru: Этот шаг позволяет выбрать предпочитаемый вами язык.
sv: Det här steget låter dig välja ditt föredragna språk.

source: Automatic
cs_cz: automaticky
fr: Automatique
it_it: Automatico
ru: Автоматически
sv: Automatiskt

source: LDAP inspection
cs_cz: kontrola LDAPu
fr: Vérification de l'annuaire LDAP
it_it: Ispezione dell'annuario LDAP
sv: LDAP-inspektion

source: Analyze your current LDAP for FusionDirectory compatibility
cs_cz: prozkoumání Vášeho LDAPu, zda je slučitelný s FusionDirectory
fr: Analyse de votre annuaire LDAP pour la compatibilité avec FusionDirectory
it_it: Analisi dell'annuario LDAP per la compatibilità con FusionDirectory
ru: Анализ вашего текущего LDAP для совместимости с FusionDirectory
sv: Analysera nuvarande LDAP-katalog för kompatibilitet med FusionDirectory

source: Checking for root object
cs_cz: kontroluje se přítomnost kořenového objektu
fr: Recherche de l'objet racine
ru: Проверка корневых объектов
sv: Söker efter root-objekt

source: Inspecting object classes in root object
cs_cz: kontrolují se třídy objektů v kořenovém objektu
fr: Inspecter les classes d'objets de l'objet racine
it_it: Ispezione delle classi di oggetti nell'oggetto radice
sv: Inspekterar objektklasser i root-objektet

source: Checking permission for LDAP database
cs_cz: kontrolují se oprávnění na LDAP databázi
fr: Vérification des permissions sur l'annuaire LDAP
it_it: Verifica del permesso di accesso al database LDAP
ru: Проверка прав для LDAP базы
sv: Kontrollerar rättigheter för LDAP-databas

source: Checking for invisible departments
cs_cz: kontroluje se, zda neexistují „neviditelná“ oddělení
fr: Recherche de départements invisibles
it_it: Verifica dei dipartimenti nascosti
ru: Проверка на невидимые подразделения
sv: Söker efter osynliga avdelningar

source: Checking for invisible users
cs_cz: kontroluje se, zda neexistují „neviditelní“ uživatelé
fr: Recherche d’utilisateurs invisibles
it_it: Verifica degli utenti nascosti
ru: Проверка на невидимых пользователей
sv: Söker efter osynliga användare

source: Checking for super administrator
cs_cz: kontroluji, zda již existuje účet správce FusionDirectory/GOsa
fr: Vérification du super administrateur
it_it: Verifica del super amministratore
ru: Проверка для супер администратора
sv: Söker efter superadministratör

source: Checking for users outside the people tree
cs_cz: kontroluje se, zda neexistují účty uživatelů mimo příslušný podstrom
fr: Recherche d'utilisateurs en dehors de la branche people
it_it: Verifica degli utenti al di fuori del ramo "people"
ru: Проверка на пользователей за пределами дерева людей
sv: Söker efter användare utanför person-trädet

source: Checking for groups outside the groups tree
cs_cz: kontroluje se, zda neexistují účty skupin mimo příslušný podstrom
fr: Recherche de groupes en dehors de la branche groups
it_it: Verifica dei gruppi al di fuori del ramo "groups"
ru: Проверка на группы за пределами дерева для них
sv: Söker efter grupper utanför gruppträdet

source: Checking for duplicated UID numbers
cs_cz: kontroluje se, zda neexistují duplicity v číselných identifikátorech uživatelů (UID)
fr: Recherche d’UID en double

source: Checking for duplicate GID numbers
cs_cz: kontroluje se, zda neexistují duplicity v číselných identifikátorech skupin (GID)
fr: Recherche de GID en double

source: Checking for old style USB devices
cs_cz: kontroluje se, zda neexistují zastaralá nastavení USB zařízení
fr: Recherche de périphériques USB ancien style
ru: Проверка на старый стиль USB устройств
sv: Söker efter äldre USB-enheter

source: Checking for old services that have to be migrated
cs_cz: kontroluje se, zda neexistují staré služby, které je třeba migrovat
fr: Recherche d’anciens services qui devraient être migrés
sv: Söker efter äldre tjänster som måste migreras

source: Checking for old style application menus
cs_cz: kontroluje se, zda neexistují zastaralá nastavení nabídek aplikace
fr: Vérifier pour les menu des applications ancienne mode
ru: Проверка для старого стиля меню приложений
sv: Söker efter äldre applikationsmenyer

source: LDAP query failed
cs_cz: dotaz do LDAPu byl neúspěšný
fr: La requête LDAP a échoué
it_it: La richiesta al database LDAP è fallita!
ru: LDAP запрос не удался
sv: LDAP-fråga misslyckades

source: Possibly the 'root object' is missing.
cs_cz: Pravděpodobně chybí 'kořenový objekt'.
fr: L'objet racine est probablement manquant.
ru: Возможно 'корневой объект' пропущен.
sv: Möjligen saknas 'root objektet'.

source: Warning
cs_cz: varování
fr: Avertissement
it_it: Avvertimento
ru: Предупреждение
sv: Varning

source: Found %s duplicate values for attribute 'uidNumber'.
cs_cz: Bylo nalezeno %s duplicitních hodnot atributu 'uidNumber' (číselný identifikátor uživatele).
fr: %s valeurs dupliquées trouvées pour l'attribut 'uidNumber'.
ru: Найдено %s, повторное значение для атрибута 'uidNumber'.
sv: Hittade %s dubletter för attributet 'uidNumber'.

source: Found %s duplicate values for attribute 'gidNumber'.
cs_cz: Bylo nalezeno %s duplicitních hodnot atributu 'gidNumber' (číselný identifikátor skupiny).
fr: %s valeurs dupliquées trouvées pour l'attribut 'gidNumber'.
ru: Найдено %s, повторное значение для атрибута 'gidNumber'.
sv: Hittade %s dubletter för attributet 'gidNumber'.

source: Found %s groups outside the configured tree '%s'.
cs_cz: Bylo nalezeno %s účtů skupin, nacházejících se mimo příslušný strom '%s'.
fr: %s groupes trouvés en dehors de la branche configurée '%s'.
ru: Найдены группы %s, выходящие за пределы настроенного дерева '%s'.
sv: Hittade %s grupper utanför det konfigurerade trädet '%s'.

source: Move
cs_cz: přesunout
fr: Déplacer
ru: Переместить
sv: Flytta

source: Found %s user(s) outside the configured tree '%s'.
cs_cz: Bylo nalezeno %s účtů uživatelů, nacházejících se mimo příslušný strom '%s'.
fr: J'ai trouvé %s utilsateur(s) en dehors de la branche configurée '%s'.
ru: Найден пользователь(и) %s, выходящие за пределы настроенного дерева '%s'.
sv: Hittade %s användare utanför det konfigurerade trädet '%s'.

source: Failed
cs_cz: selhalo
fr: Échec
it_it: Fallito
ru: Ошибка
sv: Misslyckades

source: The specified user '%s' does not have full access to your ldap database.
cs_cz: Zadaný uživatel '%s' nemá neomezený přístup do databáze Vašeho LDAPu.
fr: L'utilisateur spécifié '%s' n'a pas l'accès complet à votre annuaire ldap.
ru: Указанный пользователь '%s' не имеет полного доступа в вашу базу данных ldap.
sv: Den angivna användaren '%s' har inte full tillgång till din LDAP-databas.

source: Found %s user(s) that will not be visible in FusionDirectory or which are incomplete.
fr: J'ai trouvé %s utilisateur(s) qui ne seront pas visibles dans ans FusionDirec.
ru: Найден пользователь(и) %s, которые будут не видны в FusionDirectory или которые не полные.
sv: Hittade %s användare som inte kommer att vara synlig(a) i FusionDirectory eller som är ofullständig(a).

source: Migrate
cs_cz: migrovat
fr: Migrer
it_it: Migra
ru: Перемещение
sv: Migrera

source: Migration error
cs_cz: chyba během migrace
fr: Erreur de migration
ru: Ошибка перемещения
sv: Migreringsfel

source: Cannot migrate department '%s':
cs_cz: Oddělení '%s' nelze migrovat:
fr: Impossible de migrer le département '%s' :
ru: Не могу перенести подразделение '%s':
sv: Kan inte migrera avdelning '%s':

source: Found %s department(s) that will not be visible in FusionDirectory.
cs_cz: Bylo nalezeno %s oddělení, která nebudou viditelná z FusionDirectory.
fr: J'ai trouvé %s département(s) qui ne seront pas visible dans FusionDirectory.
ru: Найдены подразделение(я) %s, которые будет не видны в FusionDirectory.
sv: Hittade %s avdelning(ar) som inte kommer att vara synliga i FusionDirectory.

source: GOsa 2.5 administrative accounts found: %s
cs_cz: Nalezen správcovský účet z GOsa 2.5: %s
fr: Compte administratifs de GOsa 2.5 trouvés : %s

source: There is no valid FusionDirectory 1.0 administrator account inside your LDAP.
cs_cz: Ve Vašem LDAP neexistuje platný účet správce FusionDirectory 1.x.x.
fr: Il n'y a pas d'administrateurs FusionDirectory 1.0 valide dans votre annuaire LDAP.

source: Create
cs_cz: vytvořit
fr: Créer
it_it: Crea
ru: Создать
sv: Skapa

source: Users
cs_cz: uživatelé
fr: Utilisateurs
it_it: Utenti
ru: Пользователи
sv: Användare

source: Groups
cs_cz: skupiny
fr: Groupes
it_it: Gruppi
ru: Группы
sv: Grupper

source: There is no FusionDirectory administrator account inside your LDAP.
cs_cz: Ve Vašem LDAPu neexistuje účet správce FusionDirectory/GOsa.
fr: Il n'y a pas d'administrateurs FusionDirectory dans votre annuaire LDAP.
ru: Нет учетной записи администратора FusionDirectory в вашем LDAP.
sv: Det finns inget FusionDirectory-adminkonto i din LDAP-katalog.

source: Cannot add ACL for user '%s':
cs_cz: Nelze přidat ACL pro uživatele '%s':
fr: Impossible d'ajouter une ACL pour l'utilisateur '%s' :
ru: Не могу добавить ACL для пользователя '%s':
sv: Kan inte lägga till ACL för användare '%s':

source: Input error
cs_cz: chyba na vstupu
fr: Erreur d'entrée
sv: Inmatningsfel

source: Password error
cs_cz: chyba hesla
fr: Erreur de mot de passe
sv: Lösenordsfel

source: Provided passwords do not match!
cs_cz: Zadaná hesla se neshodují!
fr: Le mot de passe entré dans le champ nouveau et celui dans le champ vérification ne concordent pas !
ru: Введенные пароли не совпадают!
sv: Lösenorden matchar inte!

source: Specify a valid user ID!
cs_cz: Zadejte platné uživatelské jméno (ID)!
fr: Le nom d'utilisateur est incorrect !
sv: Ange ett giltigt användar-ID!

source: Error
cs_cz: chyba
fr: Erreur
it_it: Errore
ru: Ошибка
sv: Fel

source: Adding an administrative user failed: object '%s' already exists!
cs_cz: Přidání účtu správce selhalo: objekt '%s' již existuje!
fr: L'ajout d'un utilisateur administratif à échoué : l'objet '%s' existe déja !

source: LDAP error
cs_cz: chyba LDAPu
fr: Erreur LDAP
it_it: Errore LDAP
ru: Ошибка LDAP
sv: LDAP-fel

source: Cannot move users to the requested department!
cs_cz: Uživatele nelze přesunout do požadovaného oddělení.
fr: Impossible de bouger les utilisateurs vers le département spécifié !
ru: Не могу переместить пользователей в требуемое подразделение!
sv: Kan inte flytta användare till begärd avdelning!

source: Group will be moved from
cs_cz: skupina bude přesunuta z
fr: Les groupes seront bougés depuis
ru: Группа будет перемещена из
sv: Grupp kommer att flyttas från

source: to
cs_cz: do
fr: vers
sv: till

source: Updating following references too
cs_cz: spolu s tím probíhá také aktualizace následujících odkazů
fr: Mise à jour des références suivantes aussi
sv: Uppdatera följande referenser också

source: User will be moved from
cs_cz: uživatel bude přesunut z
fr: Les utilisateurs seront bougés depuis
ru: Пользователь будет перемещен из
sv: Använder kommer att flyttas från

source: The following references will be updated
cs_cz: tyto odkazy budou aktualizovány
fr: Les références suivantes seront mises à jour
it_it: Le seguenti reference saranno aggiornate
ru: Следующие ссылки будут обновлены
sv: Följande referenser kommer att uppdateras

source: The LDAP root object is missing. It is required to use your LDAP service.
cs_cz: Chybí kořenový objekt LDAPu. Ten je nezbytný proto, abyste mohli používat služeb Vašeho LDAPu.
fr: L'objet LDAP racine est manquant. Il est indispensable pour utiliser votre annuaire LDAP.
ru: В LDAP пропущена корневая запись. Она необходима для работы службы LDAP.
sv: Root-objektet i LDAP saknas. Det krävs för att använda din LDAP-tjänst.

source: Try to create root object
cs_cz: pokusit se vytvořit kořenový objekt
fr: Essai de création de l'objet racine
ru: Попробуйте создать корневую записи
sv: Försök skapa root-objekt

source: Root object couldn't be created, you should try it on your own.
cs_cz: Kořenový objekt se nepodařilo vytvořit – pokuste se to udělat ručním zásahem.
fr: L'objet racine n'a pas pu être crée, vous devrez essayer vous même.
ru: Корневая запись не может быть создана, вам нужно попробовать сделать ее самому.
sv: Root-objekt kunde inte skapas, du bör försöka på egen hand.

source: Missing FusionDirectory object class '%s'!
cs_cz: Chybí chybí třída objektů '%s' FusionDirectory!
fr: Object class FusionDirectory obligatoire '%s' manquante !
it_it: L'oggetto di classe '%s' richiesto per FusionDirectory è mancante !
ru: Пропущен объектный класс FusionDirectory '%s'!
sv: Saknar objektklassen '%s' för FusionDirectory!

source: Please check your installation.
cs_cz: Zkontrolujte prosím Vaši instalaci.
fr: Veuillez vérifier votre installation.
it_it: Verifica la tua installazione.
ru: Пожалуйста проверьте вашу установку.
sv: Vänligen kontrollera din installation.

source: Cannot handle the structural object type of your root object. Please try to add the object class '%s' manually.
cs_cz: Nedaří se manipulace s typem struktury kořenového objektu. Prosím pokuste se přidat třídu objektů '%s' ručním zásahem.
fr: Impossible de gérer l'objet structural de votre objet racine. S'il vous plaît essayer de ajouter la classe d'objet '%s' à la main.
it_it: Impossibile gestire il tipo di oggetto strutturale del tuo oggetto radice. Prova ad aggiungere manualmente la classe d'oggetto '%s'.
sv: Kan inte hantera den strukturella objekttypen hos ditt root-objekt. Vänligen lägg till objektklassen '%s' manuellt.

source: Copy '%s' to '%s' failed:
cs_cz: selhalo zkopírování '%s' do '%s':
fr: La copie de '%s' vers '%s' à échoué :
ru: Сбой при копировании '%s' в '%s':
sv: Kopiering av '%s' till '%s' misslyckades:

source: There are %s devices that need to be migrated.
cs_cz: Je třeba zmigrovat %s zařízení.
fr: Il y a %s services qui ont besoin d'être migrés.
ru: Нужно перенести устройства %s.
sv: Det finns %s enheter som behöver migreras.

source: Adding '%s' to the LDAP failed: %s
cs_cz: Přidání '%s' do LDAPu selhalo: %s
fr: L'ajout de '%s' à l'annuaire LDAP à échoué: %s
ru: Не удалось добавить '%s' в LDAP: %s
sv: Tilläggning av '%s' till LDAP misslyckades: %s

source: Updating '%s' failed: %s
cs_cz: aktualizace '%s' selhala: %s
fr: La mise à jour de '%s' à échoué : %s
ru: Не удалось обновить '%s': %s
sv: Uppdatering av '%s' misslyckades: %s

source: There are %s services that need to be migrated.
cs_cz: Je třeba zmigrovat tyto služby %s.
fr: Il y a %s services qui doivent être migrés.
ru: Нужно перенести службы %s
sv: Det finns %s tjänster som behöver migreras.

source: Add
cs_cz: přidat
fr: Ajouter
it_it: Aggiungi
ru: Добавить
sv: Lägg till

source: Remove
cs_cz: odebrat
fr: Supprimer
it_it: Elimina
ru: Удалить
sv: Ta bort

source: There are %s application menus which have to be migrated.
cs_cz: %s nabídek aplikací nebude zmigrováno.
fr: Il y a %s menu d'applications qui doivent être migrés.
ru: Меню приложений %s, которые должны быть перенесены.
sv: Det finns %s applikationsmenyer som måste migreras.

source: Welcome
cs_cz: vítejte
fr: Bienvenue
it_it: Benvenuto
ru: Добро пожаловать
sv: Välkommen

source: The welcome message
cs_cz: uvítací zpráva
fr: Le message d'accueil
it_it: Messaggio di benvenuto
ru: Сообщение приветствия
sv: Välkomstmeddelandet

source: Welcome to FusionDirectory setup wizard
cs_cz: vítejte v průvodci nastavením FusionDirectory
fr: Bienvenue à l'assistant de configuration FusionDirectory
it_it: Benvenuto nell'interfaccia di aiuto alla configurazione di FusionDirectory
ru: Добро пожаловать в мастер настройки FusionDirectory!
sv: Välkommen till FusionDirectory setup wizard

source: Installation check
cs_cz: kontrola instalace
fr: Vérification de l'installation
it_it: Verifica dell'istallazione
sv: Installationskontroll

source: Basic checks for PHP compatibility and extensions
cs_cz: základní kontrola toho, zda je PHP a jeho rozšířující moduly ve vyhovujících verzích
fr: Vérification de base de la version de PHP et des extensions nécéssaires.
it_it: Verifiche di base della compatibilità PHP e delle estensioni necessarie
ru: Основная проверка совместимости PHP и расширений
sv: Grundläggande kontroll för PHP-kompatibilitet och tillägg

source: Checking PHP version
cs_cz: kontroluji verzi PHP
fr: Vérification de la version de PHP
it_it: Controllo della versione di PHP
ru: Проверка PHP версии
sv: Kontrollerar PHP-version

source: PHP must be of version %s or above.
cs_cz: PHP musí být ve verzi %s a vyšší
fr: PHP doit être à la version %s ou supérieure.
it_it: PHP deve essere nella versione %s o superiore.
ru: PHP должен быть %s версии или старше
sv: PHP måste vara version %s eller högre.

source: Please upgrade to a supported version.
cs_cz: Aktualizujte prosím na verzi, která je podporována.
fr: Veuillez faire la mise à jour vers une version supportée.
it_it: Aggiorna ad una versione supportata.
ru: Пожалуйста обновитесь до поддерживаемой версии.
sv: Vänligen uppgradera till en version som stöds.

source: FusionDirectory requires this module to talk with your LDAP server.
cs_cz: FusionDirectory potřebuje tento modul pro komunikaci s LDAP serverem.
fr: FusionDirectory à besoin de ce module pour dialoguer avec votre annuaire ldap.
it_it: FusionDirectory ha bisogno di questo modulo per poter comunicare con il server LDAP.
ru: FusionDirectory требуется модуль для связи с вашим LDAP сервером.
sv: FusionDirectory kräver den här modulen för att prata med din LDAP-server

source: FusionDirectory requires this module for an internationalized interface.
cs_cz: FusionDirectory potřebuje tento modul pro přizpůsobení uživatelského rozhraní místním odlišnostem (formát data a času, měrné jednotky, atp.).
fr: FusionDirectory à besoin de ce module pour afficher l'interface multilingue.
it_it: FusionDirectory ha bisogno di questo modulo per l'interfaccia multilingue.
ru: FusionDirectory требуется модуль для интернационализации интерфейса.
sv: FusionDirectory kräver den här modulen för ett internationaliserat gränssnitt.

source: FusionDirectory requires this module to communicate with different types of servers and protocols.
cs_cz: FusionDirectory potřebuje tento modul pro komunikaci různými protokoly s různými typy serverů.
fr: FusionDirectory à besoin de ce module pour dialoguer avec les différents types de serveurs et de protocoles.
it_it: FusionDirectory ha bisogno di questo modulo per comunicare con differenti tipi di server e protocolli.
ru: FusionDirectory требуется модуль для взаимодействия с различными типами серверов и протоколов.
sv: FusionDirecotyr kräver den här modulen för att kommunicera med olika typer av servrar och protokoll.

source: FusionDirectory requires this module for the samba integration.
cs_cz: FusionDirectory potřebuje tento modul pro začlenění Samby.
fr: FusionDirectory à besoin de ce module pour dialoguer avec Samba.
it_it: FusionDirectory ha bisogno di questo modulo per l'integrazione di Samba
ru: FusionDirectory требуется модуль для интеграции с samba.
sv: FusionDirectory kräver den här modulen för integrationen med Samba.

source: FusionDirectory requires either 'mhash' or the 'sha1' module to make use of SSHA encryption.
cs_cz: Aby bylo možné ve FusionDirectory využívat SSHA šifrování, musí být nainstalován jeden z těchto modulů: 'mhash', nebo 'sha1'.
fr: FusionDirectory à besoin du module 'mash' ou 'sha1' pour l'utilisation du cryptage SSHA.
ru: FusionDirectory требуется один из модулей 'mhash или 'sha1', чтобы использовать SSHA шифрование.
sv: FusionDirectory kräver antingen en modul för antingen 'mhash' eller 'shah' för at kunna använda SSHA-kryptering.

source: FusionDirectory requires this module to talk to an IMAP server.
cs_cz: FusionDirectory potřebuje tento modul pro komunikaci s IMAP serverem.
fr: FusionDirectory à besoin de ce module pour dialoguer avec un serveur IMAP.
it_it: FusionDirectory ha bisogno di questo modulo per comunicare con il server IMAP.
ru: FusionDirectory требуется модуль для связи с IMAP сервером.
sv: FusionDirectory kräver den här modulen för att kunna prata med en IMAP-server

source: FusionDirectory requires this module to handle unicode strings.
cs_cz: FusionDirectory potřebuje tento modul pro práci se znaky v univerzálním kódování (unicode).
fr: FusionDirectory a besoin de ce module pour gérer les chaînes de caractère unicode.
it_it: FusionDirectory ha bisogno di questo modulo per gestire i caratteri Unicode.
ru: FusionDirectory требуется модуль для обработки юникод строк.
sv: FusionDirectory kräver den här modulen för att hantera unicode-strängar.

source: FusionDirectory requires this module to communicate with several supported databases.
cs_cz: FusionDirectory tento modul potřebuje pro komunikaci s databázemi, které podporuje.
fr: FusionDirectory à besoin de ce module pour dialoguer avec les bases de données supportées.
ru: FusionDirectory требуется модуль для взаимодействия с несколькими поддерживаемыми базами данных.
sv: FusionDirectory kräver den här modulen för att kommunicera med flera stödda databaser.

source: If you do not want to install MDB2 and won't use databases, remove the class_databaseManagement.inc file.
fr: Si vous ne souhaitez pas installer MDB2 et n'avez pas besoin d'utiliser une base de données, supprimez le fichier class_databaseManagement.inc.
ru: Если вы не собираетесь устанавливать MDB2 и не хотите использовать базы данных, удалите файл class_databaseManagement.inc.
sv: Om du inte vill använda MDB2 och inte kommer att använda databaser, ta bort filen class_databaseManagement.inc.

source: FusionDirectory requires this extension to handle images.
cs_cz: FusionDirectory jej potřebuje pro práci s obrázky.
fr: FusionDirectory a besoin de ce module pour gérer les images.
it_it: FusionDirectory ha bisogno di questa estensione per gestire le immagini.
ru: FusionDirectory требуется расширение для обработки изображений.
sv: FusionDirectory kräver det här tillägget för att hantera bilder.

source: compression module
cs_cz: kompresní modul
fr: Module de compression
it_it: modulo di compressione
ru: модуль сжатия
sv: compression-modul
